Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: Filesize
da_dk: Filstørrelse

source: Progress
da_dk: Fremskridt

source: Attachments are enabled on this instance
da_dk: Vedhæftelser er aktiveret på denne instans

source: Attachments are disabled on this instance
da_dk: Vedhæftelser er deaktiveret på denne instans

source: Generate
da_dk: Generer

source: Warning, the background worker is not responding!
da_dk: Advarsel, baggrunds workeren reagerer ikke!

source: 0 seconds ago
da_dk: 0 sekunder siden

source: Download all as XML
da_dk: Download alt som XML

source: Click this to download all events and attributes that you have access to <small>(except file attachments)</small> in a custom XML format.
da_dk: Klik her for at downloade alle events og attributter, som du har adgang til <small>(undtagen vedhæftede filer)</ small> i et brugerdefineret XML format.

source: Download all signatures as CSV
da_dk: Download alle signaturer som CSV

source: Click this to download all attributes that are indicators and that you have access to <small>(except file attachments)</small> in CSV format.
da_dk: Klik her for at downloade alle attributter, der er indikatorer, og som du har adgang til <small>(undtagen vedhæftede filer)</small> i CSV format.

source: Download all as CSV
da_dk: Download alt som CSV

source: Click this to download all attributes that you have access to <small>(except file attachments)</small> in CSV format.
da_dk: Klik her for at downloade alle attributter, du har adgang til <small>(undtagen vedhæftede filer)</small> i CSV format.

source: Download Suricata signatures
da_dk: Download Suricata signaturer

source: Download Snort signatures
da_dk: Download Snort signaturer

source: Download Bro signatures
da_dk: Download Bro signaturer

source: Download RPZ Zone File
da_dk: Download RPZ Zone Fil

source: Download all MD5 hashes
da_dk: Download alle MD5 hashes

source: Download all SHA1 hashes
da_dk: Download alle SHA1 hashes

source: Filter Event Index
da_dk: Filtrer Event Index

source: OR
da_dk: ELLER

source: NOT
da_dk: IKKE

source: Any
da_dk: Enhver

source: High
da_dk: Høj

source: Medium
da_dk: Mellem

source: Undefined
da_dk: Udefineret

source: Initial
da_dk: Initiel

source: Ongoing
da_dk: Igangværende

source: Completed
da_dk: Afsluttet

source: Your organisation only
da_dk: Kun din organisation

source: This community only
da_dk: Kun dette community

source: Connected communities
da_dk: Forbundne communities

source: All communities
da_dk: Alle communities

source: Target
da_dk: Mål

source: Delete filter
da_dk: Slet filter

source: No filters set - add filter terms above.
da_dk: Ingen filtre sat - tilføj filter betingelser ovenfor.

source: Save this URL if you would like to use the same filter settings again
da_dk: Gem denne URL, hvis du vil bruge de samme filter indstillinger igen

source: Apply
da_dk: Anvend

source: "No"
da_dk: "Nej"

source: Freetext Import Tool
da_dk: Fritekst Import værktøj

source: Paste a list of IOCs into the field below for automatic detection.
da_dk: Indsæt en liste over IOC'er i feltet nedenfor for automatisk detektering.

source: No matching events found.
da_dk: Der blev ikke fundet matchende events.

source: This will still allow you to store the UUID. It will extend the assigned event as soon as it is created / becomes visible.
da_dk: Dette giver stadig mulighed for at gemme UUID. Det vil udvide den tildelte event, så snart den er oprettet / bliver synlig.

source: Input File
da_dk: Input fil

source: Filter events
da_dk: Filtrer events

source: Delete selected Events
da_dk: Slet valgte Events

source: My events only
da_dk: Kun mine events

source: My Events
da_dk: Mine events

source: My organisation's events only
da_dk: Kun min organisations events

source: Org Events
da_dk: Organisations Events

source: Merge events
da_dk: Flet events

source: Event id to copy the attributes from
da_dk: Event id hvorfra attributter skal kopieres

source: copy only IDS attributes
da_dk: kopier kun IDS attributter

source: Event with proposals
da_dk: Events med forslag

source: Proposals
da_dk: Forslag

source: Contributors
da_dk: Bidragydere

source: Listing invalid event validations
da_dk: Angivelse af ugyldige event valideringer

source: Events analysed: %s
da_dk: Events analyseret: %s

source: Attribute details
da_dk: Attribut detaljer

source: Proposals instead of attributes
da_dk: Forslag i stedet for attributter

source: Similar Attributes
da_dk: Lignende attributter

source: Comment
da_dk: Kommentar

source: Remove resolved attribute
da_dk: Fjern løst attribut

source: Submit %s
da_dk: Indsend %s

source: Apply changes to all applicable resolved attributes
da_dk: Anvend ændringer til alle gældende løste attributter

source: Change all
da_dk: Ændre alle

source: Update all comment fields
da_dk: Opdater alle kommentarfelter

source: >Results of the import
da_dk: > Resultater af importen

source: Successfully added attributes
da_dk: Korrekte tilføjede attributter

source: Failed indicators
da_dk: Fejlede indikatorer

source: Search term
da_dk: Søge term

source: Content
da_dk: Indhold

source: Visualisation
da_dk: Visualisering

source: Import %s file
da_dk: Importer %s fil

source: %s file
da_dk: %s fil

source: Extended view
da_dk: Udvidet visning

source: Source Organisation
da_dk: Kilde organisation

source: Member Organisation
da_dk: Medlems organisation

source: Owner org
da_dk: Ejer organisation

source: Threat Level
da_dk: Trussels niveau

source: Analysis
da_dk: Analyse

source: Published
da_dk: Publiceret

source: #Attributes
da_dk: #Attributter

source: Last change
da_dk: Sidst ændret

source: Extends
da_dk: Udvider

source: Extended by
da_dk: Udvidet af

source: Currently in
da_dk: For øjeblikket i

source: Advanced Sightings
da_dk: Avancerede observationer

source: you
da_dk: du

source: has
da_dk: har

source: You have
da_dk: Du har

source: Delegation request
da_dk: Delegations forespørgsel

source: %s requested that %s take over this event.
da_dk: %s anmodeder om, at %s overtager denne event.

source: View request details
da_dk: Se anmodnings detaljer

source: Correlation
da_dk: Korrelation

source: Disabled
da_dk: Deaktiveret

source: enable
da_dk: aktiver

source: Enabled
da_dk: Aktiveret

source: disable
da_dk: deaktiveret

source: Show (%s more)
da_dk: Vis (%s mere)

source: This event has
da_dk: Denne event har

source: Warning: Potential false positives
da_dk: Advarsel: Potentielle falsk-positiver

source: Toggle pivot graph
da_dk: Skift pivotgraf

source: Toggle galaxies
da_dk: Skift galaxies

source: Toggle Event graph
da_dk: Skift event graf

source: Toggle Correlation graph
da_dk: Skift korrelations graf

source: Correlation graph
da_dk: Korrelations graf

source: Toggle ATT&CK matrix
da_dk: Skift ATT&CK matrix

source: Toggle attributes
da_dk: Skift attributter

source: Toggle discussions
da_dk: Skift diskussioner

source: Discussion
da_dk: Diskussion

source: Hover target
da_dk: Hover mål

source: Selected
da_dk: Valgt

source: Expand
da_dk: Udvid

source: Select the enrichments you wish to run
da_dk: Vælg den berigelse du ønsker at køre

source: Choose the enrichment module that you wish to use for the expansion
da_dk: Vælg det berigelses modul du ønsker at bruge til denne udvidelse

source: Event Deletion
da_dk: Event sletning

source: Are you sure you want to delete
da_dk: Er du sikker på at du ønsker at slette

source: Publish Event%s
da_dk: Publicer Event%s

source: Publish but do NOT send alert email? Only for minor changes!
da_dk: Publicer men send IKKE alert mail? Anvendes kun til mindre ændringer!

source: Publish
da_dk: Publicer

source: Choose the format that you wish to download the event in
da_dk: Vælg det format som du ønsker at downloade eventen i

source: Export as %s
da_dk: Eksporter som %s

source: Choose the format that you would like to use for the import
da_dk: Vælg det format som ønskes anvendt ved import

source: Import %s
da_dk: Importer %s

source: Toggle Correlation %s
da_dk: Skift Korrelation %s

source: Re-enable the correlation for this event. This will automatically re-correlate all contained attributes.
da_dk: Genaktiver korrelationen for denne event. Dette vil automatisk korrelere alle indeholdte attributter igen.

source: This will remove all correlations that already exist for the event and prevent any events to be related via correlations as long as this setting is disabled. Make sure you understand the downsides of disabling correlations.
da_dk: Dette fjerner alle korrelationer, der allerede eksisterer for denne attribut og forhindrer at nogen attributter relateres til denne, så længe denne indstilling er deaktiveret. Vær sikker på at du forstår ulemperne ved at deaktivere korrelationer.

source: Toggle correlation
da_dk: Skift korrelation

source: Add MISP Feed
da_dk: Tilføj MISP Feed

source: Add a new MISP feed source.
da_dk: Tilføj en ny MISP feed kilde.

source: Feed name
da_dk: Feed navn

source: Name of the content provider
da_dk: Navn på indholdsleverandøren

source: Input Source
da_dk: Input kilde

source: Remove input after ingestion
da_dk: Fjern input efter det er konsumeret

source: URL of the feed
da_dk: URL til Feed

source: Source Format
da_dk: Kilde format

source: Any headers to be passed with requests (for example: Authorization)
da_dk: Alle headers kan sendes sammen med forespørgslen (Eksempelvis: Authorization)

source: Line break separated list of headers in the "headername: value" format
da_dk: Linjeskift adskilt liste over overskrifter i formatet "headernavn: værdi"

source: Add Basic Auth
da_dk: Tilføj Basic Auth

source: Username
da_dk: Brugernavn

source: Password
da_dk: Kodeord

source: Add basic auth header
da_dk: Tilføj basic auth header

source: Leave blank unless you want to reuse an existing event.
da_dk: Efterlad blank, med mindre du vil anvende en eksisterende event.

source: Value field(s) in the CSV
da_dk: Data felt(er) i CSV'en

source: Select one or several fields that should be parsed by the CSV parser and converted into MISP attributes
da_dk: Vælg et eller flere felter, der skal analyseres af CSV parseren og konverteres til MISP attributter

source: 2,3,4 (column position separated by commas)
da_dk: 2,3,4 (kolonne position sepereret af komma)

source: Add a regex pattern for detecting iocs that should be skipped (this can be useful to exclude any references to the actual report / feed for example)
da_dk: Tilføj et regex mønster til detektion af IOC'er, der skal skippes (dette kan f. eks. være nyttigt for at ekskludere eventuelle referencer til den aktuelle rapport / feed)

source: Regex pattern, for example: "/^https://myfeedurl/i
da_dk: Regex pattern, som eksempel: "/^https://myfeedurl/i

source: Auto Publish
da_dk: Publicer automatisk

source: Publish events directly after pulling the feed - if you would like to review the event before publishing uncheck this
da_dk: Publicer events direkte efter feedet er hentet - hvis du gerne vil gennemgå eventen før publiceringen fjernes markeringen i afkrydsningsfeltet

source: If checked, the IDS flags will always be set to off when pulling from this feed
da_dk: Hvis markeret, vil IDS flagene altid blive fjernet når du henter dette feed

source: Delta Merge
da_dk: Delta Flet

source: Merge attributes (only add new attributes, remove revoked attributes)
da_dk: Flet attributter (tilføj kun nye attributter, fjern tilbagekaldte attributter)

source: Default Tag
da_dk: Standard Tag

source: Filter rules
da_dk: Filter regler

source: Events with the following tags allowed
da_dk: Events med følgende tags er tilladt

source: Events with the following tags blocked
da_dk: Events med følgende tags er blokeret

source: Events with the following organisations allowed
da_dk: Events med følgende organisation er tilladt

source: Events with the following organisations blocked
da_dk: Events med følgende organisation er blokeret

source: Modify
da_dk: Ændre

source: None or less than 1% of the data of %s is contained in %s (%s matching values)
da_dk: Ingen eller mindre en 1% af data i %s er også i %s (%s matching værdier)

source: Edit MISP Feed
da_dk: Rediger MISP Feed

source: Edit a new MISP feed source.
da_dk: Rediger en ny MISP feed kilde.

source: The base-url to the external server you want to sync with. Example: https://misppriv.circl.lu
da_dk: Basis URL'en til den eksterne server, du ønsker at synkronisere med. Eksempel: https://misppriv.circl.lu

source: A name that will make it clear to your users what this instance is. For example: Organisation A's instance
da_dk: Et navn, der gør det klart for dine brugere, hvad denne instans er. For eksempel: Organisation A's instans

source: The organization having the external server you want to sync with. Example: BE
da_dk: Organisationen der har den eksterne server, du vil synkronisere med. Eksempel: BE

source: You can find the authentication key on your profile on the external server.
da_dk: Du kan finde auth-nøglen under din profil på den eksterne server.

source: Allow the upload of events and their attributes.
da_dk: Tillad upload af events og deres attributter.

source: Allow the download of events and their attributes from the server.
da_dk: Tillad download af events og deres attributter fra serveren.

source: Unpublish new event (working with Push event).
da_dk: Unpublish nye events (arbejder med push-events).

source: Publish new event without email (working with Pull event).
da_dk: Publicer nye events uden email (arbejder med Push-events).

source: You can also upload a certificate file if the instance you are trying to connect to has its own signing authority.
da_dk: Du kan også uploade en certifikatfil, hvis den instans, du forsøger at oprette forbindelse til, har sin egen signing authority.

source: Click this, if you would like to allow a connection despite the other instance using a self-signed certificate (not recommended).
da_dk: Klik på dette, hvis du gerne vil tillade en forbindelse til trods for at den anden instans anvender self-signed certifikat (anbefales ikke).

source: Parsed attributes from feed
da_dk: Parsede attributter fra feed

source: Fetch selected
da_dk: Hent valgte

source: Correlations
da_dk: Korrelationer

source: Paste feed data
da_dk: Indsæt feed data

source: Paste a MISP feed metadata JSON below to add feeds.
da_dk: Indsæt en MISP-feed metadata JSON nedenfor for at tilføje feeds.

source: Cache all feeds
da_dk: Cache alle feeds

source: Cache freetext/CSV feeds
da_dk: Cache fritekst/CSV feeds

source: Fetch and store all feed data
da_dk: Hent og gem alle feed data

source: Enable selected
da_dk: Aktivér valgte

source: Enable Selected
da_dk: Aktivér valgte

source: Disable selected
da_dk: Deaktiver valgte

source: Disable Selected
da_dk: Deaktiver valgte

source: Enable caching for selected
da_dk: Aktiver caching for det valgte

source: Enable Caching for Selected
da_dk: Aktiver caching for det valgte

source: Disable caching for selected
da_dk: Deaktiver caching for det valgte

source: Disable Caching for Selected
da_dk: Deaktiver caching for det valgte

source: Default feeds filter
da_dk: Standard feed filter

source: Default feeds
da_dk: Standard feeds

source: Custom feeds filter
da_dk: Brugerdefineret feeds filter

source: Custom feeds
da_dk: Brugerdefineret feeds

source: Custom Feeds
da_dk: Brugerdefineret Feeds

source: All feeds
da_dk: Alle Feeds

source: All Feeds
da_dk: Alle Feeds

source: Enabled feeds
da_dk: Aktiverede feeds

source: Enabled Feeds
da_dk: Aktiverede Feeds

source: Rules
da_dk: Regler

source: Error: Invalid event!
da_dk: Fejl: Ugyldig event!

source: Fixed event %s
da_dk: Rettet event %s

source: New fixed event
da_dk: Ny rettet event

source: Age:
da_dk: Alder:

source: Not cached
da_dk: Ikke cached

source: Explore the events remotely
da_dk: Udforsk eventen eksternt

source: Fetch all events
da_dk: Hent alle events

source: Are you sure you want to permanently remove the feed (%s)?
da_dk: Er du sikker på, at du permanent vil fjerne feedet (%s)?

source: Download feed metadata as JSON
da_dk: Download feed metadata som JSON

source: You are currently viewing an event from a feed (%s by %s)
da_dk: Du ser for øjeblikket en event fra et feed (%s af %s)

source: You are currently viewing the event index of a feed (%s by %s).
da_dk: Du ser for øjeblikket en event index af feed (%s af %s).

source: Select Cluster
da_dk: Vælg Cluster

source: search clusters…
da_dk: søg clusters…

source: Back to Galaxy Selection
da_dk: Tilbage til Galaxy valg

source: Select Cluster Source
da_dk: Vælg Cluster kilde

source: All clusters
da_dk: Alle clusters

source: All Galaxies
da_dk: Alle Galaxies

source: Select Galaxy Namespace Source
da_dk: Vælg Galaxy Namespace kilde

source: All namespaces
da_dk: Alle namespaces

source: All Namespaces
da_dk: Alle namespaces

source: Are you sure you want to purge all completed job entries? Job entries are considered as log entries and have no impact on actual job execution.
da_dk: Er du sikker på at du vil fjerne alle afsluttede job linjer? Job linjer nævnt her skal ses som log linjer og har ingen effekt på aktuel job afvikling.

source: Are you sure you want to purge all job entries? Job entries are considered as log entries and have no impact on actual job execution.
da_dk: Er du sikker på at du vil fjerne alle job linjer? Job linjer nævnt her skal ses som log linjer og har ingen effekt på aktuel job afvikling.

source: Completed.
da_dk: Færdig.

source: Show all queues
da_dk: Vis alle køer

source: Show default queue
da_dk: Vis standard køen

source: Default
da_dk: Standard

source: Show email queue
da_dk: Vis email kø

source: Show cache queue
da_dk: Vis cache kø

source: No worker active
da_dk: Ingen worker aktiv

source: View stacktrace
da_dk: Vis stacktrace

source: Background Job Error Browser
da_dk: Fejl Browser for baggrundsjob

source: Click to show stack trace
da_dk: Klik her for at se stack trace

source: Click to hide stack trace
da_dk: Klik her for at gemme stack trace

source: No error data found. Generally job error data is purged from Redis after 24 hours, however, you can still view the errors in the log files in "/app/tmp/logs".
da_dk: Ingen fejldata fundet. Generelt bliver job fejldata renset fra Redis efter 24 timer, men du kan fortsat se fejlene i logfilerne i "/app/tmp/logs".

source: Close
da_dk: Luk

source: Results for all log entries
da_dk: Resultater for alle log linjer

source: for user
da_dk: til bruger

source: of organisation
da_dk: af organisation

source: for model
da_dk: til model

source: for model ID
da_dk: til model ID

source: of type
da_dk: af type

source: with the title
da_dk: med titlen

source: including the change
da_dk: inkluderet ændringen

source: from IP
da_dk: fra IP

source: Search
da_dk: Søg

source: Title
da_dk: Titel

source: Change
da_dk: Ændre

source: Nothing to see here, move along.
da_dk: Intet at se her, fortsæt ..... tak.

source: Attribute (%s) associated to events: %s
da_dk: Attributter (%s) tilknyttet events: %s

source: Create anonymously
da_dk: Opret anonymt

source: Edit news message
da_dk: Rediger nyheds beskeder

source: Are you sure you want to delete news item # %s?
da_dk: Er du sikker på at du ønsker at slette nyheds artiklen # %s?

source: There are currently no news messages.
da_dk: Der er ingen nye nyheds artikler.

source: enabled
da_dk: aktiveret

source: Noticelist Deletion
da_dk: Noticelist Sletning

source: Are you sure you want to delete Noticelist #%s?
da_dk: Er du sikker på at du vil slette Noticelist #%s?

source: Add Object Reference
da_dk: Tilføj Objekt Reference

source: Relationship type
da_dk: Relations type

source: Target UUID
da_dk: Mål UUID

source: Object
da_dk: Objekt

source: Target Details
da_dk: Mål Detaljer

source: Object reference Deletion
da_dk: Objekt reference Sletning

source: Are you sure you want to soft delete Object reference #%s?%s
da_dk: Er du sikker på at du vil soft-delete Objekt reference #%s?%s

source: Are you sure you want to hard delete Object reference #%s?%s
da_dk: Er du sikker på at du vil hard-delete Objekt reference #%s?%s

source: The Attribute will be permanently deleted and unrecoverable. Also, this will prevent the deletion to be propagated to other instances.
da_dk: Attributten bliver permanent slettet. Dette forhindrer også, at sletningen overføres til andre instanser.

source: Categories
da_dk: Kategorier

source: List of valid Values
da_dk: Liste over gyldige værdier

source: Disable correlation
da_dk: Deaktiver korrelation

source: Object Template index
da_dk: Objekt skabelon indeks

source: Requirements
da_dk: Krav

source: Are you sure you want to force an update for template # %s?
da_dk: Er du sikker på, at du vil tvinge en opdatering til skabelon # %s?

source: Are you sure you want to delete template # %s?
da_dk: Er du sikker på at du vil slette skabelon # %s?

source: Object Template
da_dk: Objekt skabelon

source: Object Template ID
da_dk: Objekt skabelon ID

source: Select Object Category
da_dk: Vælg objekt kategori

source: All meta-categories
da_dk: Alle metakategorier

source: All Objects
da_dk: Alle objekter

source: Back to categories
da_dk: Tilbage til kategorier

source: Object
da_dk: Objekt

source: Object Template
da_dk: Objekt skabelon

source: Meta category
da_dk: Meta kategori

source: Warning, issues found with the template
da_dk: Advarsel, der er fundet problemer med skabelonen

source: Save
da_dk: Gem

source: Name :: type
da_dk: Navn :: type

source: Disable Correlation
da_dk: Deaktiver korrelation

source: Warning: You are about to share data that is of a classified nature. Make sure that you are authorised to share this.
da_dk: Advarsel: Du er ved at dele data, der er klassificeret. Du skal sikre at du er autoriseret til at dele dette.

source: Enter value manually
da_dk: Indtast værdien manuelt

source: Object reconstruction
da_dk: Objekt rekonstruktion

source: Please create a backup of your mysql database before executing the script.
da_dk: Opret en sikkerhedskopi af din MySQL database før du afvikler scriptet.

source: No unmapped data found, everything is working as expected.
da_dk: Ingen unmapped data fundet, alt fungerer som forventet.

source: Unmapped Attributes
da_dk: Unmapped attributter

source: Keep in mind that some of the unmapped attributes can get reconstructed on a second pass of this script.
da_dk: Husk på, at nogle af de unmapped attributter kan rekonstrueres på et andet gennemløb af dette script.

source: Reconstructable objects
da_dk: Rekonstruerbare objekter

source: Make sure that the below Object reflects your expectation before submiting it.
da_dk: Sørg for, at nedenstående objekt afspejler din forventning, inden du sender det.

source: To IDS
da_dk: Til IDS

source: Object Deletion
da_dk: Objekt sletning

source: The Object will be permanently deleted and unrecoverable. Also, this will prevent the deletion to be propagated to other instances.
da_dk: Objektet bliver permanent slettet. Dette forhindrer også, at sletningen overføres til andre MISP instanser.

source: Are you sure you want to %sdelete Object #%s? %s
da_dk: Er du sikker på at du ønsker %sslette objekt #%s? %s

source: Add Organisation Blacklist Entries
da_dk: Tilføj organisation blacklist poster

source: Simply paste a list of all the organisation UUIDs that you wish to block from being entered.
da_dk: Indsæt en liste over alle organisationens UUID'er, som du vil blokere fra at blive indtastet fremover.

source: Organisation name
da_dk: Organisations navn

source: (Optional) The organisation name that the organisation is associated with
da_dk: (Valgfrit) Organisations navnet, som organisationen er tilknyttet til

source: Organisation Blacklists
da_dk: Organisations Blacklists
