Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: You can set this instance up as an internal instance by checking the checkbox below. This means that any synchronisation between this instance and the remote will not be automatically degraded as it would in a normal synchronisation scenario. Please make sure that you own both instances and that you are OK with this otherwise dangerous change.
da_dk: Du kan indstille denne MISP instans som en intern instans ved at markere afkrydsningsfeltet nedenfor. Det betyder, at enhver synkronisering mellem denne instans og remote instansen ikke automatisk "degrades" som den ville i et normalt synkroniserings scenarie. Sørg for, at du ejer begge MISP instanser, og at du er okay med denne ellers risikofyldte ændring.

source: Internal instance
da_dk: Intern instans

source: Information about the organisation that will receive the events, typically the remote instance's host organisation.
da_dk: Oplysninger om organisationen, der modtager events, typisk den remote instans' værts organisation.

source: Remote Sync Organisation Type
da_dk: Fjern synkroniserings organisaitons type

source: External Organisation
da_dk: Ekstern organisation

source: Local Organisation
da_dk: Lokal organisation

source: Remote Organisation's Name
da_dk: Remote organisations navn

source: Server certificate file
da_dk: Server certifikat fil

source: Client certificate file
da_dk: Klient certifikat fil

source: Push rules:
da_dk: Push regler:

source: Events with the following tags allowed:
da_dk: Events med følgende tags er tilladt:

source: Events with the following tags blocked:
da_dk: Events med følgende tags er blokeret:

source: Events with the following organisations allowed:
da_dk: Events med følgende organisation er tilladt:

source: Events with the following organisations blocked:
da_dk: Events med følgende organisation er blokeret:

source: Pull rules:
da_dk: Pull regler:

source: The base-url to the external server you want to sync with. Example: https://foo.sig.mil.be
da_dk: Basis URL'en på den eksterne server som der ønskes at synkroniserer med. Eksempelvis https://foo.sig.mil.be

source: Unpublish new event (working with Pull event).
da_dk: Unpublish nye events (Virker med pull events).

source: Publish new event without email (working with Push event).
da_dk: Publicer nye events uden at sende email (Virker på push events).

source: You can also upload a certificate file if the instance you are trying to connect to has its own signing authority. (*.pem)
da_dk: Du kan også uploade en certifikat fil, hvis den MISP instans du forsøger at oprette forbindelse til, har sin egen signerings authority. (* .pem)

source: Organisation Type
da_dk: Organisations Type

source: Leave empty to use current key
da_dk: Efterlad tomt for at anvende nuværende nøgle

source: Server certificate file (*.pem):
da_dk: Server certifikat fil (*.pem):

source: Add certificate file
da_dk: Tilføj certifikat fil

source: Remove certificate file
da_dk: Fjern certikat fil

source: Client certificate file:
da_dk: Klient certifikat fil:

source: You can also upload a client certificate file if the instance you are trying to connect requires this.
da_dk: Du kan også uploade en klient certifikat fil, hvis den MISP instans du forsøger at oprette forbindelse til kræver dette.

source: Not set.
da_dk: Ikke sat.

source: Please enter the url parameters that are to be used for the request. Valid parameters are:
da_dk: Indtast venligst de URL parametre, der skal bruges til anmodningen. Gyldige parametre er:

source: Example:
da_dk: Eksempel:

source: Apply filters to the remote instance
da_dk: Anvend filtre til den eksterne MISP instans

source: Servers
da_dk: Servere

source: Connection test
da_dk: Forbindelses test

source: Remote Organisation
da_dk: Fjern Organisation

source: Test the connection to the remote instance
da_dk: Test forbindelsen til den eksterne MISP instans

source: Run
da_dk: Kør

source: Pull updates to events that already exist locally
da_dk: Hent opdateringer til events, som allerede eksisterer lokalt

source: You are currently viewing an event on the remote instance %s
da_dk: Du ser for øjeblikket en event på den eksterne MISP instans %s

source: Filter the remote instance by tag: %s
da_dk: Filtrer den eksterne MISP instans ved hjælp af tag: %s

source: Filter the remote instance on the tag: %s
da_dk: Filtrer den eksterne MISP instans ved hjælp af tag: %s

source: not
da_dk: ikke

source: published
da_dk: publiceret

source: Fetch the event
da_dk: Hent event

source: Failed pulls
da_dk: Fejlede hentninger

source: No failed pulls
da_dk: Ingen fejlede hentninger

source: Succeeded pulls
da_dk: Successfulde hentninger

source: No succeeded pulls
da_dk: Ingen successfulde hentninger

source: Proposals pulled
da_dk: Forslag hentet

source: No proposals pulled
da_dk: Ingen forslag hentet

source: Failed pushes
da_dk: Fejlede pushes

source: No failed pushes
da_dk: Ingen fejlede pushes

source: Succeeded pushes
da_dk: Successfulde pushes

source: Warning: app/Config/config.php is not writeable. This means that any setting changes made here will NOT be saved.
da_dk: Advarsel: app/Config/config.php er ikke skrivebar. Det betyder at eventuelle ændringer af indstillinger der er foretaget her IKKE vil blive gemt.

source: To edit a setting, simply double click it.
da_dk: Du kan redigere en indstilling ved at dobbeltklikke på den.

source: Select instances to add
da_dk: Vælg MISP instans for at tilføje

source: Available Instances
da_dk: Tilgængelige MISP instanser

source: Add servers to sharing group
da_dk: Tilføj servere til delings gruppe

source: Do you want to pull the latest commit from the <?php echo h($branch); ?> branch? If you have made local changes to MISP the merge will fail.
da_dk: Vil du hente den seneste commit fra <?php echo h($branch); ?> branch? Hvis du har foretaget lokale ændringer til MISP, vil dette fejle.

source: Start time
da_dk: Start tid

source: Settings read at
da_dk: Indstillinger læst

source: Events processed
da_dk: Events processeret

source: The ZeroMQ server is unreachable.
da_dk: Det er ikke muligt at tilgå ZeroMQ serveren.

source: Cancel prompt
da_dk: Annuller prompten

source: Add Proposal
da_dk: Tilføj forslag

source: Propose
da_dk: Foreslå

source: IDS Signature?
da_dk: IDS Signatur?

source: Only list proposals of my organisation
da_dk: Vi kun forslag for min organisation

source: My Org's Events
da_dk: Min organisations events

source: List all proposals
da_dk: Vis alle forslag

source: All Events
da_dk: Alle Events

source: Proposal by
da_dk: Forslag af

source: Event creator
da_dk: Event skaber

source: Proposed value
da_dk: Foreslået værdi

source: Attribute edit
da_dk: Attribut rediger

source: New Attribute
da_dk: Ny Attribut

source: Are you sure you want to propose to delete Attribute #%s?
da_dk: Er du sikker på at du vil slette den foreslåede attribut #%s?

source: Propose to delete attribute
da_dk: Foreslå sletning af attribut

source: Proposal Deletion
da_dk: Foreslå sletning

source: Are you sure you want to delete Proposal #%s?
da_dk: Er du sikker på at du vil slette Forslag #%s?

source: Delete proposal
da_dk: Slet forslag

source: New Sharing Group
da_dk: Ny Delings Gruppe

source: General tab
da_dk: Generelt faneblad

source: General
da_dk: Generelt

source: Organisations tab
da_dk: Organisations faneblad

source: MISP instances tab
da_dk: MISP instans faneblad

source: MISP Instances
da_dk: MISP Instanser

source: Sharing group summary
da_dk: Sharing group opsummering

source: Summary and Save
da_dk: Opsummering og Gem

source: Example: Multinational sharing group
da_dk: Eksempel: Multinational delings gruppe

source: Releasable to
da_dk: Frigives til

source: Example: Community1, Organisation1, Organisation2
da_dk: Eksempel: Community1, Organisation1, Organisation2

source: A description of the sharing group.
da_dk: En beskrivelse af deligs gruppen.

source: Make the sharing group selectable (active)
da_dk: Gør delings grupper valgbare (Aktive)

source: Next page
da_dk: Næste side

source: Add local organisation(s) to the sharing group
da_dk: Tilføj lokal(e) organisation(er) til delings gruppen

source: Add local organisation
da_dk: Tilføj lokal organisaiton

source: Add remote organisations to the sharing group
da_dk: Tilføj remote organisation til delings gruppen

source: Add remote organisation
da_dk: Tilføj remote oganisation

source: Extend
da_dk: Udvid

source: Previous page
da_dk: Forrige side

source: Add instance
da_dk: Tilføj MISP instans

source: All orgs
da_dk: Alle organisationer

source: <span class="bold">General: </span>You are about to create the <span id="summarytitle" class="red bold"></span> sharing group, which is intended to be releasable to <span id="summaryreleasable" class="red bold"></span>.
da_dk: <span class="bold">Overordnet: </span>Du er igang med at oprette en<span id="summarytitle" class="red bold"></span> delings gruppe, som er beregnet til at frigive til <span id="summaryreleasable" class="red bold"></span>.

source: Local organisations: </span>It will be visible to <span id="summarylocal" class="red bold"></span>, from which <span id="summarylocalextend" class="red bold"></span> can extend the sharing group.
da_dk: Lokal organisationer: </span>Det vil være synligt for <span id="summarylocal" class="red bold"></span>, hvor fra <span id="summarylocalextend" class="red bold"></span> kan udvide delings gruppen.

source: External organisations: </span>It will also be visible to <span id="summaryexternal" class="red bold"></span>, out of which <span id="summaryexternalextend" class="red bold"></span> can extend the sharing group.
da_dk: Eksterne organisationer: </span>Det vil være synligt for <span id="summaryexternal" class="red bold"></span>, hvorfra <span id="summaryexternalextend" class="red bold"></span> kan udvide delings gruppen.

source: <span class="bold">Synchronisation: </span>Furthermore, events are automatically pushed to: <span id="summaryservers" class="red bold"></span>
da_dk: <span class="bold">Synkronisering: </span>Derudover skubbes events automatisk til: <span id="summaryservers" class="red bold"></span>

source: You can edit this information by going back to one of the previous pages, or if you agree with the above mentioned information, click Submit to create the Sharing group.
da_dk: Du kan redigere disse oplysninger ved at gå tilbage til en af de forgående sider, eller hvis du accepterer ovennævnte oplysninger, skal du klikke på Send for at oprette delings gruppen.

source: Submit and create sharing group
da_dk: Indsend og opret delings gruppe

source: Local instance
da_dk: Lokal MISP instans

source: Synchronisation: </span>Furthermore, events are automatically pushed to: <span id="summaryservers" class="red bold"></span>
da_dk: Synkronisering: </span>Derudover skubbes events automatisk til: <span id="summaryservers" class="red bold"></span>

source: Sharing Groups
da_dk: Delings Grupper

source: View only active sharing groups
da_dk: Vis kun aktive delings grupper

source: Active Sharing Groups
da_dk: Aktive Delings Grupper

source: View only passive sharing groups
da_dk: Vis kun passive delings grupper

source: Passive Sharing Groups
da_dk: Passive Delings Grupper

source: Distribution List
da_dk: Distributions liste

source: Selectable
da_dk: Valgbar

source: Synced by
da_dk: Synkroniseret af

source: Sighting date
da_dk: Observations dato

source: Sighting details
da_dk: Observations detaljer

source: Graph
da_dk: Graf

source: My org
da_dk: Min organisaiton

source: Attribute ID
da_dk: Attribut ID

source: Delete sighting
da_dk: Slet observation

source: Remove Sighting
da_dk: Fjern observation

source: Remove sighting (%s)?
da_dk: Fjern observation (%s)?

source: Remove sighting
da_dk: Fjern observation

source: Restrict tagging to org
da_dk: Begræns tagging til organisation

source: Restrict tagging to user
da_dk: Begræns tagging til bruger

source: Your Favourite Tags
da_dk: Dine favorit Tags

source: Filter user tags
da_dk: Filtrer bruger tags

source: Restricted to org
da_dk: Begrænset til organisaiton

source: Restricted to user
da_dk: Begrænset til bruger

source: Taxonomy
da_dk: Taksonomi

source: Tagged events
da_dk: Taggede events

source: Tagged attributes
da_dk: Taggede attributer

source: Favourite
da_dk: Favorit

source: Are you sure you want to delete "%s"?
da_dk: Er du sikker på, at du vil slette "%s"?

source: Select Tag
da_dk: Vælg Tag

source: search tags…
da_dk: Søg tags…

source: Attach tag
da_dk: Vedhæft tag

source: Return to taxonomy selection
da_dk: Gå tilbage til taksonomi udvælgelse

source: Select Taxonomy
da_dk: Vælg taksonomi

source: Back to Taxonomy Selection
da_dk: Tilbage til taksonomi valg

source: Select Tag Source
da_dk: Vælg Tag Kilde

source: Favourite Tags
da_dk: Favorit Tags

source: Custom Tags
da_dk: Brugerdefinerede Tags

source: All Tags
da_dk: Alle Tags

source: Taxonomy Library
da_dk: Taksonomi bibliotek

source: Here you can schedule pre-defined tasks that will be executed every x hours. You can alter the date and time of the next scheduled execution and the frequency at which it will be repeated (expressed in hours). If you set the frequency to 0 then the task will not be repeated. To change and of the above mentioned settings just click on the appropriate field and hit update all when you are done editing the scheduled tasks.
da_dk: Her kan du planlægge forud definerede opgaver, der udføres hver x time. Du kan ændre dato og klokkeslæt for den næste planlagte udførelse, og den frekvens, hvormed den gentages (udtrykt i timer). Hvis du indstiller frekvensen til 0, gentages opgaven ikke. For at ændre ovenstående indstillinger skal du bare klikke på det relevante felt og trykke på opdater, når du er færdig med at redigere de planlagte opgaver.

source: Warning: Scheduled tasks come with a lot of caveats and little in regards of customisations / granularity. You can instead simply create cron jobs out of the console commands as described here:
da_dk: Advarsel: Planlagte opgaver kommer med mange caveats og få muligheder for tilpasninger / granularitet. Du kan i stedet simpelthen oprette cron jobs med konsol kommandoerne som beskrevet her:

source: Set frequency timer for scheduled task
da_dk: Indstil frekvensen for den planlagte opgave

source: Update all
da_dk: Opdater alle

source: Taxonomies
da_dk: Taksonomier

source: Active Tags
da_dk: Aktive Tags

source: enable all
da_dk: aktiver alle

source: Enable all tags
da_dk: Aktiver alle tags

source: Are you sure you want to enable every tag associated to this taxonomy?
da_dk: Er du sikker på, at du vil aktivere alle tags, der er knyttet til denne taksonomi?

source: Disable
da_dk: Deaktiver

source: Are you sure you want to disable this taxonomy library?
da_dk: Er du sikker på, at du vil deaktivere dette taksonomi bibliotek?

source: Enable
da_dk: Aktiver

source: Are you sure you want to enable this taxonomy library?
da_dk: Er du sikker på, at du vil aktivere dette taksonomi bibliotek?

source: Delete taxonomy
da_dk: Slet taksonomi

source: Create and/or update selected tags
da_dk: Opret og/eller rediger valgte tags

source: Hidden
da_dk: Skjult

source: View graph
da_dk: Se graf

source: Refresh
da_dk: Opdater

source: Refresh or enable
da_dk: Opdater eller aktiver

source: Taxonomy Deletion
da_dk: Taksonomi sletning

source: Create Tags
da_dk: Opret Tags

source: Template Elements
da_dk: Skabelon Elementer

source: Add a new template element
da_dk: Tilføj et nyt skabelon element

source: Template Element Deletion
da_dk: Skabelon Element Sletning

source: Select Category
da_dk: Vælg kategori

source: Select Type
da_dk: Vælg Type

source: Use complex types
da_dk: Anvend komplekse typer

source: Types allowed based on the above setting
da_dk: Typer der er tilladt baseret på ovenstående indstillinger

source: This setting will make this element mandatory.
da_dk: Denne indstilling vil gøre dette element obligatorisk.

source: Add attribute element
da_dk: Tilføj attribut element

source: Choose element type
da_dk: Vælg element type

source: Add an attribute element
da_dk: Tilføj et attribut element

source: Add a file element
da_dk: Tilføj et fil element

source: Add a text description to the elements that follow
da_dk: Tilføj en tekst beskrivelse til de elementer, der følger

source: Add File Element To Template
da_dk: Tilføj fil element til skabelon

source: If a file is flagged as malicious then it will automatically be encrypted.
da_dk: Hvis en fil er markeret som ondsindet, bliver den automatisk krypteret.

source: If this checkbox is checked, then the resulting field in the form will allow several files to be uploaded.
da_dk: Hvis dette afkrydsningsfelt er markeret, vil det resulterende felt i formularen tillade flere filer at blive uploadet.

source: Submit the file element
da_dk: Indsend fil elementet

source: Add Text Element To Template
da_dk: Tilføj tekstelement til skabelon

source: Add text description element
da_dk: Tilføj tekst beskrivelses element

source: Edit Attribute Element
da_dk: Rediger attribut element

source: Edit File Element
da_dk: Rediger fil element

source: Submit description changes
da_dk: Indsend beskrivelses ændringer

source: A description of the template
da_dk: En beskrivelse af skabelonen

source: Create
da_dk: Opret

source: Templates
da_dk: Skabeloner

source: Are you sure you want to delete Template #
da_dk: Er du sikker på, at du vil slette Skabelon #

source: Populate From Template Results
da_dk: Populér fra skabelon resultater

source: Below you can see the attributes that are to be created based on the data that you have entered into the template. If you are satisfied with the result, click "Finalise". Otherwise, click "Modify".
da_dk: Nedenfor kan du se de attributter, der skal oprettes ud fra de data, du har indtastet i skabelonen. Hvis du er tilfreds med resultatet, skal du klikke på "Afslut". Ellers skal du klikke på "Rediger".

source: Finalise
da_dk: Afslut

source: Upload Files
da_dk: Upload Filer

source: Replace File
da_dk: Erstat fil

source: Upload File
da_dk: Upload Fil

source: Shareable
da_dk: Kan deles

source: Last Post By
da_dk: Sidste Post Af

source: Posts
da_dk: Poster

source: View Discussion
da_dk: Se diskussion

source: Admin Add User
da_dk: Admin Tilføj Bruger

source: Set password
da_dk: Indtast kodeord

source: Length
da_dk: Længde

source: Complexity
da_dk: Kompleksitet

source: Choose organisation
da_dk: Vælg organisation

source: Sync user for
da_dk: Synkroniser bruger for

source: Fetch the user's GnuPG key
da_dk: Hent brugerens GnuPG nøgle

source: Fetch GnuPG key
da_dk: Hent GnuPG nøgle

source: SMIME key
da_dk: SMIME nøgle

source: Disable this user account
da_dk: Deaktiver denne brugerkonto

source: Send credentials automatically
da_dk: Send brugernavn og password automatisk

source: Admin Edit User
da_dk: Admin Rediger Bruger

source: Terms accepted
da_dk: Vilkår accepteret

source: Reset Auth Key
da_dk: Nulstil Auth key

source: Confirm with your current password
da_dk: Bekræft med dit nuværende kodeord

source: Contact User(s)
da_dk: Kontakt bruger(e)

source: Custom message
da_dk: Brugerdefineret besked

source: Welcome message
da_dk: Velkomst besked

source: Reset password
da_dk: Nulstil kodeord

source: A single user
da_dk: En enkelt bruger

source: All users
da_dk: Alle brugere

source: Enter a custom message
da_dk: Indtast en brugerdefineret besked

source: New user registration
da_dk: Registrering af ny bruger

source: Password reset
da_dk: Nulstil kodeord

source: Remove filter
da_dk: Fjern filter

source: Apply filters
da_dk: Anvend filtre

source: Users
da_dk: Brugere

source: Contact %s
da_dk: Kontakt %s

source: Invited By
da_dk: Inviteret af

source: Org admin
da_dk: Organisaitons admin

source: GnuPG fingerprint
da_dk: GnuPG fingeraftryk

source: SMIME Public certificate
da_dk: SMIME Public certifikat

source: Password change
da_dk: Kodeord ændret

source: Failed GnuPGs?
da_dk: Fejlede GnuPGs?

source: SMIME Public certificate (PEM format)
da_dk: SMIME Offentlig certifikat (PEM format)

source: Login
da_dk: Log på

source: Correlations found
da_dk: Korrelationer fundet

source: Proposals active
da_dk: Forslag aktive

source: Discussion threads
da_dk: Diskussions Tråde

source: Go left
da_dk: Gå til venstre

source: Go right
da_dk: Gå til højre

source: A heatmap showing the usage of ATT&CK Tactic.
da_dk: Et heatmap der viser anvendelse af ATT&CK Taktik.

source: Organisation list
da_dk: Organisations liste

source: Nationality
da_dk: Nationalitet

source: Sector
da_dk: Sektor

source: Expiration
da_dk: Udløber

source: User and Organisation Statistics
da_dk: Bruger og Organisations Statistik

source: MISP Terms and Conditions
da_dk: MISP Vilkår og betingelser

source: Terms and Conditions file not found.
da_dk: Vilkår og betingelser fil blev ikke fundet.

source: Download Terms and Conditions
da_dk: Download Vilkår og betingelser

source: Accept Terms
da_dk: Accepter vilkår

source: Certificates validation
da_dk: Certifikat validering

source: GnuPG key validation
da_dk: GnuPG nøgle validering

source: Request API access
da_dk: Anmod om API adgang

source: Choose the key that you would like to use
da_dk: Vælg den nøgle, du ønsker at anvende

source: Key ID
da_dk: Nøgle ID

source: Creation date
da_dk: Oprettelses dato

source: Associated E-mail addresses
da_dk: Tilknyttede e-mail adresser

source: Select GnuPG key
da_dk: Vælg GnuPG nøgle

source: WARNING: This user does not have an encryption key set. The security posture of this instance allows for the sending of clear text e-mails, so this is what will happen if you proceed.
da_dk: Advarsel: Denne bruger har ikke angivet en krypteringsnøgle. Sikkerheds indstillingen på denne instans tillader afsendelse af e-mails, i klar tekst, dette er hvad der vil ske, hvis du fortsætter.

source: Send welcome message to user
da_dk: Send velkomst besked til brugeren

source: Initiate password reset for user
da_dk: Start nulstilling af kodeord for bruger

source: Are you sure you want to reset the password of %s and send him/her a welcome message with the credentials?
da_dk: Er du sikker på at du ønsker at nulstille kodeordet for %s og sende ham/hende en velkomst besked med login informationer?

source: Are you sure you want to reset the password of %s and send him/her the temporary credentials?
da_dk: Er du sikker på at du ønsker at nulstille kodeordet for %s og sende ham/hende et midlertidig kodeord?

source: First time registration
da_dk: Første gangs registrering

source: Submit password reset
da_dk: Indsend nulstilling af adgangskode

source: Delete Warninglist
da_dk: Slet Warninglist

source: Delete warninglist
da_dk: Slet Warninglist

source: Accepted attribute types
da_dk: Accepterede attribut typer

source: Warninglist Deletion
da_dk: Warninglist Sletning

source: Add Signature Whitelist
da_dk: Tilføj Signatur Whitelist

source: Edit Signature Whitelist
da_dk: Rediger Signatur Whitelist

source: numeric
da_dk: numerisk

source: Options depend on the selected category.
da_dk: Valg afhænger af den valgte kategori.

source: A similar attribute already exists for this event.
da_dk: En lignende attribut eksisterer allerede for denne event.

source: Please provide a valid UUID
da_dk: Venligst indtast en gyldig UUID

source: The UUID provided is not unique
da_dk: Den indtastede UUID er ikke unik

source: Options: Your organisation only, This community only, Connected communities, All communities, Sharing group, Inherit event
da_dk: Valgmuligheder: Kun din organisation, Kun dette fællesskab, Forbundne fællesskaber, Alle fællesskaber, Delings grupper, Nedarv fra event

source: Expected date format: YYYY-MM-DD
da_dk: Forventet dato format: YYYY-MM-DD
