Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: Options : 1, 2, 3, 4 (for High, Medium, Low, Undefined)
da_dk: Valg: 1, 2, 3, 4 (Høj, Mellem, Lav, Udefineret)

source: Options : Your organisation only, This community only, Connected communities, All communities
da_dk: Valgmuligheder: Kun din organisation, Kun dette fællesskab, Forbundne fællesskaber, Alle fællesskaber

source: If the distribution is set to "Sharing Group", a sharing group has to be selected.
da_dk: Hvis fordelingen er sat til "Delings Gruppe ", skal en delings gruppe vælges.

source: Options : 0, 1, 2 (for Initial, Ongoing, Completed)
da_dk: Indstillinger: 0, 1, 2 (for Opstart, Igangværende, Afsluttet)

source: Event already blacklisted.
da_dk: Event er allerede blacklisted.

source: The provided eventGraph is not a valid json format
da_dk: Den modtagede eventGraph er ikke i et validt JSON format

source: rule
da_dk: regel

source: Please enter a numeric event ID or leave this field blank.
da_dk: Indtast venligst et numerisk event ID eller lad dette felt være tomt.

source: Options : ...
da_dk: Muligheder : ...

source: A relationship with this name already exists.
da_dk: En relation med dette navn eksisterer allerede.

source: Organisation already blacklisted.
da_dk: Organisationen er allerede blacklistet.

source: An organisation with this name already exists.
da_dk: En organisation med dette navn eksisterer allerede.

source: An organisation with this UUID already exists.
da_dk: En organisation med denne UUID eksisterer allerede.

source: This is not a valid regular expression. Don't forget the delimiters!
da_dk: Dette er ikke et gyldigt regulært udtryk. Glem ikke delimiters!

source: A role with this name already exists.
da_dk: En rolle med samme navn eksisterer allerede.

source: Please enter a valid base-url.
da_dk: Indtast venligst en gyldig base-url.

source: A sharing group with this name already exists.
da_dk: En delings gruppe med dette navn eksisterer allerede.

source: Invalid type. Valid options are: 0 (Sighting), 1 (False-positive), 2 (Expiration).
da_dk: Ugyldig type. Gyldige indstillinger er: 0 (Observation), 1(Falsk-positiv), 2(Udløb).

source: This field is required.
da_dk: Dette felt er påkrævet.

source: A similar name already exists.
da_dk: Navnet eksisterer allerede.

source: Colour has to be in the RGB format (#FFFFFF)
da_dk: Farver skal være i RGB format (#FFFFFF)

source: Please choose a category.
da_dk: Vælg kategori.

source: Please choose a type.
da_dk: Vælg type.

source: Please enter a Name
da_dk: Indtast et navn

source: Please enter a Description
da_dk: Indtast en beskrivelse

source: Please fill out the text field
da_dk: Udfyld tekstfeltet

source: Password length requirement not met.
da_dk: Krav til adgangskode længde ikke opfyldt.

source: Password complexity requirement not met.
da_dk: Krav til adgangskode kompleksitet er ikke opfyldt.

source: Please re-enter your password twice so that the values match.
da_dk: Indtast venligst din adgangskode to gange.

source: The organisation ID has to be a numeric value.
da_dk: Organisations ID skal være en numerisk værdi.

source: Please enter a valid email address.
da_dk: Indtast en gyldig email adresse.

source: An account with this email address already exists.
da_dk: En konto med denne email adresse eksisterer allerede.

source: A authkey of a minimum length of 40 is required.
da_dk: Der kræves en authkey med en minimums længde på 40.

source: GnuPG key not valid, please enter a valid key.
da_dk: GnuPG nøgle er ikke gyldig, indtast venligst en gyldig nøgle.

source: Certificate not valid, please enter a valid certificate (x509).
da_dk: Certifikat ikke gyldigt, angiv venligst et gyldigt certifikat (x509).

source: A SID should be an integer.
da_dk: En SID skal være et tal.

source: Name not in the right format. Whitelist entries have to be enclosed by a valid php delimiter (which can be most non-alphanumeric / non-whitespace character). Format: "/8.8.8.8/" Please double check the name.
da_dk: Navn ikke i det rigtige format. Whitelist skal vedlægges af en gyldig php delimiter (som kan være de fleste ikke-alfanumeriske / ikke-whitespace karakterer). Format: "/8.8.8.8/" Venligst sikre dig at navnet anvendt ikke er forkert.
