Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: Invalid event
da_dk: Ugyldig begivenhed

source: All done. attribute_count generated from scratch for
da_dk: Udført. attribute_count genereret på ny til

source: Job queued. You can view the progress if you navigate to the active jobs view (administration -> jobs).
da_dk: Job sat i kø. Du kan se forløbet, hvis du går til visning af aktive jobs (Administration -> Job).

source: No event ID set.
da_dk: Intet begivenheds-ID sat.

source: You don't have permissions to create attributes
da_dk: Du har ikke tilladelse til at oprette attributter

source: You do not have permission to do that.
da_dk: Du har ikke rettighed til at gøre dette.

source: Invalid attribute
da_dk: Ugyldig Attribut

source: You do not have the permission to view this event.
da_dk: Du har ikke rettighed til at se denne begivenhed.

source: Attribute not an attachment or malware-sample
da_dk: Attribut er ikke en vedhæftning eller malware-eksempel

source: PHP says file was not uploaded. Are you attacking me?
da_dk: PHP siger, at filen ikke blev uploaded. Angriber du mig?

source: There was a problem to upload the file.
da_dk: Der var et problem ifm. fil-uploaden.

source: The ThreatConnect data has been imported.
da_dk: ThreatConnect-dataene blev importeret.

source: %s entries imported.
da_dk: %s poster importeret.

source: %s entries could not be imported.
da_dk: %s poster kunne ikke importeres.

source: Invalid attribute.
da_dk: Ugyldig attribut.

source: Attribute could not be saved: Attribute in the request not newer than the local copy.
da_dk: Attribut kunne ikke gemmes: Attribut i forespørgslen er ikke nyere end den lokale kopi.

source: Invalid Event.
da_dk: Ugyldig begivenhed.

source: The attribute has been saved
da_dk: Attributten er gemt

source: The attribute could not be saved. Please, try again.
da_dk: Attributten kunne ikke gemmes. Forsøg igen.

source: Invalid event id.
da_dk: Ugyldigt event id.

source: Invalid input.
da_dk: Ugyldigt input.

source: Invalid field.
da_dk: Ugyldigt felt.

source: Invalid attribute id.
da_dk: Ugyldigt attribut id.

source: Attribute deleted
da_dk: Attribut slettet

source: Attribute was not deleted
da_dk: Attributten blev ikke slettet

source: Invalid Attribute
da_dk: Ugyldig Attribut

source: Could not restore the attribute
da_dk: Kunne ikke gendanne attributten

source: Attribute not found or not authorised.
da_dk: Attributten ikke fundet eller ikke autoriseret.

source: This function is only accessible via POST requests.
da_dk: Denne funktion er kun tilgængelig via POST-forespørgsler.

source: No matching attributes found.
da_dk: Ingen matchende attributter fundet.

source: This method can only be accessed via AJAX.
da_dk: Denne metode kan kun tilgås via AJAX.

source: You are not authorized to edit this event.
da_dk: Du er ikke autoriseret til at redigere denne begivenhed.

source: No event ID provided.
da_dk: Intet begivenheds-ID givet.

source: Invalid tag
da_dk: Ugyldigt tag

source: This authentication key is not authorized to be used for exports. Contact your administrator.
da_dk: Denne autentifikationsnøgle er ikke godkendt til eksport. Kontakt din administrator.

source: You are not authorized. Please send the Authorization header with your auth key along with an Accept header for application/xml.
da_dk: Du er ikke autoriseret. Send Authorization-headeren med din auth-nøgle sammen med en Accept-header for application/xml.

source: Content type and parameter mismatch. Expecting JSON.
da_dk: Indholdstype og parameter uoverensstemmelse. Forventer JSON.

source: Content type and parameter mismatch. Expecting XML.
da_dk: Indholdstype og parameter uoverensstemmelse. Forventer XML.

source: Either specify the search terms in the url, or POST a json array / xml (with the root element being "request" and specify the correct accept and content type headers).
da_dk: Angiv enten søgeordene i URL'en eller POST et JSON-array/XML-fil (hvori rodelementet er "request" og angiv de korrekte headers for accept og indholdstype).

source: You don't have access to that event.
da_dk: Du har ikke adgang til den begivenhed.

source: No matches.
da_dk: Der er ingen matches.

source: Invalid attribute or no authorisation to view it.
da_dk: Ugyldig attribut eller manglende rettigheder til at se den.

source: You have to be logged in to do that.
da_dk: Du skal være logget ind for at gøre det.

source: Either specify the search terms in the url, or POST a json array / xml (with the root element being "request" and specify the correct headers based on content type.
da_dk: Angiv enten søgeordene i URL'en eller POST et JSON-array/XML-fil (hvori rodelementet er "request" og angiv de korrekte headers jf. indholdstypen).

source: Invalid event ID format.
da_dk: Ugyldig event ID format.

source: All done.
da_dk: Afsluttet.

source: Invalid field requested.
da_dk: Forespørgsel på ugyldigt felt.

source: This function can only be accessed via AJAX.
da_dk: Denne funktion kan kun tilgås via AJAX.

source: Event not found or you don't have permissions to create attributes
da_dk: Begivenhed ikke fundet eller du har ikke rettighed til at oprette attributter

source: This action can only be accessed via AJAX.
da_dk: Denne handling kan kun tilgås via AJAX.

source: You are not authorised to do that.
da_dk: Du har ikke rettigheder til at gøre dette.

source: This functionality requires API key access.
da_dk: Denne funktionalitet kræver API-nøgle adgang.

source: This action is for the API only. Please refer to the automation page for information on how to use it.
da_dk: Denne handling er kun til API'et. Se automatiseringssiden for oplysninger om, hvordan den benyttes.

source: No hash or event ID received. You need to set at least one of the two.
da_dk: Ingen hash eller begivenheds-ID modtaget. Mindst én af to skal angives.

source: Invalid script.
da_dk: Ugyldigt script.

source: No valid enrichment options found for this attribute.
da_dk: Ingen gyldige berigelsesmuligheder fundet for denne attribut.

source: Invalid type requested.
da_dk: Ugyldig type forespurgt.

source: Disabling the correlation is not permitted on this instance.
da_dk: Deaktivering af korrelation er ikke tilladt på denne instans.

source: Invalid Attribute.
da_dk: Ugyldig Attribut.

source: You don't have permission to do that.
da_dk: Du har ikke rettighed til at gøre dette.

source: Event Blacklisting is not currently enabled on this instance.
da_dk: Begivenhedssortlistning er ikke pt. aktiveret på denne instans.

source: No x509 certificate or GnuPG key set in your profile. To receive emails, submit your public certificate or GnuPG key in your profile.
da_dk: Intet x509-certifikat eller GnuPG-nøgle sat for din profil. For at modtage e-mails, indsæt dit offentlige certifikat eller GnuPG-nøgle i din profil.

source: No GnuPG key set in your profile. To receive emails, submit your public key in your profile.
da_dk: Ingen GnuPG nøgle tilknyttet din profil. For at modtage emails, skal du indsætte din offentlige nøgle under din profil.

source: No x509 certificate or GnuPG key set in your profile. To receive attributes in emails, submit your public certificate or GnuPG key in your profile.
da_dk: Intet x509 certifikat eller GnuPG nøgle på din profil. For at modtage emails, indsæt dit offentlige certifikat eller GnuPG nøgle på din profil.

source: No GnuPG key set in your profile. To receive attributes in emails, submit your public key in your profile.
da_dk: Ingen GnuPG nøgle tilknyttet din profil. For at modtage emails, skal du indsætte din offentlige nøgle under din profil.

source: You don't have permissions to create events
da_dk: Du har ikke rettigheder til at oprette objekter

source: No valid event data received.
da_dk: Ingen valide event data modtaget.

source: Invalid Sharing Group or not authorised (Sync user is not contained in the Sharing group).
da_dk: Ugyldig delings gruppe eller manglende rettigheder (Sync bruger findes ikke i delings gruppen).

source: Invalid Sharing Group or not authorised.
da_dk: Ugyldig Delings Gruppe, eller manglende autorisation.

source: Event blocked by local blacklist.
da_dk: Event blev blokkeret af lokal blacklist.

source: The event has been saved
da_dk: Event er gemt

source: Event already exists, if you would like to edit it, use the url in the location header.
da_dk: Event eksisterer allerede. Hvis du vil opdatere den, brug URL'en i location headeren.

source: A blacklist entry is blocking you from creating any events. Please contact the administration team of this instance
da_dk: En blacklist post blokerer din oprettelse af events. Venligst kontakt administratoren af denne MISP instans

source: The event could not be saved. Please, try again.
da_dk: Event kunne ikke gemmes. Prøv venligst igen.

source: You may only upload MISP XML or MISP JSON files.
da_dk: Du kan kun uploade MISP XML eller MISP JSON filer.

source: File upload failed or file does not have the expected extension (.xml / .json).
da_dk: Fil upload mislykkedes eller filtypenavnet ikke som forventet (.xml / .json).

source: STIX document imported, event's created:
da_dk: STIX dokument importeret, event's oprettet:

source: STIX document imported.
da_dk: STIX dokument importeret.

source: Could not import STIX document:
da_dk: Kunne ikke importerer STIX dokument:

source: File upload failed. Make sure that you select a stix file to be uploaded and that the file doesn't exceed the maximum file size of
da_dk: Fil upload mislykkedes. Sørg for at den STIX fil du vælger til upload ikke overstiger den maksimale filstørrelse for

source: You are not authorised to do that. Please consider using the 'propose attribute' feature.
da_dk: Du har ikke tilladelse til at udføre dette. Overvej venligst at bruge funktionen 'foreslå attribut' funktionen.

source: Invalid event ID entered.
da_dk: Ugyldig event ID indtastet.

source: You are not authorised to read the selected event.
da_dk: Du har ikke rettigheder til at læse den valgte event.

source: You don't have the permission to do that.
da_dk: Du har ikke tilladelse til at udføre dette.

source: Email sent to the reporter.
da_dk: Email sendt til personen der har rapporteret.

source: Sending of email failed
da_dk: Udsendelse af email fejlede

source: This feature is currently disabled
da_dk: Denne funktion er for øjeblikket deaktiveret

source: Either specify the search terms in the url, or POST an xml (with the root element being "request").
da_dk: Angiv enten søgeordene i URL'en eller POST en XML-fil (hvori rodelementet er "request").

source: Invalid Event ID.
da_dk: Ugyldigt event ID.

source: No events found that match the passed parameters.
da_dk: Ingen events fundet der matcher de tilførte parametre.

source: Either specify the search terms in the url, or POST a json or xml with the filter parameters. Valid filters: id (event ID), tags (list of tags), from (from date in YYYY-MM-DD format), to (to date in YYYY-MM-DD format), last (events with a published timestamp newer than - valid options are in time + unit format such as 6d or 2w, etc)
da_dk: Enten angiv søgeordene i url'en, eller POST en XML fil med parametrene. Tilladte filtre: id (event ID), tags (liste af tags), fra (fra-dato i YYYY-MM-DD format), til (til-dato i YYYY-MM-DD format), sidste (events med et publiceret-tidsstempel nyere end. Tilladte værdier er i tid + enhed format såsom 6d (6 dage), 2w (2 uger) osv)

source: Either specify the search terms in the url, or POST a json or xml with the filter parameters.
da_dk: Enten angiv søgeordene i url'en, eller POST en JSON eller XML fil med filter parametrene.

source: Invalid hash type.
da_dk: Ugyldig hash type.

source: Filename not allowed.
da_dk: Filnavnet ikke tilladt.

source: Problem with writing the ioc file. Please report to administrator.
da_dk: Problemer med at skrive IOC filen. Rapporter venligst dette til administratoren.

source: This is not a valid MISP XML file.
da_dk: Dette er ikke en valid MISP XML fil.

source: Either specify the search terms in the url, or POST a json array / xml (with the root element being "request" and specify the correct headers based on content type).
da_dk: Angiv enten søgeordene i URL'en eller POST et JSON-array/XML-fil (hvori rodelementet er "request" og angiv de korrekte headers jf. indholdstypen).

source: Not yet implemented
da_dk: Endnu ikke implementeret

source: Invalid event or not authorised.
da_dk: Ugyldig event eller manglende rettigheder.

source: You don't have the privileges to access this.
da_dk: Du har ikke de korrekte rettigheder til at tilgå dette.

source: Could not add tags.
da_dk: Kunne ikke tilføje tags.

source: Invalid event.
da_dk: Ugyldigt event.

source: You do not have the permission to do that.
da_dk: Du har ikke de nødvendige rettigheder til at udfører dette.

source: Invalid ID
da_dk: Ugyldig ID

source: Event not found or you are not authorised to view it.
da_dk: Event ikke fundet, eller du har ikke rettigheder til at se det.

source: Please POST the samples as described on the automation page.
da_dk: Venligt POST prøverne som beskrevet på automatisering-siden.

source: No samples received, or samples not in the correct format. Please refer to the API documentation on the automation page.
da_dk: Ingen prøver modtaget, eller prøver ikke i det korrekte format. Venligst se API-dokumentationen på automatisering-siden.

source: Event not found
da_dk: Event blev ikke fundet

source: Event not found.
da_dk: Event blev ikke fundet.

source: Distribution level 5 is not supported when uploading a sample without passing an event ID. Distribution level 5 is meant to take on the distribution level of an existing event.
da_dk: Distributions niveau 5 understøttes ikke, når du uploader en sample uden at indtaste et event ID. Distributions niveau 5 er beregnet til at overtage distributions niveauet for en eksisterende event.

source: The creation of a new event with the supplied information has failed.
da_dk: Oprettelsen af ​​en ny event med de leverede oplysninger mislykkedes.

source: Invalid type.
da_dk: Ugyldig type.

source: Invalid method.
da_dk: Ugyldig metode.

source: %s services are not enabled.
da_dk: %s tjenester er ikke aktiveret.

source: Attribute not found or you are not authorised to see it.
da_dk: Attribut ikke fundet, eller du har ikke rettigheder til at se den.

source: No valid %s options found for this attribute.
da_dk: Ingen valide %s muligheder fundet for denne attribut.

source: no valid %s options found for this attribute.
da_dk: ingen valide %s-optioner fundet for denne attribut.

source: %s service not reachable.
da_dk: %s service er ikke tilgængelig.

source: : Enriched via the %s
da_dk: : Beriget via %s

source: Import service not reachable.
da_dk: Import service er ikke tilgængelig.

source: Invalid ID.
da_dk: Ugyldigt ID.

source: Invalid Event
da_dk: Ugyldigt Event

source: Enrichment task queued for background processing. Check back later to see the results.
da_dk: Berigelses-job lagt i kø til behandling i baggrunden. Kom tilbage senere for at se resultatet.

source: You don't have the required privileges to do that.
da_dk: Du har ikke de nødvendige rettigheder til at udføre dette.

source: Feed added.
da_dk: Feed tilføjet.

source: Feed could not be added. Invalid field: %s
da_dk: Feed kunne ikke tilføjes. ugyldig felt: %s

source: Invalid feed.
da_dk: Ugyldigt Feed.

source: Feed could not be updated. Invalid fields: %s
da_dk: Feed kunne ikke opdateres. ugyldig felt: %s

source: This action requires a post request.
da_dk: Denne handling kræver en Post anmodning.

source: Feed is currently not enabled. Make sure you enable it.
da_dk: Feed er på nuværende tidspunkt ikke aktiveret. Sørg for at aktivere det.

source: Starting fetch from Feed.
da_dk: Start hentning a Feed.

source: Pull queued for background execution.
da_dk: Pull i lagt i kø til behandling i baggrunden.

source: Fetching the feed has failed.
da_dk: Hentning af feed mislykkedes.

source: Fetching the feed has successfuly completed.
da_dk: Hentning af feed blev successfuldt afsluttet.

source: Fetching the feed has successfully completed.
da_dk: Hentning af feed blev successfuldt afsluttet.

source: Event added.
da_dk: Event tilføjet.

source: Event already up to date.
da_dk: Event allerede seneste.

source: Event updated.
da_dk: Event opdateret.

source: Could not %s event.
da_dk: Kunne ikke %s event.

source: Download failed.
da_dk: Download mislykkedes.

source: Feed could not be fetched. The HTTP error code returned was:
da_dk: Feed kunne ikke hentes. Der blev returneret følgende HTTP fejl kode:

source: Invalid feed type.
da_dk: Ugyldigt feed type.

source: This event is blocked by the Feed filters.
da_dk: Denne event er blokeret af Feed filteret.

source: Could not download the selected Event
da_dk: Kunne ikke hente den valgte Event

source: Invalid Feed.
da_dk: Ugyldigt Feed.

source: Only POST requests are allowed.
da_dk: Kun POST forespørgsler er tilladt.

source: Feed not found.
da_dk: Feed ikke fundet.

source: Data pulled.
da_dk: Data hentet.

source: Could not pull the selected data. Reason: %s
da_dk: Kunne ikke hente valgte data. Årsag: %s

source: Starting feed caching.
da_dk: Påbegynder feed caching.

source: Caching the feeds has failed.
da_dk: Caching af feeds er fejlet.

source: Caching the feeds has successfully completed.
da_dk: Caching af feeds er afsluttet med success.

source: Invalid feed list received.
da_dk: Ugyldig feed liste modtaget.

source: All completed jobs have been purged
da_dk: Alle færdige jobs er blevet slettet

source: All jobs have been purged
da_dk: Alle jobs er slettet

source: Invalid object
da_dk: Ugyldig objekt

source: Invalid object reference
da_dk: Ugyldig objekt reference

source: ObjectTemplate deleted
da_dk: ObjektTemplate slettet

source: This action can only be reached via POST requests
da_dk: Denne handling kan kun tilgås via en POST forespørgsel

source: Invalid sharing group.
da_dk: Ugyldig deling gruppe.

source: You don't have permissions to create objects.
da_dk: Du har ikke rettigheder til at oprette objekter.

source: Invalid template.
da_dk: Ugyldig skabelon.

source: You don't have permissions to edit objects.
da_dk: Du har ikke rettigheder til at redigere objekter.

source: Invalid object.
da_dk: Ugyldigt objekt.

source: You don't have permissions to delete objects.
da_dk: Du har ikke rettigheder til at slette objekter.

source: Object not found or not authorised.
da_dk: Objektet ikke fundet eller manglende autorisation.

source: %s objects successfully reconstructed.
da_dk: %s objekter er rekonstrueret med success.

source: Organisation Blacklisting is not currently enabled on this instance.
da_dk: Blacklisting af organisation er ikke aktiveret på denne instans.

source: Organisation deleted
da_dk: Organisationen slettet

source: Organisation could not be deleted. Generally organisations should never be deleted, instead consider moving them to the known remote organisations list. Alternatively, if you are certain that you would like to remove an organisation and are aware of the impact, make sure that there are no users or events still tied to this organisation before deleting it.
da_dk: Organisationen kunne ikke slettes. Generelt bør organisationer aldrig slettes, i stedet bør du overveje at flytte dem til den kendte fjern organisations liste. Alternativt, hvis du er sikker på at du vil fjerne en organisation og er opmærksom på konsekvenserne, skal du sørge for, at der ikke er nogen brugere eller hændelser, der stadig er bundet til denne organisation, før denne slettes.

source: Invalid thread
da_dk: Ugyldig tråd

source: Post added
da_dk: Besked tilføjet

source: Invalid post
da_dk: Ugyldig besked

source: The Regexp has been saved.
da_dk: Det regulære udtryk er blevet gemt.

source: The Regexp could not be saved. Please, try again.
da_dk: Det regulære udtryk kunne ikke gemmes. Prøv venligst igen.

source: The Regular expressions have been saved.
da_dk: Det regulære udtryk er gemt.

source: Could not create the Regex entry as no types were selected. Either check "All" or check the types that you wish the Regex to affect.
da_dk: Kunne ikke tilføje det regulære udtryk, da der ikke var valgt en type. Anvendt "Alle" eller check den type hvor man ønsker det pågældende regulære udtryk har effekt.

source: All done! Number of changed attributes:
da_dk: Afsluttet! Antal attributter der er ændret:

source: All done! Found and cleaned
da_dk: Afsluttet! Fundet og rettet

source: Invalid role
da_dk: Forkert rolle

source: The Role could not be saved. Please, try again.
da_dk: Rollen kunne ikke gemmes. Forsøg venligst igen.

source: Role deleted
da_dk: Rolle slettet

source: The pull filter rules must be in valid JSON format.
da_dk: Pull filter reglen skal være i et valid JSON format.

source: The push filter rules must be in valid JSON format.
da_dk: Push filter reglen skal være i et valid JSON format.

source: That organisation could not be created as the uuid is in use already.
da_dk: Kunne ikke oprette organisation, da UUID allerede er i anvendelse.

source: Couldn't save the new organisation, are you sure that the uuid is in the correct format? Also, make sure the organisation's name doesn't clash with an existing one.
da_dk: Kunne ikke gemme den nye organisation, er du sikker på at uuid er i det korrekte format? Sørg også for organisationens navn ikke eksisterer i forvejen.

source: The server has been saved
da_dk: Serveren er gemt

source: The server could not be saved. Please, try again.
da_dk: Serveren kunne ikke gemmes. Venligst forsøg igen.

source: Invalid server
da_dk: Ugyldig server

source: Couldn't save the new organisation, are you sure that the uuid is in the correct format?.
da_dk: Den nye organisation kunne ikke gemmes. Har du sikret dig at UUID er i et korrekt format?.

source: Server deleted
da_dk: Server slettet

source: Server was not deleted
da_dk: Serveren blev ikke slettet

source: Pull setting not enabled for this server.
da_dk: Pull indstillingen ikke aktiveret på denne server.

source: Not authorised. This is either due to an invalid auth key, or due to the sync user not having authentication permissions enabled on the remote server. Another reason could be an incorrect sync server setting.
da_dk: Ingen autorisation. Dette skyldes enten en ugyldig auth-nøgle, eller fordi synkroniserings brugeren ikke har godkendelses rettigheder aktiveret på den eksterne server. En anden grund kan være en forkert synkroniserings indstilling.

source: File not found.
da_dk: Filen blev ikke fundet.

source: File could not be deleted.
da_dk: Filen kunne ikke slettes.

source: Upload failed.
da_dk: Upload fejlet.

source: File already exists. If you would like to replace it, remove the old one first.
da_dk: Filen eksisterer allerede. Såfremt du ønsker at erstatte den, skal den gamle fil først fjernes.

source: Moving of the file that this attachment references failed.
da_dk: Flytning af filen som denne vedhæftelse refererer mislykkedes.

source: Could not discard proposal.
da_dk: Kunne ikke slette forslag.

source: Attribute has not been added: attachments are added by "Add attachment" button
da_dk: Attributten blev ikke tilføjet: Vedhæftelse sker via 'Tilføj vedhæftelse' knappen

source: The lines
da_dk: Linjerne

source: The proposal has been saved
da_dk: Forslaget er gemt

source: Could not save the proposal. Errors: %s
da_dk: Kunne ikke gemme forslaget. Fejl: %s

source: The proposal could not be saved. Please, try again.
da_dk: Forslaget kunne ikke gemmes. Prøv venligst igen.

source: Invalid Proposal
da_dk: Forslaget er ugyldigt

source: Proposal not an attachment or malware-sample
da_dk: Forslaget er ikke en vedhæftelse eller malware-sample

source: The attachment has been uploaded
da_dk: Vedhæftelse er uploaded
