Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: The attachment has been uploaded, but some of the proposals could not be created. The failed proposals are:
da_dk: Den vedhæftede fil er blevet uploadet, men nogle af forslagene kunne ikke oprettes. De fejlede forslag er:

source: The attachment could not be saved, please contact your administrator.
da_dk: Vedhæftelse kunne ikke gemmes, kontakt din administrator.

source: The proposed Attribute has been saved
da_dk: Den foreslåede attribut blev gemt

source: The ShadowAttribute could not be saved. Please, try again.
da_dk: ShadowAttribute kunne ikke gemmes. Prøv igen.

source: Invalid proposal.
da_dk: Forslaget er ugyldigt.

source: No proposals found or invalid event.
da_dk: Ingen forslag fundet eller ugyldig event.

source: This feature is only available using the API to Sync users
da_dk: Denne funktion er kun tilgængelig for Sync-brugere ved brug af API'et

source: Invalid UUID
da_dk: Ugyldig UUID

source: This feature is only available using POST requests
da_dk: Denne funktion er kun tilgængelig ved brug af POST forespørgsler

source: Sharing Group deleted
da_dk: Delings gruppe slettet

source: Sharing Group could not be deleted. Make sure that there are no events, attributes or threads belonging to this sharing group.
da_dk: Delings gruppen kunne ikke slettes. Sørg for at der ikke er nogle events, attributter eller tråde, der tilhører denne delings gruppe.

source: Tag deleted
da_dk: Tag slettet

source: Tag was not deleted
da_dk: Tag blev ikke slettet

source: Event populated,
da_dk: Event udfyldt,

source: Event populated, but
da_dk: Event er udfyldt men,

source: Invalid user or not authorised.
da_dk: Ukendt bruger eller manglende autorisation.

source: Invalid user
da_dk: Ukendt bruger

source: Invalid e-mail domain. Your user is restricted to creating users for the following domain(s):
da_dk: Ugyldigt e-mail-domæne. Din bruger er begrænset til kun at oprette brugere for følgende domæne(r):

source: The profile has been updated
da_dk: Profilen blev opdateret

source: The profile could not be updated. Please, try again.
da_dk: Profilen kunne ikke opdateres. Venligst prøv igen.

source: Password Changed.
da_dk: Kodeord ændret.

source: The password could not be updated. Make sure you meet the minimum password length / complexity requirements.
da_dk: Kodeordet kunne ikke opdateres. Du skal sikre dig at minimums kravet for længde eller kompleksitet efterleves.

source: The user could not be saved. Invalid organisation.
da_dk: Brugeren kunne ikke gemmes. Ugyldig organisation.

source: The user has been saved.
da_dk: Brugeren er gemt.

source: The user could not be saved. Please, try again.
da_dk: Brugeren kunne ikke gemmes. Venligst prøv igen.

source: The user has been saved
da_dk: Brugeren er gemt

source: User deleted
da_dk: Brugeren slettet

source: User was not deleted
da_dk: Brugeren blev ikke slettet

source: Invalid username or password, try again
da_dk: Ukendt brugernavn eller kodeord, prøv igen

source: Good-Bye
da_dk: Farvel og tak for kaffe

source: New authkey generated.
da_dk: Ny autentifikations nøgle genereret.

source: You accepted the Terms and Conditions.
da_dk: Du har accepteret vilkår og betingelserne.

source: E-mails sent, but failed to deliver the messages to the following recipients:
da_dk: E-mails sendt, men blev ikke leveret til følgende modtagere:

source: E-mails sent.
da_dk: E-Mails sendt.

source: The %s has been saved.
da_dk: %s er gemt.

source: The %s could not be saved. Please, try again.
da_dk: %s kunne ikke gemmes. Prøv venligst igen.

source: Invalid %s
da_dk: Ugyldig %s

source: The %s has been saved
da_dk: %s er gemt

source: %s deleted
da_dk: %s slettet

source: %s was not deleted
da_dk: %s blev ikke slettet

source: Done. Added %d new entries to the blacklist. %d entries could not be saved.
da_dk: Færdig. Tilføjet %d nye poster til blacklist. %d poster kunne ikke gemmes.

source: Blacklist item added.
da_dk: Blacklist item tilføjet.

source: Invalid blacklist entry
da_dk: Ukendt blacklist post

source: Blacklist entry removed
da_dk: Blacklist post fjernet

source: Could not remove the blacklist entry
da_dk: Kunne ikke fjerne blacklist post

source: Composite type, but value not explodable
da_dk: Sammensat type, men værdien kan ikke deles

source: Delete of file attachment failed. Please report to administrator.
da_dk: Sletning af filvedhæftning fejlede. Rapporter venligst dette til administratoren.

source: The entered string is too long and would get truncated. Please consider adding the data as an attachment instead
da_dk: Den indtastede streng er for langt og vil blive afkortet. Overvej at tilføje dataene som en vedhæftet fil i stedet

source: Checksum has an invalid length or format (expected: %s hexadecimal characters). Please double check the value or select type "other".
da_dk: Checksum har en ugyldig længde eller format (forventet: %s hexadecimale tegn). Venligst dobbeltcheck værdien eller Vælg typen "andre".

source: Checksum has an invalid length or format (expected: at least 35 hexadecimal characters). Please double check the value or select type "other".
da_dk: Checksum har en ugyldig længde eller format (forventet: mindst 35 hexadecimale tegn). Venligst dobbeltcheck værdien eller Vælg typen "andre".

source: The input doesn't match the expected sha1 format (expected: 40 hexadecimal characters). Keep in mind that MISP currently only supports SHA1 for PEhashes, if you would like to get the support extended to other hash types, make sure to create a github ticket about it at https://github.com/MISP/MISP!
da_dk: Input ikke stemmer overens med det forventede sha1 format (forventet: 40 hexidecimale tegn). Husk på, at MISP i øjeblikket kun understøtter SHA1 til PEhashes. Hvis du ønsker at få support for andre hash-typer, så opret en ticket på github om det på https://github.com/MISP/MISP!

source: Invalid SSDeep hash. The format has to be blocksize:hash:hash
da_dk: Ugyldig SSDeep hash. Formatet skal være blokstørrelse:hash:hash

source: Invalid impfuzzy format. The format has to be imports:hash:hash
da_dk: Ugyldigt impfuzzy format. Formatet skal være imports:hash:hash

source: The input doesn't match the expected filename|sha1 format (expected: filename|40 hexadecimal characters). Keep in mind that MISP currently only supports SHA1 for PEhashes, if you would like to get the support extended to other hash types, make sure to create a github ticket about it at https://github.com/MISP/MISP!
da_dk: Input ikke stemmer overens med det forventede filnavn|sha1 format (forventet: filnavn|40 hexidecimale tegn). Husk på, at MISP i øjeblikket kun understøtter SHA1 til PEhashes. Hvis du ønsker at få support for andre hash-typer, så opret en ticket på github om det på https://github.com/MISP/MISP!

source: Checksum has an invalid length or format (expected: filename|%s hexadecimal characters). Please double check the value or select type "other".
da_dk: Checksum har en ugyldig længde eller format (forventet: %s hexadecimale tegn). Venligst dobbeltcheck værdien eller Vælg typen "andre".

source: Invalid composite type. The format has to be %s.
da_dk: Ygyldig komposit type. Formatet skal være: %s.

source: Invalid SSDeep hash (expected: blocksize:hash:hash).
da_dk: Ugyldig SSDeep hash (forventet: blokstørrelse:hash:hash).

source: Checksum has an invalid length or format (expected: filename|at least 35 hexadecimal characters). Please double check the value or select type "other".
da_dk: Checksum har en ugyldig længde eller format (forventet: filnavn|mindst 35 hexadecimale tegn). Venligst dobbeltcheck værdien eller Vælg typen "andre".

source: Invalid CIDR notation value found.
da_dk: Ugyldig CIDR notation værdi fundet.

source: IP address has an invalid format.
da_dk: IP adresse anvender et forkert format.

source: Port numbers have to be positive integers between 1 and 65535.
da_dk: Port numre skal være et positivt tal mellem 1 og 65535.

source: name has an invalid format. Please double check the value or select type "other".
da_dk: navn er i et ugyldig format. Venligst kontroller værdien eller vælg typen "andet".

source: Domain name has an invalid format.
da_dk: Domænenavnet har et ukorrekt format.

source: Email address has an invalid format. Please double check the value or select type "other".
da_dk: E-mail adressen er i et ugyldig format. Venligst kontroller at feltet er korrekt eller vælg typen "andet".

source: Invalid format. Expected: CVE-xxxx-xxxx...
da_dk: Ugyldigt format. Forventet: CVE-xxxx-xxxx...

source: Invalid format. Only values shorter than 256 characters that don't include any forward or backward slashes are allowed.
da_dk: Ugyldigt format. Kun værdier der er kortere end 256 karakterer og som ikke indeholder forward og backward slashes er tilladt.

source: Datetime has to be in the ISO 8601 format.
da_dk: Datetime skal være i ISO 8601 format.

source: The value has to be a number greater or equal 0.
da_dk: Værdien skal være et nummer der er større end eller lig med 0.

source: The value has to be a number between 0 and 10.
da_dk: Værdien skal være mellem 0 og 10.

source: Could not read user.
da_dk: Brugeren kunne ikke læses.

source: This field is mandatory.
da_dk: Feltet er obligatorisk.

source: Something went wrong. Received a non-numeric event ID while trying to create a zip archive of an uploaded malware sample.
da_dk: Noget gik galt. Modtog et ikke-numerisk event ID under forsøget på at skabe et zip arkiv af en uploadet malware-sample.

source: Issues while loading the stix file.
da_dk: Problemer, under indlæsningen af STIX filen.

source: Issues with the maec library.
da_dk: Problemer med MAEC biblioteket.

source: Issues executing the ingestion script or invalid input.
da_dk: Der var problemer med at udføre indtagelsen, eller ugyldigt input.

source: Please ask your administrator to
da_dk: Kontakt din administrator for

source: Please
da_dk: Venligst

source: check whether the dependencies for STIX are met via the diagnostic tool.
da_dk: check om alle afhængigheder for STIX er opfyldt via diagnostiserings værktøjet.

source: %s not set
da_dk: %s ikke sat

source: Certain administrative tasks are exposed to the API, these help with maintaining and configuring MISP in an automated way / via external tools.
da_dk: Visse administrative opgaver er tilgængelige via API'et, så vedligeholdelse og konfiguration af MISP kan automatiseres eller foretages via eksterne værktøjer.

source: Administering MISP via the CLI
da_dk: Administrer MISP via CLI

source: If you would like to automate tasks such as caching feeds or pulling from server instances, you can do it using the following command line tools. Simply execute the given commands via the command line / create cron jobs easily out of them.
da_dk: Hvis du vil automatisere opgaver såsom caching af feeds eller pull fra andre instanser, kan du gøre det ved hjælp af de følgende kommandolinjeværktøjer. Blot udfør de givne kommandoer via kommandolinjen, eller lav et cronjob ud af dem.

source: Automating certain console tasks
da_dk: Automatisering af visse konsol opgaver

source: The base url of the application (in the format https://www.mymispinstance.com). Several features depend on this setting being correctly set to function.
da_dk: Rodadressen for applikationen (i formatet https://www.mymispinstance.com). Flere funktioner afhænger af indstillingen er korrekt.

source: The currenty set baseurl does not match the URL through which you have accessed the page. Disregard this if you are accessing the page via an alternate URL (for example via IP address).
da_dk: Den aktuelt satte baseurl svarer ikke til den URL-adresse, som du har tilgået siden med. Du kan se bort fra dette hvis du tilgår siden via en alternativ URL-adresse (for eksempel via IP-adressen).

source: Unless set to true, the instance will only be accessible by site admins.
da_dk: Medmindre denne er angivet til sand, vil instansen kun være tilgængelig for admins.

source: Select the language MISP should use. The default is english.
da_dk: Vælg det sprog MISP skal anvende. Standard er engelsk.

source: Enable some performance heavy correlations (currently CIDR correlation)
da_dk: Aktiver nogle performance tunge korrelationer (i øjeblikket CIDR korrelation)

source: In some cases, a heavily used MISP instance can generate unwanted blackhole errors due to a high number of requests hitting the server. Disable the auto logout functionality to ease the burden on the system.
da_dk: I visse tilfælde kan en kraftigt anvendt MISP-instans generere uønskede blackhole-fejl grundet at serveren udsættest for et stort antal anmodninger. Deaktivér funktionen til automatisk udlogning for at lette systemets belastning.

source: Set the ssdeep score at which to consider two ssdeep hashes as correlating [1-100]
da_dk: Sæt den ssdeep score ved hvilken to ssdeep hashes betragtes som korrelerede [1-100]

source: Sets the maximum number of correlations that can be fetched with a single event. For extreme edge cases this can prevent memory issues. The default value is 5k.
da_dk: Angiver det maksimale antal korrelationer, der kan hentes med en enkelt event. For ekstreme ydertilfælde kan dette forhindre hukommelsesproblemer. Standardværdien er 5k.

source: The message that users will see if the instance is not live.
da_dk: Den besked brugerne vil se, hvis instansen ikke er live.

source: If this is not set the default value will be used.
da_dk: Hvis dette ikke er angivet benyttes standardværdien.

source: This setting is deprecated and can be safely removed.
da_dk: Denne indstilling er forældet og kan fjernes.

source: Cached exports can take up a considerable amount of space and can be disabled instance wide using this setting. Disabling the cached exports is not recommended as it's a valuable feature, however, if your server is having free space issues it might make sense to take this step.
da_dk: Cachede eksporter kan tage betydelig plads og kan deaktiveres for hele instansen med denne indstilling. Deaktivering af cached eksport anbefales ikke, da det er en værdifuld funktion. Hvis din server har plads problemer kan det dog være fornuftigt at tage dette skridt.

source: Footer text prepending the "Powered by MISP" text.
da_dk: Sidefodsteksten foran "Drevet af MISP" teksten.

source: Footer text following the "Powered by MISP" text.
da_dk: Sidefodsteksten efter "Drevet af MISP" teksten.

source: If set, this setting allows you to display a logo on the right side of the footer. Upload it as a custom image in the file management tool.
da_dk: Hvis sat, tillader denne indstilling dig at vise et logo på højre side af sidefoden. Logoet skal uploades som et brugerdefineret billede i fil administrationen.

source: If set, this setting allows you to display a logo as the home icon. Upload it as a custom image in the file management tool.
da_dk: Hvis sat, tillader denne indstilling dig at vise et logo som hjem ikon. Logoet skal uploades som et brugerdefineret billede i fil administrationen.

source: If set, the image specified here will replace the main MISP logo on the login screen. Upload it as a custom image in the file management tool.
da_dk: Hvis sat, tillader denne indstilling dig at vise et andet billede i stedet for MISP logoet på loginsiden. Billedet skal uploades som et brugerdefineret billede i fil administrationen.

source: The organisation tag of the hosting organisation. This is used in the e-mail subjects.
da_dk: Organisationtag for værtsorganisationen. Dette bruges i e-mail-emner.

source: The hosting organisation of this instance. If this is not selected then replication instances cannot be added.
da_dk: Værtsorganisationen for denne instans. Hvis dette ikke er valgt kan der ikke tilføjes replikerings instanser.

source: The MISP instance UUID. This UUID is used to identify this instance.
da_dk: MISP instans UUID. Denne UUID anvendes til at identificerer instansen.

source: No valid UUID set
da_dk: Der er ikke sat et gyldigt UUID

source: Setting this setting to 'false' will hide all organisation names / logos.
da_dk: Ved at sætte dette til 'falsk' vil alle organisations navne og logoer blive gemt.

source: Put the event threat level in the notification E-mail subject.
da_dk: Sæt eventens trusselsniveau ind i emnet på adviserings e-mailen.

source: This is the TLP string for e-mails when email_subject_tag is not found.
da_dk: Dette er TLP-strengen for emails, når email_subject_tag ikke er fundet.

source: If this tag is set on an event it's value will be sent in the E-mail subject. If the tag is not set the email_subject_TLP_string will be used.
da_dk: Hvis dette tag er sat på en event, vil værdien blive sendt i e-mailens emne. Hvis tagget ikke angives anvendes i stedet værdien i email_subject_TLP_string.

source: Include in name of the email_subject_tag in the subject. When false only the tag value is used.
da_dk: Inkludér navnet på email_subject_tag i emnet. Når falsk, benyttes kun tag-værdien.

source: Enables the use of MISP's background processing.
da_dk: Aktiver anvendelsen af MISP's baggrunds processering.

source: Directory where attachments are stored. MISP will NOT migrate the existing data if you change this setting. The only safe way to change this setting is in config.php, when MISP is not running, and after having moved/copied the existing data to the new location. This directory must already exist and be writable and readable by the MISP application.
da_dk: Mappe, hvor vedhæftede filer er gemt. MISP vil ikke overføre de eksisterende data, hvis du ændrer denne indstilling. Den eneste sikre måde at ændre denne indstilling er i config.php, mens MISP ikke kører, og efter at have flyttes/kopieres eksisterende data til den nye placering. Makken skal allerede eksistere, og kunne læses og skrives af MISP applikationen.

source: Allow the XML caches to include the encoded attachments.
da_dk: Tillad XML caches at inkludere kodede vedhæftninger.

source: Always download attachments when loaded by a user in a browser
da_dk: Download altid vedhæftninger når indlæsningen sker af en bruger i en browser

source: The e-mail address that MISP should use for all notifications
da_dk: Den e-mail-adresse, som MISP anvender for alle notifikationer

source: You can disable all e-mailing using this setting. When enabled, no outgoing e-mails will be sent by MISP.
da_dk: Du kan deaktivere al e-mail ved hjælp af denne indstilling. Når den er aktiveret, vil ingen udgående e-mails blive sendt af MISP.

source: The e-mail address that MISP should include as a contact address for the instance's support team.
da_dk: E-Mail adressen som MISP anvender som kontakt adresse til instansens support team.

source: Turn Vulnerability type attributes into links linking to the provided CVE lookup
da_dk: Omdan sårbarhedens type attributter til links, der linker til til den leverede CVE beskrivelse

source: This setting controls whether notification e-mails will be sent when an event is created via the REST interface. It might be a good idea to disable this setting when first setting up a link to another instance to avoid spamming your users during the initial pull. Quick recap: True = Emails are NOT sent, False = Emails are sent on events published via sync / REST.
da_dk: Denne indstilling styrer, om der sendes en e-mail notofikation, når en event bliver oprettet via REST interfacet. Det kan være en god ide at deaktivere denne indstilling, når der første gang oprettes et link til en anden instans, for at undgå at spamme din brugere mens du alver det første pull. Hurtigt Resumé: sand = E-mails sendes ikke, falsk = E-mails sendes på events publiceret via sync / REST.

source: enabling this flag will allow the event description to be transmitted in the alert e-mail's subject. Be aware that this is not encrypted by GnuPG, so only enable it if you accept that part of the event description will be sent out in clear-text.
da_dk: aktivering af dette flag vil tillade at eventbeskrivelsen medtages i klartekst i emnefeltet på alert e-mail, da emnefeltet ikke krypteres af GnuPG. Vær sikker på at du kan acceptere dette.

source: The default distribution setting for events (0-3).
da_dk: Standard distributions indstilling for events (0-3).

source: The default distribution setting for attributes, set it to 'event' if you would like the attributes to default to the event distribution level. (0-3 or "event")
da_dk: Standardindstilling for distribution af attributter. Sæt denne til "event" hvis du ønsker at anvende distributions niveauet for events. (0-3 eller "event")

source: The default threat level setting when creating events.
da_dk: Standardindstillingen for trussel niveau ved oprettelse af events.

source: Enable the tagging feature of MISP. This is highly recommended.
da_dk: Aktiver funktionen tagging i MISP. Det er højest anbefalet.

source: Show the full tag names on the event index.
da_dk: Vis de fulde tag navne i event oversigten.

source: Used on the login page, before the MISP logo
da_dk: Anvendes på login-siden, før MISP logoet

source: Used on the login page, after the MISP logo
da_dk: Anvendes på login-siden, efter MISP logoet

source: Used on the login page, to the left of the MISP logo, upload it as a custom image in the file management tool.
da_dk: Anvendes på login-siden, til venstre for MISP logoet. Skal uploades som en brugerdefineret billede i fil administrations værktøjet.

source: Used on the login page, to the right of the MISP logo, upload it as a custom image in the file management tool.
da_dk: Anvendes på login-siden, til højre for MISP logoet. Skal uploades som en brugerdefineret billede i fil administrations værktøjet.

source: Used in the page title, after the name of the page
da_dk: Bruges i sidetitlen efter navnet på siden

source: Allows users to take ownership of an event uploaded via the "Add MISP XML" button. This allows spoofing the creator of a manually imported event, also breaking possibly breaking the original intended releasability. Synchronising with an instance that has a different creator for the same event can lead to unwanted consequences.
da_dk: Tillader brugere at overtage ejerskabet af hændelser der uploades via knappen "Tilføj MISP XML". Dette tillader spoofing af skaberen af en manuelt importeret event, og bryder måske den oprindeligt tænkte releasability. Synkronisering med en instans, der har en anderledes skaber til den samme event kan medføre uønskede konsekvenser.

source: Choose whether the terms and conditions should be displayed inline (false) or offered as a download (true)
da_dk: Vælg om vilkårene og betingelserne skal vises inline (falsk) eller tilbydes som download (sandt)

source: The filename of the terms and conditions file. Make sure that the file is located in your MISP/app/files/terms directory
da_dk: Filnavnet til filen med vilkår og betingelser. Det skal sikres at filen er placeret i mappen MISP/app/files/terms

source: True enables the alternate org fields for the event index (source org and member org) instead of the traditional way of showing only an org field. This allows users to see if an event was uploaded by a member organisation on their MISP instance, or if it originated on an interconnected instance.
da_dk: Hvis sat til sand gives der mulighed for alternative org felter for event oversigten (kilde organisation og medlems organisation) i stedet for blot at vise kun et organisationsfelt (standard). Dette tillader brugere at se, om en event blev uploadet af en medlemsorganisation på deres MISP instans, eller om den opstod på en forbundet instans.

source: True will deny access to unpublished events to users outside the organization of the submitter except site admins.
da_dk: Hvis sat til sand vil ikke-offentliggjorte events være utilgængelige for brugere uden for indsenderens organisation, med undtagelse af site admins.
