Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: Events published within the last x amount of time, where x can be defined in days, hours, minutes (for example 5d or 12h or 30m).This filter will use the published timestamp of the event.
da_dk: Events offentliggjort inden for den sidste x tid, hvor x kan defineres i dage, timer, minutter (for eksempel 5d eller 12t eller 30m). Dette filter bruger det publicerede tidsstempel for eventen.

source: To export the attributes of all events that are of the type "domain", use the following syntax
da_dk: For at eksportere attributterne på alle events, der er af typen "domain", brug den følgende syntaks

source: NIDS rules export
da_dk: eksport af NIDS regler

source: Automatic export of all network related attributes is available under the Snort rule format. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
da_dk: Automatisk eksport af alle netværksrelaterede attributter er tilgængelig under Snort regel formatet. Kun <em>publicerede</em> events og attributter, der er markeret som <em>IDS-signatur</em> eksporteres.

source: The full API syntax is as follows
da_dk: Det fulde API syntaks ser således ud

source: The export format, can be "suricata" or "snort"
da_dk: Eksport formatet kan være "suricata" eller "snort"

source: Some commented out explanation framing the data. The reason to disable this would be if you would like to concatenate a list of exports from various select events in order to avoid unnecessary duplication of the comments.
da_dk: Nogle udkommenterede forklaringer indrammer data. Årsagen til at deaktivere dette ville være, hvis du gerne vil sammenkæde en liste af eksport fra forskellige udvalgte events for at undgå unødvendig duplikering af kommentarer.

source: Events published within the last x amount of time, where x can be defined in days, hours, minutes (for example 6d or 12h or 30m). This filter will use the published timestamp of the event.
da_dk: Events offentliggjort inden for den sidste x tid, hvor x kan defineres i dage, timer, minutter (for eksempel 6d eller 12t eller 30m). Dette filter bruger det publicerede tidsstempel for eventen.

source: Restrict the export to only use the given types.
da_dk: Begræns eksporten til kun at anvende de givne typer.

source: All attributes that have a hit on a warninglist will be excluded.
da_dk: Alle attributter, der har et hit på en warninglist, vil blive ekskluderet.

source: All tags will be included even if not exportable.
da_dk: Alle tags vil blive inkluderet, selvom de er sat til ikke at kunne eksporteres.

source: An example for a suricata export for all events excluding those tagged tag1, without all of the commented information at the start of the file would look like this:
da_dk: Et eksempel på en suricata-eksport for alle events, men udelukker de der er tagget "tag1", uden alle de udkommenterede oplysninger i starten af ​​filen, ville se således ud:

source: Administration is able to maintain a white-list containing host, domain name and IP numbers to exclude from the NIDS export.
da_dk: Administrationen kan vedligeholde en white-list indeholdende vært, domænenavn og IP-numre der skal udelukkes fra NIDS-eksporten.

source: Hash database export
da_dk: Hash database eksport

source: Automatic export of MD5/SHA1 checksums contained in file-related attributes. This list can be used to feed forensic software when searching for suspicious files. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
da_dk: Automatisk eksport af MD5/SHA1 checksums indeholdt i fil relaterede attributter. Denne liste kan bruges til feeds til forensic software, når du søger efter mistænkelige filer. Kun <em>publicerede</em> events og attributter, der er markeret som <em>IDS-signatur</em> eksporteres.

source: You can configure your tools to automatically download the following files
da_dk: Du kan konfigurere dine værktøjer til automatisk at downloade følgende filer

source: The API's full format is as follows
da_dk: Det fulde API format ser således ud

source: The export format, can be "md5" or "sha1"
da_dk: Eksport formatet kan være "md5" eller "sha1"

source: For example, to only show sha1 values from events tagged tag1, use
da_dk: Eksempelvis for kun at vise sha1 værdier fra events tagget tag1 anvend

source: STIX export
da_dk: STIX eksport

source: You can export MISP events in Mitre's STIX format (to read more about STIX, click <a href="https://stix.mitre.org/">here</a>). The STIX XML export is currently very slow and can lead to timeouts with larger events or collections of events. The JSON return format does not suffer from this issue. Usage
da_dk: Du kan eksportere MISP events i Mitre's STIX format (for at læse mere om STIX, klik <a href="https://stix.mitre.org/"> her </a>). STIX XML eksport er i øjeblikket meget langsom og kan føre til timeouts med større events eller samlinger af events. JSON versionen lider ikke under disse problemer. Anvendelse

source: Search parameters can be passed to the function via URL parameters or by POSTing an XML or JSON object (depending on the return type). The following parameters can be passed to the STIX export tool: <code>id</code>, <code>withAttachments</code>, <code>tags</code>. Both <code>id</code> and <code>tags</code> can use the <code>&amp;&amp;</code> (and) and <code>!</code> (not) operators to build queries. Using the URL parameters, the syntax is as follows
da_dk: Søge parametre kan sendes til funktionen via URL parametre eller ved POST af et XML eller JSON objekt (afhængigt af returtype). Følgende parametre kan sendes til STIX eksport værktøjet: <code>id</code>, <code>withAttachments</code>, <code>tags</code>. Både <code>id</code> og <code>tags</code> kan bruge <code>&amp;&amp;</code> (og) og <code>!</code> forespørgsler. Ved hjælp af URL parametrene er syntaksen som følger

source: The event's ID
da_dk: Event ID

source: Encode attachments where applicable
da_dk: Encode vedhæftelser hvor relevant

source: Various ways to narrow down the search results of the STIX export
da_dk: Forskellige måder at indsnævre søge resultaterne af STIX eksporten

source: For example, to retrieve all events tagged "APT1" but excluding events tagged "OSINT" and excluding events #51 and #62 without any attachments
da_dk: Som eksempel kan du hente alle events, der er markeret "APT1", men ekskluderer events, der er markeret "OSINT" og eksklusive events #51 og #62 uden vedhæftelser

source: To export the same events using a POST request use
da_dk: For at eksporterer samme events ved brug af POST

source: Together with this JSON object in the POST message
da_dk: Sammen med dette JSON objekt i POST beskeden

source: XML is automagically assumed when using the stix export
da_dk: XML anvendes som standard automatisk, når du bruger STIX eksporten

source: The same search could be accomplished using the following POSTed XML object (note that ampersands need to be escaped, or alternatively separate id and tag elements can be used)
da_dk: Den samme søgning kunne udføres ved hjælp af følgende POSTede XML objekt (bemærk at ampersand-tegn skal escapes, eller alternativt kan separate ID og tag elementer bruges)

source: RPZ export
da_dk: RPZ eksport

source: >You can export RPZ zone files for DNS level firewalling by using the RPZ export functionality of MISP. The file generated will include all of the IDS flagged domain, hostname and IP-src/IP-dst attribute values that you have access to.
da_dk: > Du kan eksportere RPZ zone filer til DNS firewalling ved at bruge RPZ eksport funktionaliteten i MISP. Den genererede fil vil indeholde alle de domæner, der er identificeret med IDS-flag, samt de IP-src/IP-dst attributter, som du har adgang til.

source: It is possible to further restrict the exported values using the following filters
da_dk: Det er muligt at begrænse de eksporterede værdier yderligere ved hjælp af følgende filtre

source: Use semicolons instead (the search will automatically search for colons instead)
da_dk: Brug semikolon (;) i stedet (søgningen vil automatisk søge efter kolon ':' i stedet)

source: Events with the date set to a date after the one specified in the from field (format: 2015-02-03)
da_dk: Events med datoen sat til en dato efter den, der er angivet i feltet fra (format: 2015-02-03)

source: Events with the date set to a date before the one specified in the to field (format: 2015-02-03)
da_dk: Events med datoen sat til en dato før den angivne i feltet til (format: 2015-02-03)

source: MISP will inject header values into the zone file as well as define the action taken for each of the values that can all be overriden. By default these values are either the default values shipped with the application, or ones that are overriden by your site administrator. The values are as follows
da_dk: MISP vil indsætte header værdier i zoner filen samt definere den handling, der er taget for hver af de værdier, der kan overstyres. Disse værdier er som standard enten standard værdier, der leveres sammen med programmet, eller dem, der overstyres af din administrator. Værdierne er som følger

source: To override the above values, either use the url parameters as described below
da_dk: For at tilsidesætte ovenstående værdier skal du enten bruge URL parametre som beskrevet nedenfor

source: or POST an XML or JSON object with the above listed options
da_dk: eller POSTe et XML eller JSON objekt med de ovennævnte options

source: Text export
da_dk: Tekst eksport

source: >An export of all attributes of a specific type to a plain text file. By default only published and IDS flagged attributes are exported.
da_dk: > En eksport af alle attributter af en bestemt type til en tekst fil. Som standard eksporteres kun offentliggjorte og IDS-flagede attributter.

source: To restrict the results by tags, use the usual syntax. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). To get ip-src values from events tagged tag1 but not tag2 use
da_dk: For at begrænse resultaterne med tags skal du bruge de sædvanlige syntakser. Vær opmærksom på kolon (:) kan ikke bruges i tag søgning. Brug semikolon i stedet (søgningen vil automatisk søge efter kolon i stedet). For at få ip-src værdier fra events tagget tag1 men ikke tag2 brug

source: As of version 2.3.38, it is possible to restrict the text exports on two additional flags. The first allows the user to restrict based on event ID, whilst the second is a boolean switch allowing non IDS flagged attributes to be exported. Additionally, choosing "all" in the type field will return all eligible attributes.
da_dk: Fra version 2.3.38 er det muligt at begrænse tekst eksport med yderligt to flag. Den første giver brugeren mulighed for at begrænse baseret på event ID, mens den anden er en boolean switch, der medtager ikke-IDS-flagede attributter i eksporten. Hvis du vælger "alle" i typefeltet, returneres alle matchende attributter.

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'.
da_dk: For at inkludere et tag i resultaterne, skriv navnene i denne parameter. For at udelukke et tag skal du foranstille det med et '!'.

source: Only export the attributes of the given event ID
da_dk: Eksporter kun attributter fra den pågældende event ID

source: Include attributes that are not marked to_ids, even if they would normally be excluded. Also overrides the whitelist functionality.
da_dk: Inkluder attributter, der ikke er markeret med to_ids, selvom de normalt ikke ville blive udelukket. Tilsidesætter også whitelist funktionaliteten.

source: Include not published Events.
da_dk: Inkluder events der ikke er publicerede.

source: Bro IDS export
da_dk: Bro IDS eksport

source: An export of all attributes of a specific bro type to a formatted plain text file. By default only published and IDS flagged attributes are exported.
da_dk: En eksport af alle attributter af en bestemt bro type til en formateret tekst fil. Som standard eksporteres kun offentliggjorte og IDS-flagede attributter.

source: You can configure your tools to automatically download a file one of the Bro types.
da_dk: Du kan konfigurere dine værktøjer til automatisk at downloade en fil, en af Bro typerne.

source: To restrict the results by tags, use the usual syntax. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). To get ip values from events tagged tag1 but not tag2 use
da_dk: For at begrænse resultaterne med tags skal du anvende de sædvanlige syntakser. Vær opmærksom på kolonerne (:) kan ikke bruges i tag søgning. Brug semikoloner i stedet (søgningen vil automatisk søge efter koloner i stedet). For at få ip værdier fra events tagget tag1 men ikke tag2 brug

source: It is possible to restrict the bro exports on based on a set of filters. POST a JSON object or an XML at the Bro API to filter the results.
da_dk: Det er muligt at begrænse bro eksporten baseret på et sæt filtre. POST et JSON objekt eller et XML imod Bro API'et for at filtrerer resultaterne.

source: Alternatively, it is also possible to pass the filters via the parameters in the URL, though it is highly advised to use POST requests with JSON objects instead. The format is as described below
da_dk: Alternativt er det også muligt at sende filtre via parametrene i URL'en, selvom det anbefales at bruge POST-anmodninger med JSON objekter i stedet. Formatet er beskrevet nedenfor

source: The Bro type, any valid Bro type is accepted. The mapping between Bro and MISP types is as follows
da_dk: Bro typen, enhver gyldig Bro type accepteres. Kortlægningen mellem Bro og MISP typer er som følger

source: Restrict the results to the given event IDs.
da_dk: Begræns resultaterne til de givne Event ID'er.

source: Allow attributes to be exported that are not marked as "to_ids".
da_dk: Tillad, at attributter der ikke er markeret som "to_ids" eksporteres.

source: For example, to retrieve all attributes for event #5, including non IDS marked attributes too, use the following line
da_dk: Hvis du f.eks. skal hente alle attributter til event #5, herunder ikke-IDS markerede attributter, skal du bruge følgende linje

source: Searches with JSON/XML/OpenIOC results
da_dk: Søgninger med JSON/XML/OpenIOC resultater

source: It is possible to search the database for attributes based on a list of criteria.
da_dk: Det er muligt at søge i databasen for attributter baseret på en liste over kriterier.

source: To return an event or a list of events in a desired format, use the following syntax
da_dk: Hvis du vil returnere et event eller en liste over events i et ønsket format, skal du bruge følgende syntaks

source: Set the return format of the search (Currently supported: json, xml, openioc - more formats coming soon).
da_dk: Indstil retur formatet for søgningen (For øjeblikket understøttes: JSON, XML, OpenIOC - flere formater kommer snart).

source: Search for the given value in the attributes' value field.
da_dk: Søg efter den givne værdi i attributternes værdi felt.

source: Search by the creator organisation by supplying the organisation identifier.
da_dk: Søg baseret på oprindelses organisationen ved at levere organisations identifikatoren.

source: The events that should be included / excluded from the search
da_dk: De events, der skal medtages/udelukkes fra søgningen

source: If set, encodes the attachments / zipped malware samples as base64 in the data field within each attribute
da_dk: Hvis indstillingen er sat, kodes vedhæftede filer / zippede malware prøver som base64 i data feltet inden for hver attribut

source: Only the metadata (event, tags, relations) is returned, attributes and proposals are omitted.
da_dk: Kun metadata (event, tags, relationer) returneres. Attributter og forslag udelades.

source: Restrict the results by uuid.
da_dk: Begræns resultaterne baseret på UUID.

source: Restrict the results by the last publish timestamp (newer than).
da_dk: Begræns resultaterne baseret på sidste publicerings tids stempel (nyere end).

source: Restrict the results by the timestamp (last edit). Any event with a timestamp newer than the given timestamp will be returned. In case you are dealing with /attributes as scope, the attribute's timestamp will be used for the lookup.
da_dk: Begræns resultaterne ved hjælp af tidsstempel (sidste redigering). Enhver begivenhed med en tidstempel nyere end den givne tidsstempel vil blive returneret. Hvis du beskæftiger dig med / attributter som anvendelsesområde, vil attributets tidsstempel blive brugt til opslaget.

source: Set whether published or unpublished events should be returned. Do not set the parameter if you want both.
da_dk: Angiv om publicerede eller upublicerede begivenheder skal returneres. Indstil ikke parameteren, hvis du vil have begge.

source: Remove any attributes from the result that would cause a hit on a warninglist entry.
da_dk: Fjern eventuelle attributter fra resultatet, der ville forårsage et hit på en warninglist post.

source: POST message payload (json)
da_dk: POST besked payload (JSON)

source: To just return a list of attributes, use the following syntax
da_dk: For kun at returnere en liste af attributter, anvend følgende syntaks

source: Events with the date set to a date after the one specified in the from field (format: 2015-02-15)
da_dk: Events med datoen sat til en dato efter den der blev specificeret i fra feltet (format: 2015-02-15)

source: Events with the date set to a date before the one specified in the to field (format: 2015-02-15)
da_dk: Events med datoen sat til en dato før den angivne i feltet til (format: 2015-02-15)

source: Restrict the results by the timestamp (of the attribute). Any attributes with a timestamp newer than the given timestamp will be returned.
da_dk: Begræns resultaterne ved hjælp af tidsstempel (på attributten). Eventuelle attributter med et tidsstempel nyere end den angivne tidsstempel returneres.

source: Instead of just including the event ID, also include the event UUID in each of the attributes.
da_dk: I stedet for blot at inkludere event ID, inkluderer også event UUID i hver af attributterne.

source: Only return attributes from events that have received a modification after the given timestamp.
da_dk: Returner kun attributter fra events, der har modtaget en ændring efter den angivne tidsstempel.

source: Export attributes of event with specified type as XML
da_dk: Eksporter attributter af event med angivet type som XML

source: Download attachment or malware sample
da_dk: Download vedhæftning eller malware prøve

source: Download malware sample by hash
da_dk: Download malware prøve baseret på hash

source: POST message payload (XML)
da_dk: POST besked payload (XML)

source: A quick description of all the parameters in the passed object
da_dk: En hurtig beskrivelse af alle parametrene i det anvendte objekt

source: A hash in MD5 format. If allSamples is set, this can be any one of the following: %s
da_dk: En hash i MD5 format. Hvis allSamples er sat, kan dette være hvilken som helst af følgende: %s

source: Upload malware samples using the "Upload Sample" API
da_dk: Upload malware samples ved brug af "Upload Sample" API

source: The event ID is optional. MISP will accept either a JSON or an XML object posted to the above URL.
da_dk: Event ID er valgfrit. MISP accepterer enten et JSON eller et XML-objekt, der er POST'ed til ovenstående URL.

source: The general structure of the expected objects is as follows
da_dk: Den generelle struktur for de forventede objekter er som følger

source: The following optional parameters are expected
da_dk: Følgende valgfrie parametre forventes

source: The analysis level of the newly created event, if applicable. [0-2]
da_dk: Analyse niveauet for den nyoprettede event, hvis det er relevant. [0-2]

source: The threat level ID of the newly created event, if applicable. [0-3]
da_dk: Trussels niveau ID for den nyoprettede event, hvis det er relevant. [0-3]

source: This will populate the comment field of any attribute created using this API.
da_dk: Dette vil udfylde kommentarfeltet for alle attributter, der oprettes ved hjælp af denne API.

source: Add or remove tags from events
da_dk: Tilføj eller fjern tags fra events

source: You can add or remove an existing tag from an event in the following way
da_dk: Du kan tilføje eller fjerne et eksisterende tag fra en event på følgende måde

source: Proposals and the API
da_dk: Forslag og API'en

source: You can interact with the proposals via the API directly since version 2.3.148
da_dk: Du kan interagere med forslag/input via API direkte siden version 2.3.148

source: Explanation
da_dk: Forklaring

source: Expected Payload
da_dk: Forventet Payload

source: Response
da_dk: Svar

source: View a proposal
da_dk: Se et forslag

source: ShadowAttribute object
da_dk: ShadowAttribute objekt

source: View all proposal of my org's events
da_dk: Se alle forslag for min org's events

source: ShadowAttribute objects
da_dk: ShadowAttribute objekter

source: View all proposals of an event
da_dk: Se alle foreslag for et event

source: Propose a new attribute to an event
da_dk: Foreslå en ny attribut til en event

source: Propose an edit to an attribute
da_dk: Foreslå en ændring til en attribut

source: Accept a proposal
da_dk: Accepter et forslag

source: Message
da_dk: Besked

source: Discard a proposal
da_dk: Kasser et forslag

source: When posting a shadow attribute object, use the following formats
da_dk: Når du POST'er et skygge attribut objekt, skal du bruge følgende formater

source: Filtering event metadata
da_dk: Filtrering af event metadata

source: The list of valid parameters
da_dk: Listen over gyldige parametre

source: Filters on published or unpublished events [0,1] - negatable
da_dk: Filtre på publicerede eller ikke publicerede events [0,1] - ikke sammenlignelige

source: Filters on strings found in the event info - negatable
da_dk: Filtre på strenge fundet i event informationen - ikke sammenlignelige

source: Filters on attached tag names - negatable
da_dk: Filtre på vedhæftede tag navne - ikke sammenlignelige

source: Filters on specific event IDs - negatable
da_dk: Filtre på specific event ID'er - ikke sammenlignelige

source: Filters on a given event threat level [1,2,3,4] - negatable
da_dk: Filtre på en given event trussels niveau [1,2,3,4] - ikke sammenlignelige

source: Filters on the distribution level [0,1,2,3] - negatable
da_dk: Filtre på distributions niveau [0,1,2,3] - ikke sammenlignelige

source: Filters on the given analysis phase of the event [0,1,2] - negatable
da_dk: Filtre på den givne analyse fase for en event [0,1,2] - ikke sammenlignelige

source: Filters on a contained attribute value - negatable
da_dk: Filtre på en indeholdt attribut værdi - ikke sammenlignelige

source: Filters on the creator organisation - negatable
da_dk: Filtre på oprettelses organisationen - ikke sammenlignelige

source: Filters on the creator user's email address (admin only) - negatable
da_dk: Filtre på oprettelses brugerens email adresse (kun admin) - ikke sammenlignelige

source: Filters on the date, anything older than the given date in YYYY-MM-DD format is taken - non-negatable
da_dk: Filtre på datoen, alt ældre end den givne dato i YYYY-MM-DD-format er taget - non-negatable

source: Contact organization reporting event
da_dk: Kontakt organisation der rapporterede event

source: Submit only to the person that created the event
da_dk: Send kun til den person, der oprettede eventen

source: Simply click on any of the following buttons to download the appropriate data.
da_dk: Du skal blot klikke på en af ​​følgende knapper for at downloade de relevante data.

source: Last Update
da_dk: Seneste opdatering

source: Outdated
da_dk: Forældet
