Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: The message sent to the user after account creation (has to be sent manually from the administration interface). Use \n for line-breaks. The following variables will be automatically replaced in the text: $password = a new temporary password that MISP generates, $username = the user's e-mail address, $misp = the url of this instance, $org = the organisation that the instance belongs to, as set in MISP.org, $contact = the e-mail address used to contact the support team, as set in MISP.contact. For example, "the password for $username is $password" would appear to a user with the e-mail address user@misp.org as "the password for user@misp.org is hNamJae81".
da_dk: Meddelelsen der sendes til brugeren efter kontooprettelse (skal sendes manuelt fra administrations interfacet). Brug \n for linjeskift. Følgende variable erstattes automatisk i teksten: $password = en ny midlertidig adgangskode, som MISP genererer, $username = brugerens e-mail-adresse, $misp = url til denne instans, $org = den organisation, som instansen hører til, som angivet i MISP.org, $contact = den e-mail-adresse der bruges til at kontakte instansens supportteam, som angivet i MISP.contact. Eksempel: Hvis feltet er "adgangskoden til $username er $password", vil brugeren med e-mail-adressen user@misp.org få teksten: "adgangskoden til user@misp.org er hNamJae81".

source: The message sent to the users when a password reset is triggered. Use \n for line-breaks. The following variables will be automatically replaced in the text: $password = a new temporary password that MISP generates, $username = the user's e-mail address, $misp = the url of this instance, $contact = the e-mail address used to contact the support team, as set in MISP.contact. For example, "the password for $username is $password" would appear to a user with the e-mail address user@misp.org as "the password for user@misp.org is hNamJae81".
da_dk: Meddelelsen der sendes til brugere efter kontooprettelse (skal sendes manuelt fra administrations interfacet). Brug \n for linjeskift. Følgende variable erstattes automatisk i teksten: $password = en ny midlertidig adgangskode, som MISP genererer, $username = brugerens e-mail-adresse, $misp = url til denne instans, $org = den organisation, som instansen hører til, som angivet i MISP.org, $contact = den e-mail-adresse der bruges til at kontakte instansens supportteam, som angivet i MISP.contact. Eksempel: Hvis feltet er "adgangskoden til $username er $password", vil brugeren med e-mail-adressen user@misp.org få teksten: "adgangskoden til user@misp.org er hNamJae81".

source: Since version 2.3.107 you can start blacklisting event UUIDs to prevent them from being pushed to your instance. This functionality will also happen silently whenever an event is deleted, preventing a deleted event from being pushed back from another instance.
da_dk: Siden version 2.3.107 har det været muligt at bruge blacklisting af event UUIDs for at forhindre dem i at blive synkroniseret til din instans. Denne funktionalitet vil desuden ske automatisk, når en event slettes, for at forhindre en slettet event i at blive skubbet tilbage fra en anden instans.

source: Blacklisting organisation UUIDs to prevent the creation of any event created by the blacklisted organisation.
da_dk: Sortlist organisationers UUIDer for at forhindre dem i at oprette nogen begivenheder.

source: If enabled, all log entries will include the IP address of the user.
da_dk: Hvis aktiveret, vil alle logposter inkludere brugerens IP-adresse.

source: If enabled, MISP will log all successful authentications using API keys. The requested URLs are also logged.
da_dk: Hvis aktiveret, vil MISP logge alle vellykkede godkendelser der anvender API nøgler. De forespurgte URLs bliver også logget.

source: This feature allows users to create org only events and ask another organisation to take ownership of the event. This allows organisations to remain anonymous by asking a partner to publish an event for them.
da_dk: Denne funktion lader brugere oprette rene organisationsbegivenheder og bede en anden organisation overtage ejerskabet af begivenheden. Dette lader organisationer forblive anonyme ved at bede en partner publicere en begivenhed for dem.

source: When enabled, the number of correlations visible to the currently logged in user will be visible on the event index UI. This comes at a performance cost but can be very useful to see correlating events at a glance.
da_dk: Når aktiveret, vil antallet af synlige korrelationer for den indloggede bruger kunne ses i begivenhedsindeks-UI'et. Dette medfører et ydelsestab, men det kan være meget nyttigt at se korrelerede begivenheder med ét blik.

source: When enabled, the number of proposals for the events are shown on the index.
da_dk: Når aktiveret, vises antallet af forslag til begivenhederne i indekset.

source: When enabled, the aggregate number of attribute sightings within the event becomes visible to the currently logged in user on the event index UI.
da_dk: Når aktiveret, bliver det samlede antal attributobservationer inden for begivenheden synlige for den indloggede bruger i begivenhedsindeks-UI'et.

source: When enabled, the aggregate number of discussion posts for the event becomes visible to the currently logged in user on the event index UI.
da_dk: Når aktiveret, bliver det samlede antal diskussionsindlæg inden for begivenheden synlige for den indloggede bruger i begivenhedsindeks-UI'et.

source: When enabled only Org and Site admins can edit a user's profile.
da_dk: Når aktiveret, kan kun Org- og Site-admins redigere en brugers profil.

source: Enable this setting to start blocking alert e-mails for events with a certain tag. Define the tag in MISP.block_event_alert_tag.
da_dk: Aktivér denne indstilling for at starte blokering af advarselsemails til begivenheder med et bestemt tag. Definér tag'et i MISP.block_event_alert_tag.

source: If the MISP.block_event_alert setting is set, alert e-mails for events tagged with the tag defined by this setting will be blocked.
da_dk: Hvis indstillingen MISP.block_event_alert er opsat, blokeres e-mails for begivenheder, som er tagget med det i dene indstilling definerede tag.

source: Enable this setting to start blocking alert e-mails for old events. The exact timing of what constitutes an old event is defined by MISP.block_old_event_alert_age.
da_dk: Aktivér denne indstilling for at starte blokering af advarselsemails for gamle begivenheder. Den præcise definition af, hvad der udgør en gammel begivenhed, opsættes i MISP.block_old_event_alert_age.

source: If the MISP.block_old_event_alert setting is set, this setting will control how old an event can be for it to be alerted on. The "Date" field of the event is used. Expected format: integer, in days
da_dk: Hvis indstillingen MISP.block_old_event_alert er opsat, styrer denne indstilling, hvor gammel en begivenhed må være, før den udløser en advarsel. "Dato"-feltet for begivenheden benyttes. Forventet format: Heltal, i dage

source: Please indicate the temp directory you wish to use for certain functionalities in MISP. By default this is set to /tmp and will be used among others to store certain temporary files extracted from imports during the import process.
da_dk: Angiv temp-mappen, du vil benytte, til bestemte MISP-funktionaliteter. Standardstien er /tmp, og den benyttes bl.a. til at lagre visse midlertidige filer fra eksempelvis importprocessen mv.

source: If you would like to customise the css, simply drop a css file in the /var/www/MISP/webroot/css directory and enter the name here.
da_dk: Vil du at tilpasse css'en, så placér blot en css-fil i mappen /var/www/MISP/webroot/css og angiv dens navn her.

source: Enable this setting to allow blocking attributes from to_ids sensitive exports if a proposal has been made to it to remove the IDS flag or to remove the attribute altogether. This is a powerful tool to deal with false-positives efficiently.
da_dk: Aktivér denne indstilling for at tillade blokering af attributter fra to_ids-sensitive eksporter, hvis der er blevet fremsat forslag om at fjerne IDS-flaget eller helt at fjerne attributten. Dette er et kraftfuldt værktøj til effetivt at håndtere falske positiver.

source: Enable this settings if new tags synced / added via incoming events from any source should not be selectable by users by default.
da_dk: Aktivér denne indstilling, hvis nye tags synkroniseret/tilføjet via indkommende begivenheder fra en hvilken som helst kilde ikke som standard bør kunne vælges af brugerne.

source: *WARNING* This setting will completely disable the correlation on this instance and remove any existing saved correlations. Enabling this will trigger a full recorrelation of all data which is an extremely long and costly procedure. Only enable this if you know what you're doing.
da_dk: *ADVARSEL* Denne indstilling vil helt deaktivere korrelationen på denne instans og fjerne eventuelle eksisterende korrelationer. Aktivering af dette vil udløse en fuldstændig genkorrelering af alle data, hvilket er en ekstremt langsomlig og kostbar procedure. Aktivér kun dette, hvis du præcist ved, hvad du foretager dig.

source: *WARNING* This setting will give event creators the possibility to disable the correlation of individual events / attributes that they have created.
da_dk: *ADVARSEL* denne indstilling vil give event ejere mulighed for at deaktivere korrelationen mellem enkelte events / attributter, de har oprettet.

source: The host running the redis server to be used for generic MISP tasks such as caching. This is not to be confused by the redis server used by the background processing.
da_dk: Værten, som kører redis-serveren, der skal benyttes til generiske MISP-opgaver såsom caching. Dette skal ikke forveksles med redis-serveren, der benyttes af baggrundsbehandlingen.

source: The port used by the redis server to be used for generic MISP tasks such as caching. This is not to be confused by the redis server used by the background processing.
da_dk: Redis-serverens port allokeret til generiske MISP-opgaver, såsom caching. Dette skal ikke forveksles med den redis-server, der benyttes af baggrundsbehandlingen.

source: The database on the redis server to be used for generic MISP tasks. If you run more than one MISP instance, please make sure to use a different database on each instance.
da_dk: Databasen på redis-serveren, der skal benyttes til generiske MISP-opgaver. Afvikles flere end én MISP-instans, skal der benytte en anden/individuel database til hver instans.

source: The password on the redis server (if any) to be used for generic MISP tasks.
da_dk: Adgangskoden på redis-serveren (hvis nogen), der skal benyttes til generiske MISP-opgaver.

source: Specify which fields to filter on when you search on the event view. Default values are : "id, uuid, value, comment, type, category, Tag.name"
da_dk: Angive hvilke felter, som skal filtreres, når du søger i begivenhedsoversigten. Standardværdierne er: "id, uuid, værdi, kommentar, type, kategori, Tag.name"

source: Only enable this if you have some tools using MISP with extreme high concurency. General performance will be lower as normal as certain transactional queries are avoided in favour of shorter table locks.
da_dk: Aktivér kun dette, hvis du har nogle værktøjer, som benytter MISP med en ekstremt høj samtidighed. Den generelle ydelse vil være lavere end normalt, da visse transaktionsmæssige forespørgsler undgås til fordel for kortere tabellåsninger.

source: The location of the GnuPG executable. If you would like to use a different GnuPG executable than /usr/bin/gpg, you can set it here. If the default is fine, just keep the setting suggested by MISP.
da_dk: Placeringen på den eksekverbare GnuPG. Vil du benytte en anden GnuPG-eksekverbar end /usr/bin/gpg, kan den opsættes her. Er standardvalget fint, skal du blot beholde den af MISP forslåede opsætning.

source: Allow (false) unencrypted e-mails to be sent to users that don't have a GnuPG key.
da_dk: Tillad (falsk) afsendelser af ukrypterede e-mails til brugere, som ikke har en GnuPG-nøgle.

source: Allow (false) the body of unencrypted e-mails to contain details about the event.
da_dk: Tillad (falsk) at brødteksten i ukrypterede e-mails indeholder detaljer om begivenheden.

source: Enable the signing of GnuPG emails. By default, GnuPG emails are signed
da_dk: Aktivér signering af GnuPG e-mails. Som standard signeres GnuPG e-mails

source: The e-mail address that the instance's GnuPG key is tied to.
da_dk: Den e-mail, som instansens GnuPG-nøgle er tilknyttet.

source: The password (if it is set) of the GnuPG key of the instance.
da_dk: Adgangskoden (hvis opsat) til instansens GnuPG-nøgle.

source: The location of the GnuPG homedir.
da_dk: Placeringen af ​​GnuPGs hjemmemappe.

source: Enable SMIME encryption. The encryption posture of the GnuPG.onlyencrypted and GnuPG.bodyonlyencrypted settings are inherited if SMIME is enabled.
da_dk: Aktivér SMIME-kryptering. Krypteringsmetodik for indstillingerne GnuPG.onlyencrypted og GnuPG.bodyonlyencrypted nedarves, hvis SMIME er aktiveret.

source: The e-mail address that the instance's SMIME key is tied to.
da_dk: Den e-mail, som instansens SMIME-nøgle er tilknyttet.

source: The location of the public half of the signing certificate.
da_dk: Placeringen af den offentlige del af signeringscertifikatet.

source: The location of the private half of the signing certificate.
da_dk: Placeringen af den private del af signerings certifikatet.

source: The password (if it is set) of the SMIME key of the instance.
da_dk: Adgangskoden (hvis opsat) til instansens SMIME-nøgle.

source: The hostname of an HTTP proxy for outgoing sync requests. Leave empty to not use a proxy.
da_dk: Værtsnavnet på en HTTP-proxy til udgående synkroniseringsanmodninger. Lad stå tomme for ikke at benytte en proxy.

source: The TCP port for the HTTP proxy.
da_dk: TCP-porten til HTTP-proxy'en.

source: The authentication method for the HTTP proxy. Currently supported are Basic or Digest. Leave empty for no proxy authentication.
da_dk: Godkendelsesmetoden for HTTP-proxy'en. Pt. understøttes Basic eller Digest. Lad feltet stå tomt, hvis proxy'en ikke kræver godkendelse.

source: The authentication username for the HTTP proxy.
da_dk: Godkendelsesbrugernavnet til HTTP proxy'en.

source: The authentication password for the HTTP proxy.
da_dk: Godkendelsesadgangskoden til HTTP-proxy'en.

source: The salt used for the hashed passwords. You cannot reset this from the GUI, only manually from the settings.php file. Keep in mind, this will invalidate all passwords in the database.
da_dk: Salt'en benyttes til de hashede adgangskoder. Du kan ikke nulstille denne fra GUI'et, kun manuelt via settings.php-filen. Husk, at dette vil ugyldiggøre alle adgangskoder i databasen.

source: Enable this setting to pass all audit log entries directly to syslog. Keep in mind, this is verbose and will include user, organisation, event data.
da_dk: Aktivér denne indstilling for at overføre alle revisionslogposter direkte til syslog. Husk, at dette er detaljeret og bl.a. vil indeholde bruger-, organisations- og begivenhedsdata.

source: Password length requirement. If it is not set or it is set to 0, then the default value is assumed (12).
da_dk: Adgangskodelængdekrav. Hvis ikke opsat, eller indstillet til 0, antages brug af standardværdien (12).

source: Password complexity requirement. Leave it empty for the default setting (3 out of 4, with either a digit or a special char) or enter your own regex. Keep in mind that the length is checked in another key. Default (simple 3 out of 4 or minimum 16 characters): /^((?=.*\d)|(?=.*\W+))(?![\n])(?=.*[A-Z])(?=.*[a-z]).*$|.{16,}/
da_dk: Adgangskodekompleksitetskrav. Lad stå tomt for standardindstillingen (3 ud af 4, med enten ét ciffer eller ét specialtegn) eller angiv dit eget regulære udtryk (regex). Husk, at længden er tjekkes i en anden nøgle. Standard (simpel 3 ud af 4 eller mindst 16 tegn): /^((?=.*\d)|(?=.*\W+))(?![\n])(?=.*[A-Z])(?=.*[a-z]).*$|.{16,}/

source: Enabling this setting will require users to submit their current password on any edits to their profile (including a triggered password change). For administrators, the confirmation will be required when changing the profile of any user. Could potentially mitigate an attacker trying to change a compromised user's password in order to establish persistance, however, enabling this feature will be highly annoying to users.
da_dk: Aktivering af denne indstilling betyder, at brugeren skal angive sin aktuelle adgangskode ved en evt. redigering af sin profil (herunder et udløst adgangskodeskift). For administratorer vil bekræftelsen være krævet, når enhver brugerprofil ændres. Kan potentielt afbøde en angribers forsøg på at ændre en kompromitteret brugers adgangskode for at etablere fodfæste, men aktivering af funktionen vil være yderst irriterende for brugerne.

source: Enabling this setting will sanitise the contents of an attribute on a soft delete
da_dk: Aktivering af denne indstilling vil rense indholdet af en attribut ved en soft delete

source: Enabling this setting will block the organisation index from being visible to anyone besides site administrators on the current instance. Keep in mind that users can still see organisations that produce data via events, proposals, event history log entries, etc.
da_dk: Aktivering af denne indstilling vil hindre organisationsindekset i at være synligt for andre end webstedsadministratorer for den aktuelle instans. Husk, at brugerne stadig kan se organisationer, som producerer data via begivenheder, forslag, begivenhedshistoriklogposter mv.

source: Allows passing the API key via the named url parameter "apikey" - highly recommended not to enable this, but if you have some dodgy legacy tools that cannot pass the authorization header it can work as a workaround. Again, only use this as a last resort.
da_dk: Tillader videregivelse af API-nøglen via den navngivne URL-parameter "apikey" - det anbefales kraftigt ikke at aktivere dette, men har du nogle problematiske forældede værktøjer, som ikke kan passere godkendelsesheaderen, kan det fungere som en løsning. Benyt dog kun dette som den absolut allersidste udvej.

source: You have enabled the passing of API keys via URL parameters. This is highly recommended against, do you really want to reveal APIkeys in your logs?...
da_dk: Du har aktiveret videregivelsen af API-nøgler via URL-parametre, hvilket srærkt frarådes. Sikker på, at du vil afsløre API-nøgler i dine logfiler?

source: The number of tries a user can try to login and fail before the bruteforce protection kicks in.
da_dk: Antal indlogningsforsøg en bruger kan udføre, inden brute force-beskyttelsen træder i kraft.

source: The duration (in seconds) of how long the user will be locked out when the allowed number of login attempts are exhausted.
da_dk: Varigheden (i sekunder) af, hvor længe brugeren vil blive låst, hvis det tilladte antal login forsøg er opbrugt.

source: Set to true to automatically regenerate sessions after x number of requests. This might lead to the user getting de-authenticated and is frustrating in general, so only enable it if you really need to regenerate sessions. (Not recommended)
da_dk: Indstil til sandt for automatisk at regenerere sessioner efter x antal anmodninger. Dette kan føre til, at brugeren de-autentificeres, hvilket generelt er frustrerende, så aktivér kun dette, hvis du virkelig har behov for at regenerere sessioner. (Ikke anbefalet)

source: Set to true to check for the user agent string in each request. This can lead to occasional logouts (not recommended).
da_dk: Sættes til sandt for at tjekke user agent-strengen i hver anmodning. Dette kan føre til lejlighedsvise udlogninger. (Ikke anbefalet)

source: The session type used by MISP. The default setting is php, which will use the session settings configured in php.ini for the session data (supported options: php, database). The recommended option is php and setting your PHP up to use redis sessions via your php.ini. Just add 'session.save_handler = redis' and "session.save_path = 'tcp://localhost:6379'" (replace the latter with your redis connection) to
da_dk: Den af MISP benyttede sessionstype. Standardindstillingen er php, som gør brug af de i php.ini opsatte indstillinger for sessionsdataene (understøttede indstillinger: php, database). Den anbefalede indstilling er php samt opsætning af din PHP til brug af redis-sessioner via din php.ini. Føj blot ' session.save_handler = redis' og "session.save_path = 'tcp://localhost:6379'" (erstat sidstnævnte med din redis-forbindelse) til

source: The timeout duration of sessions (in MINUTES).
da_dk: Timeout-varigheden for sessioner (i MINUTTER).

source: The expiration of the cookie (in MINUTES). The session timeout gets refreshed frequently, however the cookies do not. Generally it is recommended to have a much higher cookie_timeout than timeout.
da_dk: Udløbet af cookien (i MINUTTER). Sessions-timeoutet opfriskes hyppigt, hvilket ikke gælder cookies. Generelt anbefales det at have en meget længere cookie_timeout end timeout.

source: The default policy action for the values added to the RPZ.
da_dk: Standard politikhandlingen for de værdier, som er tilføjet RPZ.

source: The default walled garden used by the RPZ export if the walled garden setting is picked for the export.
da_dk: Standard walled garden benyttes af RPZ-eksporten, hvis indstillingen walled garden er valgt for eksporten.

source: The serial in the SOA portion of the zone file. (numeric, best practice is yyyymmddrr where rr is the two digit sub-revision of the file. $date will automatically get converted to the current yyyymmdd, so $date00 is a valid setting).
da_dk: Serien i SOA-delen af zonefilen. (numerisk, bedste praksis er yyyymmddrr, hvor rr er den to-cifrede underrevision af filen. $date konverteres automatisk til det aktuelle ååååmmdd format, så $date00 er en gyldig indstilling).

source: The refresh specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
da_dk: Opfriskningen angivet i SOA-delen af zonefilen (i sekunder eller forkortet til f.eks. 15m).

source: The retry specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
da_dk: Gentagelsen angivet i SOA-delen af zonefilen (i sekunder eller forkortet til f.eks. 15m).

source: The expiry specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
da_dk: Udløbet angivet i SOA-delen af zonefilen (i sekunder eller forkortet til f.eks. 15m).

source: The minimum TTL specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
da_dk: Maksimal TTL angivet i SOA-delen af zonefilen (i sekunder eller forkortet til f.eks. 15m).

source: The TTL of the zone file. (in seconds, or shorthand duration such as 15m)
da_dk: Zonefilens TTL (i sekunder eller forkortet til f.eks. 15m).

source: Alternate nameserver
da_dk: Alternativ navneserver

source: The e-mail address specified in the SOA portion of the zone file.
da_dk: E-mailen angivet i SOA-delen af zonefilen.

source: Enables or disables the pub/sub feature of MISP. Make sure that you install the requirements for the plugin to work. Refer to the installation instructions for more information.
da_dk: Aktiverer/deaktiverer funktionen pub/sub i MISP. Sørg for de nødvendige installationer for at plugin'et kan fungere. Konsultér installationsvejledningen for yderligere oplysninger.

source: The port that the pub/sub feature will use.
da_dk: Porten benyttet af funktionerne pub/sub.

source: Location of the Redis db used by MISP and the Python PUB script to queue data to be published.
da_dk: Placering af Redis DB'en benyttet af MISP og Python PUB-scriptet til håndtering af datakøen til publisering.
