Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: Replace all attributes of a category/type combination within the event
da_dk: Erstat alle attributter for en kategori/type kombination i begivenheden

source: Show all attributes
da_dk: Vis alle attributter

source: Only show %s related attributes
da_dk: Vis kun %s-relaterede attributter

source: Only show proposals
da_dk: Vis kun forslag

source: Proposal
da_dk: Forslag

source: Only show correlating attributes
da_dk: Vis kun korrelerende attributter

source: Only show potentially false positive attributes
da_dk: Vis kun potentielt falske positive attributter

source: Warnings
da_dk: Advarsler

source: Include deleted attributes
da_dk: Inkluder slettede attributter

source: Show attribute context fields
da_dk: Vis attributkontekstfelter

source: Show context fields
da_dk: Vis kontekstfelter

source: Filter on attributes value
da_dk: Filterér på attributværdi

source: Remove filters
da_dk: Fjern filtre

source: Select all
da_dk: Vælg alle

source: Select all attributes/proposals on current page
da_dk: Vælg alle attributter/forslag på den aktuelle side

source: Correlate
da_dk: Korrelere

source: Related Events
da_dk: Relaterede begivenheder

source: Sightings
da_dk: Observationer

source: Activity
da_dk: Aktivitet

source: Actions
da_dk: Handlinger

source: Attribute warning: This event doesn't have any attributes visible to you. Either the owner of the event decided to have a specific distribution scheme per attribute and wanted to still distribute the event alone either for notification or potential contribution with attributes without such restriction. Or the owner forgot to add the attributes or the appropriate distribution level. If you think there is a mistake or you can contribute attributes based on the event meta-information, feel free to make a proposal
da_dk: Attributadvarsel: Denne begivenhed har ingen attributter synlige for dig. Enten besluttede begivenhedsejeren at have et specifikt distributionsprogram pr. attribut og ønskede stadig begivenheden distribueret alene enten som notifikation eller potentielt bidrag med attributter uden en sådan begrænsning. Eller ejeren glemte at tilføje attributter eller det relevante distributionsniveau. Mener du, at der er en fejl eller kan du bidrage med attributter baseret på begivenhedsmetainformationen, kan du fremsætte et forslag

source: Attribute warning: This event doesn't contain any attribute. It's strongly advised to populate the event with attributes (indicators, observables or information) to provide a meaningful event
da_dk: Attributadvarsel: Denne begivenhed indeholder ingen attributter. Det anbefales kraftigt at udvide en begivenhed med attributter (indikatorer, observerbare data eller informationer) for at give en meningsfyldt begivenhed

source: Create multiple attributes one per line
da_dk: Opret flere attributter, en pr. linje

source: Date:
da_dk: Dato:

source: Deactivated user
da_dk: Deaktiveret bruger

source: Edit
da_dk: Redigér

source: Are you sure you want to delete this post?
da_dk: Sikker på, at du vil slette denne post?

source: Reply
da_dk: Besvar

source: Insert a quote - just paste your quote between the [quote][/quote] tags.
da_dk: Indsæt et citat - bare indsæt dit citat mellem [quote][/quote] tags.

source: Quote
da_dk: Citat

source: Insert a link to an event - just enter the event ID between the [event][/event] tags.
da_dk: Indsæt et link til en begivenhed - angiv blot begivenheds-ID'et mellem [event][/event] tagsne.

source: Event
da_dk: Begivenhed

source: Insert a link to a discussion thread - enter the thread's ID between the [thread][/thread] tags.
da_dk: Indsæt et link til en diskussionstråd - angiv tråd-ID'en mellem [thread][/thread] tagsne.

source: Thread
da_dk: Tråd

source: Insert a link [link][/link] tags.
da_dk: Indsæt et link [link][/link] tags.

source: Insert a code [code][/code] tags.
da_dk: Indsæt et kode [code][/code] tags.

source: Code
da_dk: Kode

source: Send
da_dk: Indsend

source: Keyboard shortcuts for this page
da_dk: Tastaturgenveje til denne side

source: none
da_dk: ingen

source: GnuPG key
da_dk: GnuPG-nøgle

source: Could not locate the GnuPG public key.
da_dk: Kunne ikke finde offentlige GnuPG-nøgle.

source: Could not locate SMIME certificate.
da_dk: Kunne ikke finde SMIME-certifikat.

source: View details about this galaxy
da_dk: Se detaljer omkring denne galaxy

source: View details about this cluster
da_dk: Se detaljer om denne formation

source: View all events containing this cluster.
da_dk: Se alle begivenheder indeholdende denne formation.

source: Are you sure you want to detach %s from this event?
da_dk: Sikker på, at du vil adskille %s fra denne begivenhed?

source: Are you sure you want to detach %s from this %s?
da_dk: Er du sikker på, at du vil fjerne %s fra denne %s?

source: Add new cluster
da_dk: Tilføj nyt cluster

source: Add
da_dk: Tilføj

source: List Events
da_dk: Oplist begivenheder

source: Add Event
da_dk: Tilføj Event

source: List Attributes
da_dk: Oplist attributter

source: Search Attributes
da_dk: Søg efter attributter

source: REST client
da_dk: REST-klient

source: View Proposals
da_dk: Vis forslag

source: List Tags
da_dk: Liste over Tags

source: Add Tag
da_dk: Tilføj Tag

source: List Taxonomies
da_dk: Opliste taksonomier

source: List Templates
da_dk: Liste over Skabeloner

source: Add Template
da_dk: Tilføj Skabelon

source: Export
da_dk: Eksporter

source: Automation
da_dk: Automatisering

source: List Galaxies
da_dk: Liste over Galaxies

source: Input Filters
da_dk: Inputfiltre

source: Import Regexp
da_dk: Importer Regexp

source: Signature Whitelist
da_dk: Signatur Whitelist

source: List Warninglists
da_dk: Vis advarselslister

source: List Noticelists
da_dk: Vis varslingslister

source: News
da_dk: Nyheder

source: My Profile
da_dk: Min profil

source: Dashboard
da_dk: Kontrolpanel

source: Organisations
da_dk: Organisationer

source: Role Permissions
da_dk: Rollerettigheder

source: List Object Templates
da_dk: Oplist objektskabeloner

source: List Sharing Groups
da_dk: Oplist delingsgrupper

source: Add Sharing Group
da_dk: Tilføj delingsgruppe

source: User Guide
da_dk: Brugerguide

source: Terms &amp; Conditions
da_dk: Vilkår og Betingelser

source: Statistics
da_dk: Statistik

source: List Discussions
da_dk: Oplist diskussioner

source: Start Discussion
da_dk: Start diskussion

source: List Servers
da_dk: Oplist servere

source: List Feeds
da_dk: Oplist feeds

source: List Users
da_dk: Oplist brugere

source: Add User
da_dk: Tilføj bruger

source: Contact Users
da_dk: Kontakt brugere

source: List Organisations
da_dk: Oplist organisationer

source: Add Organisation
da_dk: Tilføj organisation

source: List Roles
da_dk: Oplist roller

source: Add Role
da_dk: Tilføj rolle

source: Maintenance
da_dk: Vedligeholdelse

source: Jobs
da_dk: Opgaver

source: Scheduled Tasks
da_dk: Planlagte opgaver

source: Manage Event Blacklists
da_dk: Håndtér begivenhedssortlister

source: Blacklist Organisation
da_dk: Sortlist organisation

source: Manage Org Blacklists
da_dk: Håndtér org. sortlistser

source: Audit
da_dk: Revision

source: List Logs
da_dk: Oplist logger

source: Search Logs
da_dk: Søg logs

source: Log out
da_dk: Log ud

source: Attribute Types Histogram
da_dk: Attributtypehistogrammer

source: you can also choose specific histogram items by clicking on attributes below
da_dk: du kan også vælge specifikke histogramelementer ved at klikke på attributter nedenfor

source: Toggle histogram
da_dk: Omskift histogram

source: Attributes per organization
da_dk: Attributter pr. organisation

source: Populate From Template
da_dk: Udfyld via skabelon

source: Freetext Import Result
da_dk: Fritekst importresultat

source: View Event
da_dk: Vis begivenhed

source: View Correlation Graph
da_dk: Vis korrelationsgraf

source: View Event History
da_dk: Vis begivenhedshistorik

source: Edit Event
da_dk: Redigér begivenhed

source: Delete Event
da_dk: Slet begivenhed

source: Are you sure you want to delete # %s?
da_dk: Sikker på, at du vil slette # %s?

source: Add Object
da_dk: Tilføj objekt

source: Add Attachment
da_dk: Tilføj vedhæftning

source: Populate from...
da_dk: Udfyld via...

source: Enrich Event
da_dk: Berig begivenhed

source: Merge attributes from...
da_dk: Flet attributter fra...

source: Propose Attribute
da_dk: Foreslå attribut

source: Propose Attachment
da_dk: Foreslå vedhæftning

source: Publish Event
da_dk: Udgiv begivenhed

source: Publish (no email)
da_dk: Udgiv (ingen e-mail)

source: Delegate Publishing
da_dk: Uddelegér udgivelse

source: Accept Delegation Request
da_dk: Acceptér delegationsanmodning

source: Discard Delegation Request
da_dk: Kassér delegeringsanmodning

source: Publish event to ZMQ
da_dk: Udgiv begivenhed til ZMQ

source: Contact Reporter
da_dk: Kontakt rapportør

source: Download as...
da_dk: Download som...

source: Import from…
da_dk: Importér fra…

source: Download results as JSON
da_dk: Download resultater som JSON

source: Download results as XML
da_dk: Download resultater som XML

source: Download results as CSV
da_dk: Download resultater som CSV

source: Events with proposals
da_dk: Begivenheder med forslag

source: List Regexp
da_dk: Oplist regexp

source: New Regexp
da_dk: Nyt regexp

source: Perform on existing
da_dk: Udfør på eksisterende

source: Edit Regexp
da_dk: Redigér regexp

source: Delete Regexp
da_dk: Slet regexp

source: View Warninglist
da_dk: Vis advarselsliste

source: Update Warninglists
da_dk: Opdatér advarselsliste

source: View Noticelist
da_dk: Vis notitsliste

source: Update Noticelists
da_dk: Opdatér notitslister

source: List Whitelist
da_dk: Oplist hvidliste

source: New Whitelist
da_dk: Ny hvidliste

source: Edit Whitelist
da_dk: Redigér hvidliste

source: Delete Whitelist
da_dk: Slet Whitelist

source: Edit My Profile
da_dk: Redigér min profil

source: Change Password
da_dk: Skift adgangskode

source: View Organisation
da_dk: Se Organisation

source: Edit Sharing Group
da_dk: Redigér delingsgruppe

source: View Sharing Group
da_dk: Vis delingsgrupper

source: Explore Remote Event
da_dk: Udforsk fjernbegivenhed

source: Fetch This Event
da_dk: Hent denne begivenhed

source: Are you sure you want to fetch and save this event on your instance?
da_dk: Sikker på, at du vil hente og gemme denne begivenhed i din instans?

source: Explore Remote Server
da_dk: Udforsk fjernserver

source: Edit Server
da_dk: Redigér server

source: New Server
da_dk: Ny server

source: View User
da_dk: Se bruger

source: Reset Password
da_dk: Nulstil adgangskode

source: Edit User
da_dk: Redigér bruger

source: Delete User
da_dk: Slet bruger

source: Are you sure you want to delete # %s? It is highly recommended to never delete users but to disable them instead.
da_dk: Sikker på, at du vil slette # %s? Det anbefales kraftigt aldrig at slette brugere, men at deaktivere dem i stedet.

source: Edit Role
da_dk: Redigér rolle

source: Delete Role
da_dk: Slet rolle

source: Edit Organisation
da_dk: Redigér organisation

source: Merge Organisation
da_dk: Flet organisation

source: Server Settings & Maintenance
da_dk: Serverindstillinger og Vedligehold

source: Blacklists Event
da_dk: Sortlistebegivenheder

source: Blacklists Organisation
da_dk: Sortlisteorganisationer

source: View Thread
da_dk: Vis tråd

source: Add Post
da_dk: Tilføj indlæg

source: Edit Post
da_dk: Redigér indlæg

source: List Threads
da_dk: Oplist tråde

source: New Thread
da_dk: Ny tråd

source: List Favourite Tags
da_dk: Oplist favorit-tags

source: Edit Tag
da_dk: Redigér tag

source: View Taxonomy
da_dk: Vis taksonomi

source: Delete Taxonomy
da_dk: Slet taksonomi

source: View Template
da_dk: Vis skabelon

source: Edit Template
da_dk: Redigér skabelon

source: Add Feed
da_dk: Tilføj feed

source: Import Feeds from JSON
da_dk: Importér feeds fra JSON

source: Feed overlap analysis matrix
da_dk: Feedoverlapningsanalysematrix

source: Export Feed settings
da_dk: Eksportér feedindstillinger

source: Edit Feed
da_dk: Redigér feed

source: View News
da_dk: Se Nyheder

source: Add News Item
da_dk: Tilføj nyhedselement

source: Edit News Item
da_dk: Redigér nyhedselement

source: Update Galaxies
da_dk: Opdater Galaxies

source: Are you sure you want to reimport all galaxies from the submodule?
da_dk: Sikker på, at du vil genimportere alle galakser fra undermodulet?

source: Force Update Galaxies
da_dk: Gennemtving galakseopdateringer

source: Are you sure you want to drop and reimport all galaxies from the submodule?
da_dk: Sikker på, at du vil genimportere alle galakser fra undermodulet?

source: View Galaxy
da_dk: Vis galakse

source: View Cluster
da_dk: Vis formation

source: Update Objects
da_dk: Opdater Objekter

source: View Object Template
da_dk: Vis objektskabelon

source: Loading
da_dk: Indlæser

source: Elements having lower distribution level than the event
da_dk: Elementer med lavere distributions niveau end selve eventen

source: Distribution of the event
da_dk: Distribution af event

source: Inconsistent distribution level, fallback on the event distribution
da_dk: Manglende konsekvent distributions niveau, fallback på event distribution

source: Sharing group
da_dk: Delings gruppe

source: Scope
da_dk: Omfang

source: Physics
da_dk: Fysik

source: Display
da_dk: Vis

source: Filters
da_dk: Filtre

source: History
da_dk: Historie

source: Toggle fullscreen
da_dk: Skift til fuldskærm

source: Show all
da_dk: Vis alle

source: Select all events on current page
da_dk: Vælg alle events på denne side

source: Clusters
da_dk: Clustre

source: Correlation Count
da_dk: Korrelations antal

source: Sigthing Count
da_dk: Sigthing antal

source: #Sightings
da_dk: #Observationer

source: Proposal Count
da_dk: Forslags antal

source: Post Count
da_dk: Post antal

source: #Posts
da_dk: #Opslag

source: correlation(s)
da_dk: korrelation(er)

source: proposal(s)
da_dk: forslag

source: NEW
da_dk: NY

source: All
da_dk: Alle

source: Are you sure this event is complete and everyone should be informed?
da_dk: Er du sikker på at du er færdig med denne event, og alle skal informeres?

source: Not published
da_dk: Ikke offentliggjort

source: Show
da_dk: Vis

source: more...
da_dk: mere...

source: Collapse…
da_dk: Minimer…

source: Restore attribute
da_dk: Gendan attribut

source: Permanently delete attribute
da_dk: Slet attribut permanent

source: Query enrichment
da_dk: Berigelse af forespørgsel

source: Propose enrichment
da_dk: Foreslå berigelse

source: Query Cortex
da_dk: Forespørg Cortex

source: Propose enrichment through Cortex
da_dk: Anbefal berigelse igennem Cortex

source: Propose Edit
da_dk: Foreslå ændring

source: Propose Deletion
da_dk: Foreslå sletning

source: Add enrichment
da_dk: Tilføj berigelse

source: Add enrichment via Cortex
da_dk: Tilføj berigelse via Cortex

source: Soft-delete attribute
da_dk: Soft-delete attribut

source: Name:
da_dk: Navn:

source: Expand or Collapse
da_dk: Udvid eller Collapse

source: Meta-category:
da_dk: Meta-kategori:

source: Description:
da_dk: Beskrivelse:

source: Template:
da_dk: Skabelon:

source: Permanently delete object
da_dk: Slet objekt permanent

source: Soft delete object
da_dk: Soft delete objekt

source: References:
da_dk: Referencer:

source: Add reference
da_dk: Tilføj Reference

source: Delete object reference
da_dk: Slet objekt reference

source: Referenced by:
da_dk: Refereret af:

source: Accept Proposal
da_dk: Acceptér forslag

source: Accept proposal
da_dk: Acceptér forslag

source: Discard proposal
da_dk: Kasser forslag

source: Add sighting
da_dk: Tilføj sighting

source: Mark as false-positive
da_dk: Marker som falsk-positiv

source: Advanced sightings
da_dk: Avancerede observationer

source: Hexadecimal representation
da_dk: Hexadecimal visning

source: Switch to binary representation
da_dk: Skift til binær visning

source: Warning, this doesn't seem to be a legitimate
da_dk: Advarsel, dette synes ikke at være et legitimt

source: value
da_dk: værdi

source: Meta-category
da_dk: Meta-kategori

source: Cortex object
da_dk: Cortex objekt

source: all
da_dk: alle

source: Date
da_dk: Dato

source: Name
da_dk: Navn

source: Description
da_dk: Beskrivelse

source: Template
da_dk: Skabelon

source: References
da_dk: Referencer

source: Referenced by
da_dk: Refereret af

source: Role
da_dk: Rolle

source: Last login
da_dk: Seneste login

source: Created
da_dk: Tilføjet

source: Initiate password refresh
da_dk: Initier en opdatering af kodeord

source: Create new credentials and inform user
da_dk: Opret nyt login og informer brugeren

source: Changes since last visit
da_dk: Ændringer siden sidste besøg

source: Events updated:
da_dk: Events opdateret:

source: Events published:
da_dk: Events offentliggjort:

source: Notifications
da_dk: Notifikationer

source: Proposals:
da_dk: Forslag:

source: Events with proposals:
da_dk: Events med forslag:

source: Delegation requests:
da_dk: Anmodninger om delegation:

source: Incorrect database encoding setting: Your database connection is currently NOT set to UTF-8. Please make sure to uncomment the 'encoding' => 'utf8' line in
da_dk: Forkert database encoding indstilling: Din database forbindelse er i øjeblikket IKKE sat til UTF-8. Sørg for at fjerne udkommenteringen af linjen 'encoding' => 'utf8' i

source: Every version of MISP includes a json file with the current version. This is checked against the latest tag on github, if there is a version mismatch the tool will warn you about it. Make sure that you update MISP regularly.
da_dk: Hver version af MISP indeholder en json fil med den aktuelle version. Denne tjekkes mod den seneste tag på github. Hvis de IKKE matcher vil du blive advaret. Sørg for at du opdaterer MISP regelmæssigt.

source: Currently installed version…
da_dk: Nuværende installeret version…

source: Upcoming development version
da_dk: Kommende udvikler version

source: Outdated version
da_dk: Forældet version

source: Could not retrieve version from github
da_dk: Kunne ikke hente versions-information fra github

source: Latest available version…
da_dk: Seneste tilgængelige version…

source: Current branch…
da_dk: Nuværende branch…

source: Pull the latest MISP version from github
da_dk: Hent seneste MISP verison fra github

source: Update MISP
da_dk: Opdater MISP

source: Writeable Directories and files
da_dk: Skrivbare mapper og filer

source: The following directories and files have to be writeable for MISP to function properly. Make sure that the apache user has write privileges for the directories below.
da_dk: De følgende mapper og filer skal være skrivbare for at MISP fungerer korrekt. Sørg for, at apache brugeren har skriverettigheder til nedenstående mapper.

source: Directories
da_dk: Mapper

source: Directory
da_dk: Mappe

source: Writeable Files
da_dk: Skrivbare filer

source: File
da_dk: Fil

source: Readable Files
da_dk: Læsbare filer

source: PHP Settings
da_dk: PHP indstillinger

source: Up to date
da_dk: Seneste version

source: Unknown
da_dk: Ukendt

source: Issues determining version
da_dk: Problemer med at bestemme version

source: Update highly recommended
da_dk: Opdatering kraftigt anbefalet

source: Version unsupported, update ASAP
da_dk: Version ikke supporteret, opdater hurtigst muligt

source: PHP ini path
da_dk: PHP ini sti

source: recommended
da_dk: anbefalet

source: The following settings might have a negative impact on certain functionalities of MISP with their current and recommended minimum settings. You can adjust these in your php.ini. Keep in mind that the recommendations are not requirements, just recommendations. Depending on usage you might want to go beyond the recommended values.
da_dk: De følgende indstillinger kan have en negativ indvirkning på visse funktionaliteter af MISP med deres nuværende og anbefalede minimums indstillinger. Du kan justere disse i din php.ini. Husk at anbefalingerne ikke er krav, men blot anbefalinger. Afhængigt af brugen kan der være behov for at overstige de anbefalede værdier.

source: Low
da_dk: Lav

source: PHP Extensions
da_dk: PHP udvidelser

source: Not loaded
da_dk: Ikke indlæst

source: Issues reading PHP settings. This could be due to the test script not being readable.
da_dk: Problemer med at læse PHP-indstillinger. Dette kan skyldes, at test værktøjet ikke kan læses.

source: Advanced attachment handler
da_dk: Avanceret håndtering af vedhæftelser

source: The advanced attachment tools are used by the add attachment functionality to extract additional data about the uploaded sample.
da_dk: De avancerede vedhæftnings værktøjer anvendes af vedhæftnings-funktionaliteten for at udtrække yderligere data om den uploadede prøve.

source: Not installed or version outdated.
da_dk: Ikke installeret eller version for gammel.

source: STIX and Cybox libraries
da_dk: STIX og Cybox biblioteker

source: Mitre's STIX and Cybox python libraries have to be installed in order for MISP's STIX export to work. Make sure that you install them (as described in the MISP installation instructions) if you receive an error below.
da_dk: Mitre's STIX og CyBox python libs skal være installeret for at MISP's STIX eksport virker. Du skal sikre dig at du har installeret disse (som beskrevet i MISP installations vejledningen) hvis du får fejl i nedenstående.

source: If you run into any issues here, make sure that both STIX and CyBox are installed as described in the INSTALL.txt file. The required versions are
da_dk: Hvis du løber ind i problemer, skal du sikre dig, at både STIX og CyBox er installeret som beskrevet i filen INSTALL.txt. De krævede versioner er

source: Other versions might work but are not tested / recommended.
da_dk: Andre versioner kan virke (hvis du er heldig), men testes og anbefales ikke.

source: STIX and CyBox
da_dk: STIX og CyBox

source: Could not read test script (stixtest.py).
da_dk: Kunne ikke læse test værktøjet (stixtest.py).

source: library version
da_dk: bibliotek version

source: This tool tests whether your GnuPG is set up correctly or not.
da_dk: Dette værktøj tester, om din GnuPG er konfigureret korrekt eller ej.

source: GnuPG installation and settings
da_dk: GnuPG installation og indstillinger

source: This tool tests whether the ZeroMQ extension is installed and functional.
da_dk: Dette værktøj tester om ZeroMQ er installeret og funktionel.

source: ZeroMQ settings
da_dk: ZeroMQ indstillinger

source: This tool tests whether your HTTP proxy settings are correct.
da_dk: Dette værktøj tester om dine HTTP proxy indstillinger er korrekte.

source: Proxy settings
da_dk: Proxy indstillinger

source: Module System
da_dk: Modul systemet

source: This tool tests the various module systems and whether they are reachable based on the module settings.
da_dk: Dette værktøj tester de forskellige modulsystemer, og om de kan nås ud fra modul indstillingerne.

source: module system
da_dk: modul systemet

source: Session table
da_dk: Sessions tabel

source: This tool checks how large your database's session table is. <br />Sessions in CakePHP rely on PHP's garbage collection for clean-up and in certain distributions this can be disabled by default resulting in an ever growing cake session table. <br />If you are affected by this, just click the clean session table button below.
da_dk: Dette værktøj kontrollerer, hvor stor din databases sessions tabel er. <br />Sessioner i CakePHP er afhængige af PHPs garbage opsamler til oprydning, og i visse distributioner kan dette være deaktiveret som standard, hvilket resulterer i et stadigt voksende cake sessions tabel. <br />Hvis du er påvirket af dette, skal du blot klikke på knappen nedenfor.

source: Expired sessions
da_dk: Udløbne sessioner

source: Purge sessions
da_dk: Slet sessioner

source: Clean model cache
da_dk: Rens model cache
