Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: The port that Redis is listening on.
da_dk: Porten, som Redis monitere.

source: The password, if set for Redis.
da_dk: Redis-adgangskoden (hvis opsat).

source: The database to be used for queuing messages for the pub/sub functionality.
da_dk: Databasen til brug for ikøsætning af beskeder til pub/sub-funktionaliteten.

source: The namespace to be used for queuing messages for the pub/sub functionality.
da_dk: Navneområde til brug for ikøsætning af beskeder til pub/sub-funktionaliteten.

source: Enable this setting to include the base64 encoded payloads of malware-samples/attachments in the output.
da_dk: Aktivér denne indstilling for inkludering af base64-kodet indhold af malware-prøver/vedhæftninger i outputtet.

source: Enables or disables the publishing of any event creations/edits/deletions.
da_dk: Aktiverer/deaktiverer publiceringen af enhver begivenhedsoprettelse/redigering/sletning.

source: Enables or disables the publishing of any object creations/edits/deletions.
da_dk: Aktiverer/deaktiverer publiceringen af enhver objektoprettelse/redigering/sletning.

source: Enables or disables the publishing of any object reference creations/deletions.
da_dk: Aktiverer/deaktiverer publiceringen af enhver objektreferenceoprettelse/sletning.

source: Enables or disables the publishing of any attribute creations/edits/soft deletions.
da_dk: Aktiverer/deaktiverer publiceringen af enhver attributoprettelse/redigering/sletning.

source: Enables or disables the publishing of any tag creations/edits/deletions as well as tags being attached to / detached from various MISP elements.
da_dk: Aktiverer/deaktiverer publiceringen af enhver tagoprettelse/redigering/sletning samt tags, som knyttes til eller fjernes fra forskellige MISP-elementer.

source: Enables or disables the publishing of new sightings to the ZMQ pubsub feed.
da_dk: Aktiverer/deaktiverer publiceringen af nye observationer til ZMQ-pubsub feedet.

source: Enables or disables the publishing of new/modified users to the ZMQ pubsub feed.
da_dk: Aktiverer/deaktiverer publiceringen af nye/ændrede brugere til ZMQ-pubsub feedet.

source: Enables or disables the publishing of new/modified organisations to the ZMQ pubsub feed.
da_dk: Aktiverer/deaktiverer publiceringen af ​​nye/ændrede organisationer til ZMQ-pubsub feedet.

source: Enables or disables the publishing of log entries to the ZMQ pubsub feed. Keep in mind, this can get pretty verbose depending on your logging settings.
da_dk: Aktiverer/deaktiverer publiceringen af logposteringer til ZMQ-pubsub feedet. Husk, at outputtet kan blive temmelig omfattende afhængigt af dine logindstillinger.

source: Enabled logging to an ElasticSearch instance
da_dk: Aktivér logning til en ElasticSearch-instans

source: The URL(s) at which to access ElasticSearch - comma seperate if you want to have more than one.
da_dk: URL('er) til ElasticSearch-adgang - kommaseparér ved flere end én URL.

source: The index in which to place logs
da_dk: Indekset, hvori logger skal placeres

source: Enables or disables uploading of malware samples to S3 rather than to disk (WARNING: Get permission from amazon first!)
da_dk: Aktiverer/deaktiverer upload af malware-prøver til S3 fremfor til disk (Advarsel: Indhent tilladelse fra Amazon først!)

source: Bucket name to upload to
da_dk: Bucket-navn til at uploade til

source: Region in which your S3 bucket resides
da_dk: Region, hvori din S3-bucket er beliggende

source: AWS key to use when uploading samples (WARNING: It' highly recommended that you use EC2 IAM roles if at all possible)
da_dk: AWS-nøglen til brug når du uploader prøver (Advarsel: Det anbefales kraftigt, at du benytter EC2 IAM-roller, hvis overhovedet muligt)

source: AWS secret key to use when uploading samples
da_dk: Den hemmelige AWS-nøgle til brug ved upload af prøver

source: This setting defines who will have access to seeing the reported sightings. The default setting is the event owner alone (in addition to everyone seeing their own contribution) with the other options being Sighting reporters (meaning the event owner and anyone that provided sighting data about the event) and Everyone (meaning anyone that has access to seeing the event / attribute).
da_dk: Denne indstilling definerer, hvem som vil kunne se de rapporterede observationer. Standardindstillingen er Begivenhedsejer alene (ud over alle, som kan se egne bidrag) med de flg. muligheder Observationsrapportører (dvs., begivenhedsejeren og alle, som leverede observationsdata om hændelsen), og Alle (dvs., alle med adgang til at se begivenheden/attributten).

source: Enabling the anonymisation of sightings will simply aggregate all sightings instead of showing the organisations that have reported a sighting. Users will be able to tell the number of sightings their organisation has submitted and the number of sightings for other organisations
da_dk: Aktivering af observationsanonymisering vil blot samle alle observationer i stedet for at vise de organisationer, som har rapporteret en observation. Brugere vil være i stand til at afgøre antallet af observationer indsendt af deres organisation samt antallet af observationer for andre organisationer

source: Set the range in which sightings will be taken into account when generating graphs. For example a sighting with a sighted_date of 7 years ago might not be relevant anymore. Setting given in number of days, default is 365 days
da_dk: Angiv området, indenfor hvilket observationer vil blive taget i betragtning ved generering af grafer. F.eks. er en observation med en sighted_date på 7 år måske ikke længere relevant. Indstilles i antal dage, standardanangivelsen er 365

source: Enable this functionality if you would like to handle the authentication via an external tool and authenticate with MISP using a custom header.
da_dk: Aktivér denne funktionalitet, hvis du vil håndtere autentificeringen via et eksternt værktøj og autentificere med MISP vha. en tilpasset header.

source: Set the header that MISP should look for here. If left empty it will default to the Authorization header.
da_dk: Angiv headeren, som MISP skal kigge efter, her. Hvis tom, benyttes standard Authorization header.

source: Use a header namespace for the auth header - default setting is enabled
da_dk: Benyt et header-navneområde for auth headeren - standardindstillingen er aktiv

source: The default header namespace for the auth header - default setting is HTTP_
da_dk: Standard header-navneområdet for auth headeren - standardindstillingen er HTTP_

source: If this setting is enabled then the only way to authenticate will be using the custom header. Altnertatively you can run in mixed mode that will log users in via the header if found, otherwise users will be redirected to the normal login page.
da_dk: Er denne indstilling er aktiv, vil eneste godkendelsesmåde være at benytte den tilpassede header. Altnertativt kan du kan køre i blandet tilstand, hvilket vil logge brugere ind via headeren, hvis den findes, ellers vil brugerne blive omdirigeret til den normal login-side.

source: If you are using an external tool to authenticate with MISP and would like to only allow the tool's url as a valid point of entry then set this field.
da_dk: Beytter du et eksternt værktøj til MISP-godkendelse, men vil du kun tillade værktøjets URL som et gyldigt indgangspunkt, så opsæt dette felt.

source: The name of the authentication method, this is cosmetic only and will be shown on the user creation page and logs.
da_dk: Navnet på godkendelsesmetoden. Dette er rent kosmetisk og vil fremgå på brugeroprettelsessiden og i logs.

source: Disable the logout button for users authenticate with the external auth mechanism.
da_dk: Deaktivér knappen log ud for brugeres godkendelse med den eksterne auth-mekanisme.

source: Enable/disable the enrichment services
da_dk: Aktivér/deaktivér berigelsestjenesterne

source: Set a timeout for the enrichment services
da_dk: Angiv en timeout for berigelsestjenesterne

source: Enable/disable the import services
da_dk: Aktivér/deaktivér importtjenesterne

source: Set a timeout for the import services
da_dk: Angiv en timeout for importtjenesterne

source: The url used to access the import services. By default, it is accessible at http://127.0.0.1:6666
da_dk: URL'en, der benyttes for at tilgå importtjenesterne. Som standard er den tilgængelig via http://127.0.0.1:6666

source: The port used to access the import services. By default, it is accessible at 127.0.0.1:6666
da_dk: Porten, der benyttes for at tilgå importtjenesterne. Som standard tilgængelig via 127.0.0.1:6666

source: The url used to access the export services. By default, it is accessible at http://127.0.0.1:6666
da_dk: URL'en, som benyttes for at tilgå eksporttjenesterne. Som standard tilgængelig via http://127.0.0.1:6666

source: The port used to access the export services. By default, it is accessible at 127.0.0.1:6666
da_dk: Porten, som benyttes for at tilgå eksporttjenesterne. Som standard tilgængelig via 127.0.0.1:6666

source: Enable/disable the export services
da_dk: Aktivér/deaktivér eksporttjenesterne

source: Set a timeout for the export services
da_dk: Angiv en timeout for eksporttjenesterne

source: Enable/disable the hover over information retrieved from the enrichment modules
da_dk: Aktivér/deaktivér Mus-over informationshentningen fra berigelsesmodulerne

source: Set a timeout for the hover services
da_dk: Angiv en timeout for mus-over tjenesterne

source: The url used to access the enrichment services. By default, it is accessible at http://127.0.0.1:6666
da_dk: URL'en, som benyttes for at tilgå berigelsestjenesterne. Som standard tilgængelig via http://127.0.0.1:6666

source: The port used to access the enrichment services. By default, it is accessible at 127.0.0.1:6666
da_dk: Porten, som benyttes for at tilgå berigelsestjenesterne. Som standard tilgængelig via 127.0.0.1:6666

source: The url used to access Cortex. By default, it is accessible at http://cortex-url
da_dk: URL'en, som beyttes for at tilgå Cortex. Som standard tilgængelig via http://cortex-url

source: The port used to access Cortex. By default, this is port 9000
da_dk: Porten, som benyttes for at tilgå Cortex. Som standard port 9000

source: Set an authentication key to be passed to Cortex
da_dk: Angiv en godkendelsesnøgle til videreivelse til Cortex

source: Set to false to disable SSL verification. This is not recommended.
da_dk: Sæt til falsk for at deaktivere SSL-bekræftelse. Anbefales ikke.

source: Set to false if you wish to ignore hostname match errors when validating certificates.
da_dk: Sæt til falsk, hvis du ønsker at ignorere matchkomtrolfejl for værtsnavne under certifikatvalideringer.

source: Set to true to enable self-signed certificates to be accepted. This requires Cortex_ssl_verify_peer to be enabled.
da_dk: Sæt til sandt for at aktivere anvendelse af selvsignerede certifikater. Dette kræver, at Cortex_ssl_verify_peer er aktiveret.

source: Set to the absolute path of the Certificate Authority file that you wish to use for verifying SSL certificates.
da_dk: Sæt til den absolutte sti til Certifikatmyndighedsfilen, som skal benyttes til bekræftelse af SSL-certifikater.

source: Provide your custom authentication users with an external URL to the authentication system to reset their passwords.
da_dk: Give dine tilpassede autentifikationsbrugere en ekstern URL til autentifikationssystemet til nulstilling af deres adgangskoder.

source: Provide a custom logout URL for your users that will log them out using the authentication system you use.
da_dk: Giver en tilpasset log-ud URL til dine brugere, som vil logge dem ud vha. det godkendelsessystem, du benytter.

source: The debug level of the instance, always use 0 for production instances.
da_dk: Instansens debug-niveau. Benyt altid 0 til prodktionsinstanser.

source: The debug level of the instance for site admins. This feature allows site admins to run debug mode on a live instance without exposing it to other users. The most verbose option of debug and site_admin_debug is used for site admins.
da_dk: Instansens debug-niveauet for webstedsadmins. Denne funktion lader webstedsadmins eksekvere debug-tilstand på en idriftsat instans uden at afsløre dette overfor andre brugere. Den mest detaljerigholdige Indstilling for debug og site_admin_debug benyttes for admins.

source: Enable or disable the %s module.
da_dk: Aktivér/deaktivér %s-modulet.

source: Restrict the %s module to the given organisation.
da_dk: Begræns %s-modulet til den givne organisation.

source: Set this required module specific setting.
da_dk: Angiv specifikke indstillinger for dette modul.

source: Value not set.
da_dk: Ingen værdi sat.

source: Organisation logos
da_dk: Organisationslogoer

source: The logo used by an organisation on the event index, event view, discussions, proposals, etc. Make sure that the filename is in the org.png format, where org is the case-sensitive organisation name.
da_dk: Det af organisationen benyttede logo til et begivenhedsindeks, begivenhedsvisning, diskussioner, forslag mv. Sørg for, at filnavnet er i formatet org.png, hvor org udgør det versal-/minuskelsensitive organisationsnavn.

source: 48x48 pixel .png files
da_dk: 48x48 pixel .png filer

source: Filename must be in the following format: *.png
da_dk: Filnavnet skal være i følgende format: *.png

source: Additional image files
da_dk: Yderligere billedfiler

source: Image files uploaded into this directory can be used for various purposes, such as for the login page logos
da_dk: Billedfiler, uploadet til denne mappe, kan benyttes til forskellige formål, f.eks. som logoer på login-siden

source: Removing a dead worker.
da_dk: Fjerner en dead worker.

source: Removing dead worker data. Worker was of type %s with pid %s
da_dk: Fjerner dead worker-data. Worker var af typen %s med PID %s

source: Stopping a worker.
da_dk: Stopper en worker.

source: Stopping a worker. Worker was of type %s with pid %s
da_dk: Stopper en worker. Worker var af typen %s med PID %s

source: deleted
da_dk: slettet

source: added
da_dk: tilføjet

source: updated
da_dk: opdateret

source: it has the following dependent items
da_dk: der har de følgende afhængige items

source: Add Attribute
da_dk: Tilføj attribut

source: Edit Attribute
da_dk: Redigér attribut

source: (choose one)
da_dk: (vælg en)

source: Category
da_dk: Kategori

source: (first choose category)
da_dk: (vælg først kategori)

source: Sharing Group
da_dk: Delingsgruppe

source: Contextual Comment
da_dk: Kontekstuel kommentar

source: for Intrusion Detection System
da_dk: til Intrustion Dectection System

source: Submit
da_dk: Godkend

source: Cancel
da_dk: Fortryd

source: Add Attachment(s)
da_dk: Tilføj vedhæftening(-er)

source: Is a malware sample (encrypt and hash)
da_dk: Er en malware-prøve (kryptér og hash)

source: Advanced extraction (if installed)
da_dk: Avanceret udtræk (hvis installeret)

source: Import ThreatConnect CSV file
da_dk: Importér ThreatConnect CSV-fil

source: Alternate Search Results
da_dk: Alternative søgeresultater

source: This is a list of events that match the given search criteria sorted according to the percentage of matched attributes that are marked as IDS signatures (blue = IDS matches, red = non IDS matches).
da_dk: Dette er en liste over begivenheder matchende de givne søgekriterier sorteret efter procentdelen af ​​matchede attributter markeret som IDS-signaturer (blå = IDS-match, rød = ikke IDS-match).

source: Event id
da_dk: Begivenheds-ID

source: Event info
da_dk: Begivenhedsinfo

source: Event date
da_dk: Begivenhedsdato

source: Event graph
da_dk: Begivenhedsgraf

source: Matches
da_dk: Matcher

source: Attribute Count
da_dk: Attributantal

source: Attribute Replace Tool
da_dk: Attributerstatningsværktøj

source: Choose a category and a type, then paste a list of IOCs that match the selection into the field below. This will delete all of the attributes not found in the new inserted list, whilst creating the attributes that are in the new list but don't exist as attributes. Found matches will be left untouched.
da_dk: Vælg en kategori og type og indsæt herefter en liste over IOC'er, som matcher markeringen, i feltet nedenfor. Dette vil slette alle attributter, som ikke er indeholdt i den nye, indsatte liste samt oprette de attributter, som er indeholdt i den nye liste, men endnu ikke findes som attributter. Evt. matchende attrubutter lades urørte.

source: Mark all new attributes as to IDS
da_dk: Marker alle nye attributter til IDS

source: Values
da_dk: Værdier

source: Warning: You are about to share data that is of a classified nature (Attribution / targeting data). Make sure that you are authorised to share this.
da_dk: Advarsel: Du er ved at dele data af en klassificeret art (Tilskrivningsdata/målrettet data). Sørg for, at du er autoriseret til at dele dette.

source: Replace attributes
da_dk: Erstat attributter

source: Failed Composites
da_dk: Fejlede Composites

source: No Failed Composites
da_dk: Ingen fejlede Composites

source: disabled
da_dk: deaktiveret

source: Warning: You are about to share data that is of a sensitive nature (Attribution / targeting data). Make sure that you are authorised to share this.
da_dk: Advarsel: Du er ved at dele data af en sensitiv art (Tilskrivningsdata/målrettet data). Sørg for, at du er autoriseret til at dele dette.

source: Attributes
da_dk: Attributter

source: Results for all attributes
da_dk: Resultater for alle attributter

source: with the value containing
da_dk: med værdien indeholdende

source: being tagged with
da_dk: bliver tagget med

source: from the events
da_dk: fra begivenhederne

source: of category
da_dk: i kategorien

source: of type
da_dk: af typen

source: created by the organisation
da_dk: oprettet af organisation

source: previous
da_dk: forrige

source: next
da_dk: næste

source: Are you sure you want to delete this attribute?
da_dk: Er du sikker på at du vil slette denne attribut?

source: Propose an edit
da_dk: Foreslå en ændring

source: View
da_dk: Se

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
da_dk: Side {:page} af {:pages}, viser {:current} poster ud af i alt {:count}, startende med post {:start} og sluttende med {:end}

source: Listing invalid attribute validations
da_dk: Oplistning af ugyldige attributvalideringer

source: Validation errors for attribute:
da_dk: Valideringsfejl for attributten:

source: Value found:
da_dk: Værdi fundet:

source: Error
da_dk: Fejl

source: [Attribute details]
da_dk: [Attributdetaljer]

source: Search Attribute
da_dk: Søg Attribut

source: You can search for attributes based on contained expression within the value, event ID, submitting organisation, category and type. <br />For the value, event ID and organisation, you can enter several search terms by entering each term as a new line. To exclude things from a result, use the NOT operator (!) in front of the term.
da_dk: Du kan søge efter attributter baseret på indeholdt udtryk inden for værdien, begivenheds-ID, indsendelsesorganisation, kategori og type. <br />For værdien, begivenheds-ID og organisation kan angives flere søgetermer ved at angive hver term som en ny linje. For at udelukke muligheder fra et resultat kan NOT-operatoren (!) benyttes foran termen.

source: For string searches (such as searching for an expression, tags, etc) - lookups are simple string matches. If you want a substring match encapsulate the lookup string between "%" characters.
da_dk: For strengsøgninger (såsom søgning efter et udtryk, tags mv.) - opslag er enkle strengmatches. Vil du have en understrengmatch, skal du omgive opslagsordet af "%" tegn.

source: Containing the following expressions
da_dk: Indeholder følgende udtryk

source: Being an attribute matching the following tags
da_dk: Er en attribut matchende flg. tags

source: Being attributes of the following event IDs, event UUIDs or attribute UUIDs
da_dk: Er attributter af flg. begivenheds-ID'er, begivenheds-UUID'er eller attribut-UUID'er

source: Being an attribute of an event matching the following tags
da_dk: Er en attribut af en begivenhed matchende flg. tags

source: From the following organisation(s)
da_dk: Fra følgende organisation(er)

source: Only find IOCs to use in IDS
da_dk: Find kun IOC'er til brug i IDS

source: Alternate Search Result (Events)
da_dk: Alternativt søgeresultat (begivenheder)

source: Attribute Deletion
da_dk: Attributsletning

source: Are you sure you want to hard-delete Attribute #%s? The Attribute will be permanently deleted and unrecoverable. Also, this will prevent the deletion to be propagated to other instances.
da_dk: Sikker på, at du vil slette Attribut #%s permanent? Attributsletningen vil være irreversibel. Det vil også forhindre sletningen i at blive udbredt til andre instanser.

source: Are you sure you want to soft-delete Attribute #%s? The Attribute will only be soft deleted, meaning that it is not completely purged. Click on Include deleted attributes and delete the soft deleted attribute if you want to permanently remove it.
da_dk: Er du sikker på at du vil soft-delete attribut #%s? Dette betyder at den ikke slettes permanent men er markeret som slettet. Tryk på inkluder slettede attributter og slet her soft-deleted attributter hvis du vil fjerne det permanent.

source: Delete
da_dk: Slet

source: Yes
da_dk: Ja

source: No
da_dk: Nej

source: Accept change
da_dk: Acceptér ændring

source: Discard change
da_dk: Kassér ændring

source: Mass Edit Attributes
da_dk: Masseredigering af attributter

source: Do not alter current settings
da_dk: Undlad ændring af nuværende indstillinger

source: For Intrusion Detection System
da_dk: Til Intrusion Detection System

source: Leave this field empty to leave the comment field of the selected attributes unaltered.
da_dk: Bevar feltet tomt for at bevare kommentarfeltet for de valgte attributter uændret.

source: Attribute Restoration
da_dk: Attributgendannelse

source: Are you sure you want to undelete Attribute #%s?
da_dk: Sikker på, at du vil fortryde sletning af Attribut #%s?

source: Remove Tag
da_dk: Fjern tag

source: Remove tag
da_dk: Fjern tag

source: from
da_dk: fra

source: Remove
da_dk: Fjern

source: Toggle Correlation %s
da_dk: Omskift Korrelation %s

source: on
da_dk: til

source: off
da_dk: fra

source: Re-enable the correlation for this attribute.
da_dk: Genaktiver korrelationen for denne attribut.

source: This will remove all correlations that already exist for this attribute and prevents any attributes to be related as long as this setting is disabled. Make sure you understand the downsides of disabling correlations.
da_dk: Dette fjerner alle eksisterende korrelationer for denne attribut og forhindrer relationer til attributten, så længe denne indstilling er deaktiveret. Sørg for, at du forstår ulemperne ved at deaktivere korrelationer.

source: Toggle correlation for attribute
da_dk: Skift korrelation for attributten

source: Remove tag
da_dk: Fjern tag

source: Remove tag %s
da_dk: Fjern tag %s

source: Add a tag
da_dk: Tilføj et tag

source: view all
da_dk: se alle

source: Add attribute
da_dk: Tilføj attribut

source: Edit selected Attributes
da_dk: Redigér valgte attributter

source: Tag selected Attributes
da_dk: Tag valgte attributter

source: Delete selected Attributes
da_dk: Slet valgte attributter

source: Accept selected Proposals
da_dk: Acceptér valgte forslag

source: Discard selected Proposals
da_dk: Kassér valgte forslag

source: Sightings display for selected attributes
da_dk: Observationsvisning af valgte attributter

source: Populate using a template
da_dk: Udfyld via skabelon

source: Populate using the freetext import tool
da_dk: Udfyld via fritekstimportværktøjet
