Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: If you ever run into issues with missing database fields / tables, please run the following script to clean the model cache.
da_dk: Hvis du nogensinde har problemer med manglende database felter / tabeller, skal du køre følgende script for at rense model cachen.

source: Clean cache
da_dk: Ryd cache

source: Overwritten objects
da_dk: Overskrevne objekter

source: Prior to 2.4.89, due to a bug a situation could occur where objects got overwritten on a sync pull. This tool allows you to inspect whether you are affected and if yes, remedy the issue.
da_dk: Forud for 2.4.89 kunne der opstå en situation, hvor objekter blev overskrevet i forbindelse med en synkronisering på grund af en fejl. Dette værktøj giver dig mulighed for at undersøge, om du er berørt, og hvis ja, afhjælpe problemet.

source: Orphaned attributes
da_dk: Forældreløse attributter

source: In some rare cases attributes can remain in the database after an event is deleted becoming orphaned attributes. This means that they do not belong to any event, which can cause issues with the correlation engine (known cases include event deletion directly in the database without cleaning up the attributes and situations involving a race condition with an event deletion happening before all attributes are synchronised over).
da_dk: I sjældne tilfælde kan attributter forblive i databasen, efter at en event er slettet hvorefter den indeholder forældreløse attributter. Dette betyder, at de ikke tilhører nogen event, hvilket kan forårsage problemer med korrelationsmotoren (kendte tilfælde inkluderer event sletning direkte i databasen uden at foretage oprydning af eventens attributter, samt i en race-condition, hvor et event slettes, før alle eventens attributter er synkroniseret over).

source: Run the test below
da_dk: Kør nedenstående tests

source: Check for orphaned attribute
da_dk: Check efter forældreløs attribut

source: Check for orphaned attributes
da_dk: Check efter forældreløse attributer

source: Remove orphaned attributes
da_dk: Fjern forældreløse attributter

source: Verify GnuPG keys
da_dk: Verificer GnuPG nøgler

source: Run a full validation of all GnuPG keys within this instance's userbase. The script will try to identify possible issues with each key and report back on the results.
da_dk: Kør en fuld validering af alle GnuPG nøgler inden for denne MISP instans brugerbase. Scriptet vil forsøge at identificere mulige problemer med hver nøgle og rapportere om resultaterne.

source: Check whether every user's GnuPG key is usable
da_dk: Kontroller, om hver brugers GnuPG-nøgle er anvendelig

source: Database cleanup scripts
da_dk: Database oprydning scripts

source: If you run into an issue with an infinite upgrade loop (when upgrading from version ~2.4.50) that ends up filling your database with upgrade script log messages, run the following script.
da_dk: Hvis du løber ind i et problem med en uendelig opgraderings loop (når du opgraderer fra version ~2.4.50), der ender med at fylde din database med opgrader script meddelelser, skal du køre følgende script.

source: Prune upgrade logs
da_dk: Tøm opgraderings logs

source: Legacy Administrative Tools
da_dk: Gamle administrative værktøjer

source: Click the following button to go to the legacy administrative tools page. There should in general be no need to do this unless you are upgrading a very old MISP instance (<2.4), all updates are done automatically with more current versions.
da_dk: Klik på den følgende knap for at gå til siden med de gamle administrative værktøjer. Dette burde ikke være nødvendigt at gøre dette, med mindre du opgraderer fra en meget gammel MISP instans (<2.4). Alle opdateringer foretages automatisk ved nyere versioner.

source: Verify bad link on attachments
da_dk: Kontroller for dårlige links på vedhæftede filer

source: Verify each attachment referenced in database is accessible on filesystem.
da_dk: Kontroller at alle vedhæftninger der henvises til i databasen, er tilgængelige på filsystemet.

source: Non existing attachments referenced in Database
da_dk: Vedhæftninger fundet i databasen som ikke kan findes i filsystemet

source: Check bad link on attachments
da_dk: Kontroller for dårlige links på vedhæftede filer

source: Below you will find a list of the uploaded files based on type.
da_dk: Nedenfor finder du en liste over de uploadede filer baseret på type.

source: Expected Format
da_dk: Forventet format

source: Path
da_dk: Sti

source: Files set for each relevant setting
da_dk: Fil indstilling for hver relevant indstilling

source: Filename
da_dk: Filnavn

source: Used by
da_dk: Anvendt af

source: Size
da_dk: Størrelse

source: Permissions
da_dk: Rettigheder

source: Are you sure you want to delete %s?
da_dk: Er du sikker på at du vil slette %s?

source: Critical, your MISP instance requires immediate attention.
da_dk: Kritisk, din MISP installation har brug for øjeblikkelig opmærksomhed.

source: Issues found, it is recommended that you resolve them.
da_dk: Der er identificeret problemer, der anbefales løst.

source: Good, but there are some optional settings that are incorrect / not set.
da_dk: Godt, men der er nogle valgfri indstillinger der ikke er korrekte eller ikke udfyldt.

source: In perfect health.
da_dk: Perfekt helbredstilstand.

source: Overall health
da_dk: Generelt helbred

source: The overall health of your instance depends on the most severe unresolved issues.
da_dk: Den generelle helbredstilstand i din MISP instans afhænger af at der ikke er alvorlige uløste problemer.

source: settings incorrectly or not set
da_dk: indstillingerne er forkerte eller ikke sat

source: incorrect settings.
da_dk: ukorrekte indstillinger.

source: Critical issues revealed by the diagnostics
da_dk: Kritiske problemer fundet af diagnosticering

source: issues detected.
da_dk: problemer identificeret.

source: Issues revealed here can be due to incorrect directory permissions or not correctly installed dependencies.
da_dk: Fejl vist her kan skyldes forkerte rettigheder til en mappe, eller ikke korrekt installerede afhængigheder.

source: Toggle subgroup
da_dk: Skifte undergruppe

source: Priority
da_dk: Prioritet

source: Setting
da_dk: Indstilling

source: Value
da_dk: Værdi

source: Error Message
da_dk: Fejlmeddelelse

source: Modify filters
da_dk: Ændre filtre

source: Overview
da_dk: Overblik

source: Diagnostics
da_dk: Diagnosticering

source: Manage files
da_dk: Administrer filer

source: Download report
da_dk: Download rapport

source: Warning
da_dk: Advarsel

source: MISP cannot access your /proc directory to check the status of the worker processes, which means that dead workers will not be detected by the diagnostic tool. If you would like to regain this functionality, make sure that the open_basedir directive is not set, or that /proc is included in it.
da_dk: MISP kan ikke få adgang til /proc folderen for at kontrollere status for worker processerne, hvilket betyder, at workers der fejler ikke vil blive registreret af diagnosticerings værktøjet. Hvis du gerne vil genvinde denne funktionalitet, skal du sørge for, at PHP indstillingen open_basedir ikke er sat, eller at /proc er inkluderet heri.

source: Issues prevent jobs from being processed. Please resolve them below.
da_dk: Problemer forhindrer jobs i at blive behandlet. Venligst løs dem nedenfor.

source: Worker started with the correct user, but the current status is unknown.
da_dk: Worker started med den korrekte bruger, men status er ukendt.

source: There are issues with the worker(s), but at least one healthy worker is monitoring the queue.
da_dk: Der er fejl med worker(s), men der er mindst en worker der fungerer og overvåger køen.

source: Jobs in the queue:
da_dk: Job i kø:

source: Queue status:
da_dk: Kø status:

source: User
da_dk: Bruger

source: Worker process
da_dk: Worker proces

source: Worker not running!
da_dk: Worker kører ikke!

source: The worker appears to be healthy.
da_dk: Worker processen ser ud til at være i en sund tilstand.

source: The worker was started with a user other than the apache user. MISP cannot check whether the worker is alive or not.
da_dk: Worker processen blev startet med en anden bruger end apache. MISP har ikke mulighed for at se om workerne kører eller ej.

source: Cannot check whether the worker is alive or dead.
da_dk: Det er ikke muligt at checke om worker kører eller ej.

source: Dead
da_dk: Død

source: The Worker appears to be dead.
da_dk: Worker processen ser ud til at være død.

source: Stop (if still running) and remove this worker. This will immediately terminate any jobs that are being executed by it.
da_dk: Stop (hvis stadig kørende) og fjern denne worker. Dette vil straks afslutte alle jobs, der er under udførsel af denne worker.

source: Start a worker
da_dk: Start en worker

source: Restart all workers
da_dk: Genstart alle workers

source: Set pull rules
da_dk: Indstil pull regler

source: Allowed Tags (OR)
da_dk: Tilladte Tags (ELLER)

source: Move tag to the list of tags to allow
da_dk: Flyt tag til listen over tilladte tags

source: Remove tag from the list of tags to allow
da_dk: Fjern tag fra listen over tilladte tags

source: Remove tag from the list of tags to block
da_dk: Fjern tag fra listen med blokerede tags

source: Move tag to the list of tags to block
da_dk: Flyt tag til listen med blokerede tags

source: Blocked Tags (AND NOT)
da_dk: Blokerede Tags (OG IKKE)

source: AND
da_dk: OG

source: AND NOT
da_dk: OG IKKE

source: Move organisation to the list of tags to allow
da_dk: Flyt organisationen til listen af tilladte tags

source: Move organisation to the list of organisations to allow
da_dk: Flyt organisation til listen af organisationer der er tilladt

source: Remove organisation to the list of tags to allow
da_dk: Fjern organisationen fra listen af tilladte tags

source: Remove organisation form the list of organisations to allow
da_dk: Fjern organisationen fra listen over tilladte organisationer

source: Remove organisation from the list of tags to allow
da_dk: Fjern organisation fra listen med tilladte tags

source: Remove organisation from the list of organisations to block
da_dk: Fjern organisation fra listen over organisationer der blokeres

source: Move organisation to the list of tags to block
da_dk: Flyt organisationen til listen af tags som skal blokeres

source: Move organisation to the list of organisations to block
da_dk: Flyt organisationen til listen over organisationer der blokeres

source: Blocked Orgs (AND NOT)
da_dk: Blokerede organisationer (OG IKKE)

source: Accept changes
da_dk: Accepter ændringer

source: Update
da_dk: Opdater

source: Set push rules
da_dk: Indstil push regler

source: Available Tags
da_dk: Tilgængelige Tags

source: Allowed Orgs (OR)
da_dk: Tilladte organisationer (ELLER)

source: Remove organisation from the list of organisations to allow
da_dk: Fjern organisation fra listen over tilladte organisationer

source: Available Organisations
da_dk: Tilgængelige organisationer

source: Field
da_dk: Felt

source: Describe the %s using one or several (separated by a line-break) of the following types: %s
da_dk: Beskriv %s der bruger en eller flere (separeret af ny linje) af følgende typer: %s

source: Describe the %s using one or several %s\s (separated by a line-break)
da_dk: Beskriv %s der bruger en eller flere %s\s (separeret af ny linje)

source: Describe the %s using one of the following types: %s
da_dk: Beskriv %s ved brug af en af følgende typer: %s

source: Describe the %s using a %s
da_dk: Beskriv %s ved brug af %s

source: Error: %s
da_dk: Fejl: %s

source: Template Description
da_dk: Beskrivelse af skabelon

source: Template ID
da_dk: Skabelon ID

source: Template Name
da_dk: Skabelon navn

source: Created by
da_dk: Lavet af

source: Tags automatically assigned
da_dk: Tags automatisk tildelt

source: File
da_dk: Fil

source: Attribute
da_dk: Attribut

source: Category
da_dk: Kategori

source: Types
da_dk: Typer

source: Mandatory
da_dk: Obligatorisk

source: Batch
da_dk: Parti

source: Delete template element
da_dk: Slet skabelon element

source: Edit template element
da_dk: Rediger skabelon element

source: Text
da_dk: Tekst

source: You have tripped the cross-site request forgery protection of MISP
da_dk: Du har udløst en cross-site request forgery beskyttelses mekanisme i MISP

source: CSRF error
da_dk: CSRF fejl

source: This happens usually when you try to resubmit the same form with invalidated CSRF tokens or you had a form open too long and the CSRF tokens simply expired. Just go back to the previous page and refresh the form (by reloading the same url) so that the tokens get refreshed.
da_dk: Dette sker typisk ved genindsendelse af den samme form med et ugyldigt CSRF token, eller hvis formen har været åben for længe og CSRF tokenet er udløbet. Gå blot tilbage til den forrige form og refresh (ved at genindlæse URLen) hvorefter CSRF tokenet fornys.

source: Alternatively, click <a href="%s">here</a> to continue to the start page.
da_dk: Alternativt, tryk <a href="%s">her</a> for at fortsætte til start siden.

source: Missing Database Connection
da_dk: Manglende database forbindelse

source: PDO error
da_dk: PDO fejl

source: Add Event Blacklist Entries
da_dk: Tilføj Event til Blacklist poster

source: Simply paste a list of all the event UUIDs that you wish to block from being entered.
da_dk: Indsæt en liste over alle event UUID'er som ønskes blokeret.

source: Enter a single or a list of UUIDs
da_dk: Indtast en enkelt eller en liste over UUID'er

source: (Optional) The organisation that the event is associated with
da_dk: (Valgfri) Organisationen som eventen er relateret til

source: (Optional) the event info of the event that you would like to block. It's best to leave this empty if you are adding a list of UUIDs.
da_dk: (Valgfri) Information om den event, du gerne vil blokere. Det er bedst at lade feltet være tomt, hvis du tilføjer en liste over UUID'er.

source: (Optional) Any comments you would like to add regarding this (or these) entries.
da_dk: (Valgfri) Eventuelle kommentarer, du gerne vil tilføje vedrørende denne (eller disse) poster.

source: Creating organisation
da_dk: Oprettelse af organisation

source: Are you sure you want to delete the blacklist entry for the event UUID %s?
da_dk: Er du sikker på, du ønsker at slette blacklist posten for event UUID %s?

source: Are you sure you would like to accept the request by %s to take ownership of Event #%s
da_dk: Er du sikker på, du ønsker at acceptere anmodningen fra %s for at tage ejerskab af Event #%s

source: Delegate the publishing of the Event to another organisation
da_dk: Deleger udgivelsen af ​eventen til en anden organisation

source: Warning: You are about to request another organisation to take ownership of this event.
da_dk: Advarsel: Du er ved at anmode en anden organisation om at overtage ejerskab af denne event.

source: Target Organisation
da_dk: Modtager Organisation

source: Select organisation
da_dk: Vælg organisation

source: Desired Distribution
da_dk: Ønsket distribution

source: Desired Sharing Group
da_dk: Ønsket delings gruppe

source: Message to the recipient organisation
da_dk: Besked til modtager organisationen

source: Delete Delegation Request
da_dk: Slet delegerings forespørgslen

source: Are you sure you would like to discard the request by %s to take ownership of Event #%s
da_dk: Er du sikker på, at du vil kassere anmodningen fra %s om at tage ejerskab af event #%s

source: Event Delegation
da_dk: Event delegering

source: your organisation
da_dk: din organisation

source: Your organisation
da_dk: Din organisation

source: Request details</b><br /><span class="red bold">%s</span> is requesting <span class="red bold">%s</span> to take over this event.
da_dk: Detaljer om anmodningen</b><br /><span class="red bold">%s</span>forespørger <span class="red bold">%s</span> om at overtage denne event.

source: The desired distribution level is
da_dk: Den ønskede distributions model er

source: The desired sharing group to distribute the event to is
da_dk: Den ønskede delings gruppe til distribution af denne event er

source: Message from requester
da_dk: Meddelelse fra anmelder

source: Accept delegation request
da_dk: Accepter delegations forspørgsel

source: Accept
da_dk: Accepter

source: Decline and remove delegation request
da_dk: Afvis og fjern delegations forespørgsel

source: Discard
da_dk: Kasser

source: Add EventGraph
da_dk: Tilføj EventGraph

source: Edit EventGraph
da_dk: Rediger EventGraph

source: EventGraph Deletion
da_dk: EventGraph Sletning

source: will be restricted to your organisation
da_dk: vil være begrænset til din organisation

source: will be visible to the organisations having an account on this platform
da_dk: vil være synlig for organisationer der har en konto på denne platform

source: Threat Level
da_dk: Trussels niveau

source: Analysis
da_dk: Analyse

source: Event Info
da_dk: Event Informaiton

source: Quick Event Description or Tracking Info
da_dk: Hurtig Event beskrivelse eller sporings information

source: Extends event
da_dk: Udvider event

source: Event UUID or ID. Leave blank if not applicable.
da_dk: Event UUID eller ID. Undlad hvis det ikke er relevant.

source: Import OpenIOC
da_dk: Importer OpenIOC

source: Import from MISP Export File
da_dk: Importer fra MISP Export Fil

source: MISP XML or JSON file
da_dk: MISP XML eller JSON fil

source: Take ownership of the event
da_dk: Tag ejerskab af eventen

source: Warning: This will change the creator organisation of the event, tampering with the event's ownership and releasability and can lead to unexpected behaviour when synchronising the event with instances that have another creator for the same event.)
da_dk: Advarsel: Dette ændrer event organisationen og manipulerer med eventens ejerskab og frigivelses-information og kan føre til uventet opførsel, når eventen synkroniseres med andre instanser, der har sat en anden ejer på samme event.)

source: Publish imported events
da_dk: Publicer importerede events

source: Add From MISP Export Result
da_dk: Tilføj fra MISP eksport resultat

source: Result
da_dk: Resultat

source: Details
da_dk: Detaljer

source: Failed
da_dk: Fejlet

source: Event created.
da_dk: Event oprettet.

source: Event with this UUID already exists.
da_dk: Event med denne UUID eksisterer allerede.

source: Make sure you keep that key secret as it gives access to the entire database !
da_dk: Sørg for at beskytte nøglen, da denne giver adgang til hele databasen!

source: reset
da_dk: nulstil

source: Since version 2.2 the usage of the authentication key in the URL is deprecated. Instead, pass the auth key in an Authorization header in the request. The legacy option of having the auth key in the URL is temporarily still supported but not recommended.
da_dk: Siden version 2.2 er brugen af auth-nøglen i URL'en forældet. I stedet skal du sende auth-nøglen i en Authorization header i anmodningen. Den gamle mulighed for at have auth-nøglen i webadressen understøttes midlertidigt, men anbefales ikke.

source: Please use the use the following header
da_dk: Brug venligst følgende header

source: Authorization
da_dk: Bemyndigelse

source: XML Export
da_dk: XML Eksport

source: An automatic export of all events and attributes <small>(except file attachments)</small> is available under a custom XML format.
da_dk: En automatisk eksport af alle events og attributter <small> (undtagen vedhæftede filer)</ small> er tilgængelig via brugerdefineret XML-format.

source: You can configure your tools to automatically download the following file
da_dk: Du kan konfigurere dit værktøj til automatisk at downloade filen

source: If you only want to fetch a specific event append the eventid number
da_dk: Hvis du kun ønsker at hente en bestemt event, tilføj eventid nummeret

source: You can post an XML or JSON object containing additional parameters in the following formats
da_dk: Du kan indsende et XML- eller JSON-objekt, der indeholder yderligere parametre i følgende formater

source: The xml download also accepts two additional the following optional parameters in the URL
da_dk: XML download accepterer yderligt to valgfrie parametre i webadressen/URL'en

source: Restrict the download to a single event
da_dk: Begræns download til en enkelt event

source: A boolean field that determines whether attachments should be encoded and a second parameter that controls the eligible tags.
da_dk: Et boolean felt, der afgør, om vedhæftede filer skal encodes og en anden parameter, der styrer de godkendte tags.

source: Events with the date set to a date after the one specified in the from field (format: 2015-02-15). This filter will use the date of the event.
da_dk: Events med datoen sat til en dato efter den, der er angivet i feltet fra (format: 2015-02-15). Dette filter bruger datoen for eventen.

source: Events with the date set to a date before the one specified in the to field (format: 2015-02-15). This filter will use the date of the event.
da_dk: Events med datoen sat til en dato før den angivne i feltet til (format: 2015-02-15). Dette filter bruger datoen for eventen.

source: Events published within the last x amount of time, where x can be defined in days, hours, minutes (for example 5d or 12h or 30m). This filter will use the published timestamp of the event.
da_dk: Events offentliggjort inden for den seneste x tid, hvor x kan defineres i dage, timer, minutter (for eksempel 5d eller 12t eller 30m). Dette filter bruger den udgivne tidsstempel for eventen.

source: The keywords false or null should be used for optional empty parameters in the URL.
da_dk: Søgeordene 'false' eller 'null' skal anvendes til valgfrie tomme parametre i webadressen/URL'en.

source: Also check out the %s to read about the REST API.
da_dk: Se også følgende %s for at læse omkring REST API.

source: CSV Export
da_dk: CSV Eksport

source: An automatic export of attributes is available as CSV. Only attributes that are flagged "to_ids" will get exported.
da_dk: Automatisk eksportering af attributter er tilgængelig som CSV. Kun attributter der er markeret med "to_ids" eksporteres.

source: You can specify additional flags for CSV exports as follows
da_dk: Du kan angive yderligere flag til CSV eksport som følger

source: Setting this flag to true will include attributes that are not marked "to_ids".
da_dk: Ved at sætte dette flag til 'sandt' vil det inkludere attributter der ikke er markeret "to_ids".

source: For example, to only download a csv generated of the "domain" type and the "Network activity" category attributes all events except for the one and further restricting it to events that are tagged "tag1" or "tag2" but not "tag3", only allowing attributes that are IDS flagged use the following syntax
da_dk: Som et eksempel for kun at downloade en CSV genereret af typen "domain" og "Network activity" kategori attributter alle events undtagen den ene og den anden begrænser den til events, der er mærket "tag1" eller "tag2" men ikke "tag3", og kun tillader attributter, der er identificeret med IDS, brug følgende syntaks

source: The attribute category, any valid MISP attribute category is accepted.
da_dk: Attribut kategorien, enhver valid MISP attribut kategori, accepteres.

source: The attribute type, any valid MISP attribute type is accepted.
da_dk: Attribut typen, enhver valid MISP attribut type accepteres.

source: Include the event data with each attribute.
da_dk: Inkluder event data sammen med hver attribut.
