Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: To add a new user, click on the New User button in the administration menu to the left and fill out the following fields in the view that is loaded
da_dk: Klik på knappen Ny bruger i administrationsmenuen til venstre og udfyld felterne, som fremkommer, for at tilføje en ny bruger

source: Add user
da_dk: Tilføj bruger

source: Fill this form out to add a new user. Keep in mind that the drop-down menu titled Role controls the privileges the user will have.
da_dk: Udfyld denne formular for at tilføje en ny bruger. Husk, at rullemenuen med titlen Rolle styrer de rettigheder, som brugeren vil være tildelt.

source: The user's e-mail address, this will be used as his/her login name and as an address to send all the automatic e-mails and e-mails sent by contacting the user as the reporter of an event.
da_dk: Brugerens e-mail. Denne benyttes som vedkonnendes loginnavn og som adresse for at sende alle de automatiske e-mails og e-mails sendt ved at kontakte brugeren som rapportør af en begivenhed.

source: A temporary password for the user that he/she should change after the first login. Make sure that it is at least 6 characters long, includes a digit or a special character and contains at least one upper-case and at least one lower-case character.
da_dk: En midlertidig adgangskode til brugeren, som vedkommende bør ændre efter første login. Sørg for, at den udgør mindst 6 tegn, indeholder et ciffer eller et specialtegn og indeholder mindst én versal og mindst én minuskel.

source: Confirm Password
da_dk: Bekræft adgangskode

source: This should be an exact copy of the Password field.
da_dk: Dette skal være en eksakt kopi af Adgangskodefeltet.

source: The organisation of the user. Entering ADMIN into this field will give administrator privileges to the user. If you are an organisation admin, then this field will be unchangeable and be set to your own organisation.
da_dk: Brugerens organisation. Angivelse af ADMIN i dette felt giver btugeren administratorrettigheder. Er du en organisationsadmin, så vil dette felt være uforanderligt og blive indstillet til din egen organisation.

source: Roles
da_dk: Roller

source: A drop-down list allows you to choose a role-group that the user should belong to. Roles define the privileges of the user. To learn more about roles, <a href=#roles>click here</a>.
da_dk: En rulleliste muliggør valg af en rollegruppe til brugeren. Roller definerer brugerens rettigheder. For yderligere info om roller, <a href=#roles> klik hér </a>.

source: Receive alerts when events are published
da_dk: Modtag notifikationer, når begivenheder publiceres

source: This option will subscribe the new user to automatically generated e-mails whenever an event is published.
da_dk: Denne mulighed lade den nye bruger modtage de e-mails, som automatisk udsendes, når en begivenhed offentliggøres.

source: Receive alerts from "contact reporter" requests
da_dk: Modtag notifikationer fra "kontaktraportør"-anmodninger

source: This option will subscribe the new user to e-mails that are generated when another user tries to get in touch with an event's reporting organisation that matches that of the new user.
da_dk: Denne mulighed lader den nye bruger modtage e-mails, som genereres, når en anden bruger forsøger at komme i kontakt med en begivenheds rapporteringsorganisation, der modsvarer den nye brugers.

source: This is assigned automatically and is the unique authentication key of the user (he/she will be able to reset this and receive a new key). It is used for exports and for connecting one server to another, but it requires the user to be assigned to a role that has auth permission enabled.
da_dk: Denne tildeles automatisk og er den unikke godkendelsesnøgle for brugeren (vedkommende vil kunne nulstille denne og modtage en ny nøgle). Den benyttes til eksport og til at forbinde en server til en anden, men det kræver, at brugeren tildeles en rolle, der har auth-tilladelse aktiveret.

source: Nids ID, not yet implemented.
da_dk: NIDS ID, endnu ikke implementeret.

source: GnuPGkey
da_dk: GnuPG-nøgle

source: The key used for encrypting e-mails sent through the system.
da_dk: Nøglen, der anvendes til kryptering af e-mails sendt igennem systemet.

source: Listing all users
da_dk: Oplistning af alle brugere

source: To list all current users of the system, just click on List Users under the administration menu to the left. A view will be loaded with a list of all users and the following columns of information
da_dk: For at opliste alle nuværende brugere af systemet, så klik blot på Oplist Brugere under administrationsmenuen til venstre. En visning indlæses indeholdende en liste over alle brugere og flg. kolonner med oplysninger

source: List users
da_dk: Oplist brugere

source: View, Edit or Delete a user using the action buttons to the right.
da_dk: Se, redigér eller slet en bruger med knapperne til højre.

source: The user's automatically assigned ID number.
da_dk: Brugerens automatisk tildelte ID-nummer.

source: The organisation that the user belongs to.
da_dk: Brugerens tilhørsorganisation.

source: The e-mail address (and login name) of the user.
da_dk: Brugerens e-mail (og loginnavn).

source: Autoalert
da_dk: Auto-notifikationer

source: Shows whether the user has subscribed to auto-alerts and is always receiving the mass-emails regarding newly published events that he/she is eligible for.
da_dk: Viser, om brugeren abonnerer på auto-notifikationer og altid modtager masse-mails vedr. nyligt offentliggjorte begivenheder, som vedkommende er berettiget til.

source: Shows whether the user has the subscription to contact reporter e-mails directed at his/her organisation turned on or off.
da_dk: Viser, hvorvidt brugeren abonnerer på at kontakte rapportør-e-mails rettet mod vedkommendes organisation, eller ej.

source: Shows whether the user has entered a GnuPGkey yet.
da_dk: Viser om brugeren har angivet en GnuPG nøgle.

source: Shows the currently assigned NIDS ID.
da_dk: Viser det aktuelt tildelte NIDS ID.

source: This flag indicates whether the user has accepted the terms of use or not.
da_dk: Denne markør angiver, hvorvidt brugeren har accepteret vilkårene for brug, eller ej.

source: The last point in time when the user has looked at the news section of the system.
da_dk: Seneste tidspunkt, hvor brugeren har set på nyhedsdelen af systemet.

source: Action Buttons
da_dk: Handlingsknapper

source: Here you can view a detailed view of a user, edit the basic details of a user (same view as the one used for creating a new user, but all the fields come filled out by default) or remove a user completely.
da_dk: Her kan du se en detaljeret visning af en bruger, redigere de grundlæggende oplysninger for en bruger (samme visning som ved oprettelse af en ny bruger, men alle felter er som standard forudfyldte) eller fuldstændigt fjerne en bruger.

source: Editing a user
da_dk: Redigering af en bruger

source: It is possible to assign a new password manually for a user. For example, in case that he/she forgot the old one a new temporary one can be assigned. Make sure to check the "Change password" field if you do give out a temporary password, so that the user will be forced to change it after login.
da_dk: Det er muligt at tildele en bruger ny adgangskode manuelt. Har vedkommende f.eks. glemt den gamle, kan en ny midlertidig adgangskode tildeles. Sørg for at markere feltet "Skift adgangskode", hvis du tildeler en midlertidig adgangskode, så brugeren tvinges til at ændre den efter login.

source: This option will subscribe the user to automatically generated e-mails whenever an event is published.
da_dk: Denne mulighed lade den nye bruger modtage de e-mails, som automatisk udsendes, når en begivenhed offentliggøres.

source: It is possible to request a new authentication key for the user.
da_dk: Det er muligt at anmode om en ny auth-nøgle til brugeren.

source: Contacting a user
da_dk: Kontakt en bruger

source: Contact
da_dk: Kontakt

source: Contact your users here.
da_dk: Kontakt dine brugere her.

source: Action
da_dk: Handling

source: Recipient
da_dk: Modtager

source: Subject
da_dk: Emne

source: Custom message checkbox
da_dk: Brugerdefineret afkrydsnings felt

source: Managing the roles
da_dk: Styring af roller

source: Read Only
da_dk: Læse

source: Manage My Own Events
da_dk: Administrer mine egne events

source: Manage Organization Events
da_dk: Administrer organisationens events

source: Manage &amp; Publish Organisation Events
da_dk: Administrer &amp; publicer organisationens events

source: Gives the user full administrator privileges, this setting is used for the site admins.
da_dk: Giver brugeren fuld administrative rettigheder, denne indstilling anvendes til site admins.

source: Allows the user with this permission to create custom tags and assign them to events.
da_dk: Tillader brugeren med denne tilladelse at oprette brugerdefinerede tags og tildele dem til events.

source: Creating roles
da_dk: Oprettelse af roller

source: Listing roles
da_dk: Liste over roller

source: List roles
da_dk: Vis roller

source: Using the logs of MISP
da_dk: Brug af logs i MISP

source: Generally, the following actions are logged
da_dk: Generelt logges følgende handlinger

source: Creation, deletion, modification, Login / Logout
da_dk: Oprettelse, sletning, ændring, Log ind / Log ud

source: Creation, deletion, modification, publishing
da_dk: Oprettelse, sletning, ændring, publicering

source: Creation, deletion, modification
da_dk: Oprettelse, sletning, ændring

source: Creation, deletion, Accept, Discard
da_dk: Oprettelse, sletning, Acceptér, Kassér

source: Browsing the logs
da_dk: Gennemse logs

source: List logs
da_dk: Vis logs

source: Here you can view a list of all logged actions.
da_dk: Her kan du se en liste over alle loggede handlinger.

source: The organisation of the above mentioned user.
da_dk: Organisationen af ​​ovennævnte bruger.

source: Search log
da_dk: Søg logs

source: Searching the Logs
da_dk: Søger i logs

source: Command Line Tools for the Background Workers
da_dk: Kommandolinje værktøjer for baggrunds workers

source: cleanup
da_dk: Ryd op

source: clear
da_dk: fjern

source: stats
da_dk: statistik

source: Monitoring the Background Processes
da_dk: Monitorering af baggrunds processer

source: Process
da_dk: Proces

source: The process's ID.
da_dk: Processens ID.

source: The name of the queued job.
da_dk: Navnet på jobbet i køen.

source: The status reported by the worker.
da_dk: Status rapporteret af workeren.

source: Retries
da_dk: Forsøg

source: A progress bar showing how the job is coming along.
da_dk: En statuslinje, der viser, nuværende status.

source: Scheduling Jobs and Recurring Jobs
da_dk: Planlægning af job og gentagende jobs

source: The ID of the task.
da_dk: ID for opgaven.

source: The type of the task.
da_dk: Opgave type.

source: Frequency
da_dk: Frekvens

source: Scheduled Time
da_dk: Planlagt tid

source: Next Run
da_dk: Næste kørsel

source: The date on which the task should be executed.
da_dk: Datoen for hvor opgaven skal udføres.

source: A brief description of the task.
da_dk: En kort beskrivelse af opgaven.

source: Frequently asked questions
da_dk: Ofte stillede spørgsmål

source: Losing access to the platform and resetting the password
da_dk: Mistet adgang til platformen og reset kodeordet

source: If you ever lock yourself out of MISP as a site admin, there is a command line tool to reset your password. This can also be handy if you have changed the salt key and invalidated all of the passwords.
da_dk: Såfremt du nogensinde låser dig selv ude fra MISP som site admin, findes der et kommando værktøj der kan anvendes til at lave et nyt kodeord. Dette kan også være anvendeligt hvis du har ændret salt nøglen og derfor gjort alle kodeord ugyldige.

source: Simply run the command
da_dk: Du skal blot køre kommandoen

source: my_new_password
da_dk: mit_nye_kodeord

source: This will create a new password hash using the currently set salt.
da_dk: Dette vil genererer en ny kodeords hash med den anvendte salt.

source: Attribute Categories and Types
da_dk: Attribut Kategorier og Typer

source: Attribute Categories vs. Types
da_dk: Attribut Kategorier vs. Typer

source: Click here to get the .md version for gitbook generation.
da_dk: Klik her for at få .md versionen for gitbook genereringen.

source: Admins and Site Admins
da_dk: Admins og Site Admins

source: Background Jobs
da_dk: Baggrunds Jobs

source: MISP Instance
da_dk: MISP Instans

source: Organisation administrators and Site administrators
da_dk: Organisations administratorer og Site administratorer

source: Pivot path
da_dk: Pivot sti

source: Publishing
da_dk: Publicering

source: Pull
da_dk: Hent

source: Push
da_dk: Skub

source: Sync User
da_dk: Synkroniser bruger

source: Synchronisation
da_dk: Synkronisering

source: Templating
da_dk: Skabelon

source: The top bar
da_dk: Den øverste bar

source: Home button
da_dk: Hjem knap

source: Event Actions
da_dk: Event handlinger

source: Global Actions
da_dk: Globale Handlinger

source: Sync Actions
da_dk: Sync handlinger

source: Discussions
da_dk: Diskussioner

source: Link to the discussion threads.
da_dk: Link til diskussions tråde.

source: Proposal Notifications
da_dk: Forslag notifikationer

source: Logs you out of the system.
da_dk: Logger dig ud af systemet.

source: Event actions
da_dk: Event handlinger

source: Create a new tag.
da_dk: Opret et nyt tag.

source: Create a new template.
da_dk: Opret en ny skabelon.

source: Input filters
da_dk: Input filtre

source: Manage your user account.
da_dk: Administrer din bruger konto.

source: Attribute Histogram
da_dk: Attribut histogram

source: You can view the role permissions here.
da_dk: Du kan se rolle rettigheder her.

source: A link to this user guide.
da_dk: Link til bruger vejledning.

source: Logs the current user out.
da_dk: Logger den nuværende bruger ud.

source: New User
da_dk: Ny Bruger

source: New Role
da_dk: Ny Rolle

source: Server Settings
da_dk: Server indstillinger

source: Set up and diagnose your MISP installation.
da_dk: Opsæt og diagnostiser din MISP installation.

source: View the background jobs and their progress.
da_dk: Se baggrunds jobs og deres fremgang.

source: View the logs of the instance.
da_dk: Vis logs fra instansen.

source: Search the logs by various attributes.
da_dk: Søg i logs baseret på forskellige atributter.

source: List all of the discussion threads.
da_dk: Vis alle diskussions tråde.

source: Create a new discussion thread.
da_dk: Opret en ny disktutions tråd.

source: Create an Event
da_dk: Opret en Event

source: Browsing past Events
da_dk: Gennemse tidligere Events

source: First run of the system
da_dk: Første kørsel på systemet

source: Managing your account
da_dk: Administrere din konto

source: Staying up to date
da_dk: Forbliver opdateret

source: User Management and Global Actions
da_dk: Brugerhåndtering og Globale indstillinger

source: When first logging into MISP with the username and password provided by your administrator, there are a number of things that need to be done, before you can start using the system.
da_dk: Første gang du logger på MISP med dit brugernavn og kodeord leveret af administratoren, er der et større antal ting der skal afklares før du kan starte brugen af systemet.

source: Accepting the Terms of use
da_dk: Accepterer Vilkår for brug

source: The terms of use are shown immediately after logging in for the first time, make sure to read through this page before clicking "Accept Terms" at the bottom of the page.
da_dk: Vilkårene for brug vises umiddelbart efter at du har logget ind for første gang. Sørg for at læse denne side før du klikker på "Acceptér vilkår" nederst på siden.

source: Changing the password
da_dk: Skift adgangskode

source: Setting up the GnuPG Key
da_dk: Opsætning af GnuPG nøgle

source: Subscribing to Auto-alerts
da_dk: Abonnere på Automatisk advarsler

source: Reviewing the Terms &amp; Conditions
da_dk: Gennemse Vilkår & betingelser

source: Change any of your profile settings here.
da_dk: Skift dine profil indstillinger her.

source: Changing your e-mail address
da_dk: Ændre din e-mail adresse

source: Requesting a new authentication key
da_dk: Anmodning om en ny autorisations nøgle

source: Member statistics
da_dk: Medlems statestik

source: General Statistics
da_dk: Generel statestik

source: Activity Heatmap
da_dk: Aktivitets Heatmap

source: Creating an event
da_dk: Opret en event

source: Browsing past events
da_dk: Gennemse tidligere Events

source: Updating and modifying events
da_dk: Opdater og ændre events

source: Contacting the publisher
da_dk: Kontakt udgiveren

source: Exporting data
da_dk: Eksporter data

source: Connecting to other servers
da_dk: Opretter forbindelse andre servere

source: Your organization only
da_dk: Kun egen organisation

source: This Community-only
da_dk: Kun dette community

source: Sophisticated APTs and 0day attacks.
da_dk: Sofistikeret APTs og 0day angreb.

source: The analysis is just beginning
da_dk: Analysen er lige begyndt

source: The analysis is in progress
da_dk: Analysen er i gang

source: The analysis is complete
da_dk: Analysen er afsluttet

source: Event Description
da_dk: Event Beskrivelse

source: Add attributes to the event
da_dk: Tilføj attribut til eventen

source: Attribute tools
da_dk: Attribut værktøjer

source: Use these tools to populate the event.
da_dk: Anvend disse værktøjer til at udfylde eventen.

source: This form allows you to add attributes.
da_dk: Denne form tillader at to tilføjer attributter.

source: click here
da_dk: klik her

source: Populate from Template
da_dk: Populere fra skabelon

source: Template Choice
da_dk: Skabelon Valg

source: Template Field
da_dk: Skabelon felt

source: The name of the field along with an indication if the field is mandatory.
da_dk: Navnet på feltet sammen med en angivelse, hvis feltet er obligatorisk.

source: A short description of the field.
da_dk: En kort beskrivelse af feltet.

source: Text field
da_dk: Tekstfelt

source: Freetext
da_dk: Fri tekst

source: Add attachments to the event
da_dk: Tilføj vedhæftninger til eventen

source: Add attachment
da_dk: Tilføj vedhæftning

source: Upload field
da_dk: Upload felt

source: Propose attribute
da_dk: Foreslå Attribut

source: Populate from OpenIOC
da_dk: Udtræk fra OpenIOC

source: Populate from ThreatConnect
da_dk: Udfyld med data fra ThreatConnect

source: Confidence
da_dk: Tilid

source: Source
da_dk: Kilde

source: Publish an event
da_dk: Udgiv en event

source: To list all events
da_dk: For at vise alle events

source: List events
da_dk: Vis events

source: Owner Org
da_dk: Ejer Org

source: Tags that are assigned to this event.
da_dk: Tags, der er tildelt til denne event.

source: The date of the attack.
da_dk: Dato for angrebet.

source: General Malware
da_dk: Generel Malware

source: Sophisticated APTs and 0day exploits<
da_dk: Sofistikeret APT og 0day exploits<

source: section on connecting servers
da_dk: område på forbundne servere

source: Event view
da_dk: Event overblik

source: General Event Information
da_dk: Generel Event Information

source: The ID of the event.
da_dk: ID for den pågældende event.

source: The assigned threat level of the event.
da_dk: Tildelt trusselsniveau for eventen.

source: The status of the analysis.
da_dk: Status på analysen.

source: List of Related Events
da_dk: Liste af relaterede events

source: Attributes and Proposals
da_dk: Attributter og forslag

source: A list of the event IDs that also contain an attribute with the same value.
da_dk: En liste over event ID's der også indeholder en attribut med samme værdi.

source: Proposals to an Event
da_dk: Forslag til en event

source: Proposals to an Attribute
da_dk: Forslag til en attribut

source: Event Discussion Thread
da_dk: Event diskussions tråd

source: The date when the post was created.
da_dk: Datoen hvor posten blev oprettet.

source: Organisation logo
da_dk: Organisations logo

source: Pagination
da_dk: Sideinddeling

source: Discussion Tags
da_dk: Diskussions Tags

source: Event History
da_dk: Event historie

source: The date and time of the log entrys' creation.
da_dk: Dato og klokkeslæt for oprettelsen af ​​log linjen.

source: Listing all attributes
da_dk: Viser alle attributter

source: Searching for attributes
da_dk: Søger efter attributter

source: Search attribute
da_dk: Søg Attribut

source: Add tag
da_dk: Tilføj tag

source: Fill out the following fields
da_dk: Udfyld følgende felter

source: Colour
da_dk: Farve

source: Create Template
da_dk: Opret Skabelon

source: Share this template with others
da_dk: Del denne skabelon med andre

source: Attribute Element
da_dk: Attribut element

source: Template Attribute Element
da_dk: Skabelon attribut element

source: Use Complex types
da_dk: Anvend komplekse typer

source: Automatically mark for IDS
da_dk: Automatisk marker til IDS

source: Mandatory element
da_dk: Obligatorisk element

source: Allow for multiple values to be entered (separated by line breaks).
da_dk: Tillader flere værdier at blive indtastet (separereret af linjeskift).

source: File Element
da_dk: Fil element

source: Template File Element
da_dk: Skabelon fil element

source: Text Element
da_dk: Tekst element

source: Template Text Element
da_dk: Skabelon tekst element

source: Contacting the reporter
da_dk: Kontakt udgiveren

source: On
da_dk: Tændt

source: Off
da_dk: Slukket

source: A description of the export format.
da_dk: En beskrivelse af eksport formatet.

source: Download a .xml or a .ioc of the event.
da_dk: Download en .xml eller .ioc af eventen.

source: Connecting to other instances
da_dk: Opretter forbindelse andre instanser

source: Setting up a connection to another server
da_dk: Opsætter en forbindelse til en anden server

source: Add server
da_dk: Tilføj server

source: Base URL
da_dk: Basis URL

source: The URL of the remote server.
da_dk: URL'en på fjern serveren.

source: Organization
da_dk: Organisation

source: Publish without email (Pull only)
da_dk: Publicer uden email (kun ved hentning)

source: Certificate File
da_dk: Certifikat fil

source: Editing the connection to the
da_dk: Rediger forbindelsen til

source: Push all
da_dk: Skub alt

source: Pull all
da_dk: Hent alt

source: Requests
da_dk: Forespørgelser

source: Example - Get single Event
da_dk: Eksempel - Hent en enkelt Event

source: The request should be
da_dk: Forespørgslen skulle være

source: And with the HTTP Headers
da_dk: Og med HTTP Headers

source: Code monkey doing code monkey stuff
da_dk: Kode smølf ordner smølfine

source: Artifacts dropped
da_dk: Artefakt droppet

source: This is an Attribute
da_dk: Dette er en attribut

source: Example - Add new Event
da_dk: Eksempel - Tilføj ny event

source: Something concise
da_dk: Noget kortfattet

source: The response from requesting an invalid page
da_dk: Svaret på en anmodning om en ugyldig side

source: In response to
da_dk: Som reaktion på

source: Add Import Regexp
da_dk: Tilføj Import Redexp

source: Types to be affected by the filter (Setting 'all' will override the other settings)
da_dk: Typer der påvirkes af filteret (Indstilling 'alle' vil tilsidesætte de øvrige indstillinger)

source: Edit Import Regexp
da_dk: Rediger Import Regexp

source: Restrict to site admins
da_dk: Begræns til site administratorer

source: Memory limit
da_dk: Hukommelses grænse

source: Maximum execution time
da_dk: Maksimal eksekveringstid

source: remove
da_dk: fjern

source: Permission level
da_dk: Rettigheds niveau

source: Add Server
da_dk: Tilføj Server

source: Instance name
da_dk: Instans navn
