Repository: MISP/MISP
Catalog: app/Locale/dan/LC_MESSAGES/default.po
Languages: da_dk

source: Are you sure you want to delete the blacklist entry for the organisation UUID %s?
da_dk: Er du sikker på, at du ønsker at slette blacklist posten for organisationen UUID% s?

source: New Organisation
da_dk: Ny organisation

source: If the organisation should have access to this instance, make sure that the Local organisation setting is checked. <br />If you would only like to add a known external organisation for inclusion in sharing groups, uncheck the Local organisation setting.
da_dk: Hvis organisationen skal have adgang til denne MISP instans, skal du sørge for, at indstillingen Lokal organisation er markeret. <br /> Hvis du kun vil tilføje en kendt ekstern organisation for inklusion i delings grupper, skal du fjerne markeringen af ​​indstillingen Lokal organisation.

source: Local organisation
da_dk: Lokal organisation

source: Mandatory fields.
da_dk: Obligatoriske felter.

source: Organisation Identifier
da_dk: Organisations identifikation

source: Brief organisation identifier
da_dk: Kort organisationers indentifikator

source: No image uploaded for this identifier
da_dk: Intet billede uploadet

source: Paste UUID or click generate
da_dk: Indsæt UUID og tryk generer

source: Generate UUID
da_dk: Generer UUID

source: Generate a new UUID for the organisation
da_dk: Generer en ny UUID til organisationen

source: A brief description of the organisation
da_dk: En kort beskrivelse af organisationen

source: A description of the organisation that is purely informational.
da_dk: Beskrivelse af organisationen - anvendes kun informativt.

source: Bind user accounts to domains (line separated)
da_dk: Lås bruger konti til domæner (linje adskilt)

source: Enter a (list of) domain name(s) to enforce when creating users.
da_dk: Indtast en (liste over) domænenavn(e) for at håndhæve, når du opretter brugere.

source: The following fields are all optional.
da_dk: Følgende felter er alle valgfrie.

source: For example "financial".
da_dk: Som eksempel "Finans".

source: Type of organisation
da_dk: Type af organisation

source: Freetext description of the org.
da_dk: Fritekst beskrivelse af organisationen.

source: You can add some contact details for the organisation here, if applicable.
da_dk: Du kan tilføje kontakt informationer for organisationen her, hvis relevant.

source: Mandatory fields. Leave the UUID field empty if the organisation doesn't have a UUID from another instance.
da_dk: Obligatoriske felter. Efterlad UUID feltet tomt, hvis organisationen ikke har en UUID fra en anden MISP instans.

source: An organisation with the above uuid already exists. Would you like to merge this organisation into the existing one?
da_dk: En organisation med ovenstående UUID eksisterer allerede. Vil du gerne flette denne organisation med den eksisterende?

source: Click here
da_dk: Klik her

source: All organisations
da_dk: Alle organisationer

source: , both local and remote
da_dk: , både lokalt og remote

source: Known remote organisations
da_dk: Kendte fjern organisationer

source: on other instances
da_dk: på andre MISP instanser

source: Local organisations
da_dk: Lokale organisationer

source: having a presence on this instance
da_dk: der findes på denne MISP instans

source: Paginate
da_dk: Sideinddeling

source: View all
da_dk: Se alle

source: Added by
da_dk: Tilføjet af

source: Local or remote
da_dk: Lokal eller fjern

source: Local
da_dk: Lokal

source: Remote
da_dk: Fjern

source: E-mail domain restrictions
da_dk: E-mail domæne begrænsninger

source: Members
da_dk: Medlemmer

source: Select organisations to add
da_dk: Vælg organisationer, der skal tilføjes

source: Available Organisations
da_dk: Tilgængelige organisationer

source: Added Organisations
da_dk: Tilføjede organisationer

source: Submit organisations
da_dk: Submit organisationer

source: Landing page for %s
da_dk: Start side for %s

source: This will remove the selected organisation and hand over all objects belonging to it to the target organisation. This process is irreversible. Are you sure you want to proceed?
da_dk: Dette fjerner den valgte organisation og overfører alle tilhørende objekter, til mål organisationen. Denne proces er irreversibel. Er du sikker på, at du vil fortsætte?

source: Warning: Merging an organisation into another will be transfer all users and data belonging to the organisation to another.
da_dk: Advarsel: Sammenlægning af en organisation til en anden vil overføre alle brugere og data tilhørende organisationen.

source: Organisation type
da_dk: Organisations type

source: Target Local Organisation
da_dk: Lokal mål organisation

source: Target External Organisation
da_dk: Ekstern mål organisation

source: Organisation to be merged
da_dk: Organisation der skal slås sammen

source: Organisation to be merged into
da_dk: Organisationen der skal flettes ind i

source: Merge
da_dk: Flet

source: Mark organisation as sharing group extender
da_dk: Marker organisationen som delings gruppe forlænger

source: Administrative actions
da_dk: Administrative handlinger

source: Reset the attribute counts
da_dk: Nulstil attribut tæller

source: Events need to have no validation issues
da_dk: Begivenheder må ikke have valideringsproblemer

source: Verify Certificates
da_dk: Bekræft certifikater

source: Check whether every user's certificate is usable
da_dk: Kontroller, om hver brugers certifikat er anvendeligt

source: Extend Organization length
da_dk: Udvid organisationens længde

source: Hotfix 2.3.57: Increase the max length of the organization field when adding a new server connection.
da_dk: Hotfix 2.3.57: Øg den maksimale længde af organisations feltet, når du tilføjer en ny server forbindelse.

source: Hotfix 2.3.78: Some of the log fields that were varchar(255) ended up truncating the data. This function will change them to "text"
da_dk: Hotfix 2.3.78: Nogle af de log felter, der var varchar(255), endte med at afkorte dataene. Denne funktion vil ændre dem til "text"

source: Fix duplicate UUIDs
da_dk: Ret duplikerede UUID'er

source: Hotfix 2.3.107: it was previously possible to get duplicate attribute UUIDs in the database, this script will remove all duplicates and ensure that duplicates will not be entered into the database in the future.
da_dk: Hotfix 2.3.107: Det var tidligere muligt at få duplikerede attribut UUID'er i databasen, dette script fjerner alle dubletter og sikrer, at duplikater ikke kan blive indsat i databasen i fremtiden.

source: Hotfix 2.3.115: In some rare situations it could occur that a duplicate of an event was created on an instance, with the exact same uuid. This action will remove any such duplicates and make sure that this cannot happen again.
da_dk: Hotfix 2.3.115: I nogle sjældne tilfælde kan det forekomme, at en dublet af en event blev oprettet i en MISP instans, med nøjagtig samme uuid. Denne handling fjerner sådanne dubletter og sørger for, at det ikke kan ske i fremtiden.

source: In some rare occasions it can happen that you end up with some attributes in your database that do not belong to an event - for example during a race condition between an event insert and a delete. This tool will collect and delete any such orphaned attributes. If you ever run into an issue where you cannot add an attribute with a specific valid value, this is probably the reason.
da_dk: I nogle sjældne tilfælde kan det ske, at du ender med nogle attributter i din database, der ikke tilhører en event - for eksempel under en race-condition mellem en event indsætning og sletning. Dette værktøj samler og sletter sådanne forældreløse attributter. Hvis du nogensinde løber ind i et problem, hvor du ikke kan tilføje en attribut med en bestemt gyldig værdi, er det nok årsagen.

source: Hotfix 2.3.160: Prior to this version it was possible for a user/admin with Regex permission to create a malicious regular expression that could be used to execute arbitrary code. Since this version it is no longer possible to input such expressions, but already existing malicious entries still have to be cleaned using this tool.
da_dk: Hotfix 2.3.160: Før denne version var det muligt for en bruger / administrator at få Regex tilladelse til at oprette et ondsindet regulært udtryk, der kunne bruges til at udføre vilkårlig kode. Siden denne version er det ikke længere muligt at indtaste sådanne udtryk, men allerede eksisterende skadelige poster skal stadig rengøres ved hjælp af dette værktøj.

source: Hotfix 2.3.173: Sanitised URLs can cause issues with the NIDS exports and as of this version attributes will be modified on entry to correct this. To correct existing entries, run this script.
da_dk: Hotfix 2.3.173: Saniterede URLs kan forårsage problemer med NIDS eksporten, fra denne version bliver attributter ændret ved indtastning for at rette dette. For at rette eksisterende poster skal du køre dette script.

source: Index tables
da_dk: Index tabeller

source: This script will create indeces for all of the tables in MISP (other than primary keys)
da_dk: Dette script vil skabe indekser for alle tabellerne i MISP (undtagen primær nøgler)

source: Fix non-empty sharing group IDs
da_dk: Løs ikke tomme delingsgruppe ID'er

source: This script will change the sharing_group_id to 0 in all non sharing group setting events and attributes)
da_dk: Dette script vil ændre sharing_group_id til 0 i alle ikke delings gruppe indstillinger og attributter)

source: Upgrading a 2.3 instance to 2.4
da_dk: Opgradering af en 2.3 instans til 2.4

source: Warning: Running this scripts below can result in the loss of data. Make sure that you back your database up before running them.
da_dk: Advarsel: At køre disse scripts nedenfor kan resultere i tab af data. Sørg for, at du laver en backup af din database, før du kører dem.

source: The order for the 2.4 upgrade procedure is
da_dk: Rækkefølgen for 2.4 opgraderings proceduren er

source: %s - run this to migrate the 2.3 data to the 2.4 format
da_dk: %s - kør dette for at migrere data fra version 2.3 til 2.4 format

source: Upgrade to 2.4
da_dk: Opgrader til 2.4

source: If it completes successful, run the %s to remove the fields that are specific to 2.3. Make sure that the migration of the data to the 2.4 format was successful (you can check the result in the audit logs). If you have run the 2.4 upgrade script previously but are running into SQL errors on the column 'org', run this script.
da_dk: Hvis det fuldføres, skal du køre %s for at fjerne de felter, der er specifikke for 2.3. Sørg for, at migrationen af ​​dataene til 2.4 formatet var vellykket (du kan kontrollere resultatet i audit logs). Hvis du har kørt 2.4 opgraderings værktøjet tidligere, men kører ind i SQL-fejl i kolonnen 'org', skal du køre dette script.

source: 2.3->2.4 clean-up script
da_dk: 2.3->2.4 oprydnings værktøj

source: If the migration of your data from 2.4 is not complete this will lead to the loss of data. Backing your DB up is highly recommended. Are you ready to start removing the obsolete fields?
da_dk: Hvis migrering af dine data fra 2.4 ikke er færdig, kan dette føre til tab af data. Det anbefales stærkt at lave backup af databasen. Er du klar til at begynde at fjerne de forældede felter?

source: Quick Start
da_dk: Hurtig start

source: General Layout
da_dk: Generelt layout

source: General Concepts
da_dk: Generelle begreber

source: User Management and Global actions
da_dk: Brugerhåndtering og Globale handlinger

source: Using the system
da_dk: Anvendelse af systemet

source: Settings and Diagnostics
da_dk: Indstillinger og Diagnostik

source: User Management
da_dk: Brugeradministration

source: Role Management
da_dk: Rolle administration

source: Logging
da_dk: Logning

source: Administrative Tools
da_dk: Administrative Værktøjer

source: Background Processing
da_dk: Baggrunds processering

source: Categories and Types
da_dk: Kategorier og Typer

source: Server settings and diagnostics
da_dk: Server indstillinger og diagnosticering

source: Since version 2.3, MISP has a settings and diagnostics tool that allows site-admins to manage and diagnose their MISP installation. You can access this by navigating to Administration - Server settings
da_dk: Siden version 2.3 har MISP haft et indstillings- og diagnostikværktøj, der gør det muligt for site-admins at administrere og diagnosticere deres MISP-installation. Du kan få adgang til dette ved at navigere til Administration - Server indstillinger

source: Server settings overview with all of the tabs explained.
da_dk: Oversigt over server indstillinger med alle forklarede faner.

source: The settings and diagnostics tool is split up into several aspects, all accessible via the tabs on top of the tool. For any unset or incorrectly set setting, or failed diagnostic a number next to the tab name will indicate the number and severity of the issues. If the number is written with a red font, it means that the issue is critical. First, let's look at the various tabs
da_dk: Indstillings- og diagnostikværktøjet opdeles i flere aspekter, alle disse er tilgængelige via fanerne over værktøjet. For enhver manglende indstilling, ukorrekt indstilling eller fejlet diagnose angiver et tal ved siden af ​​fanens navn antallet og sværhedsgraden af ​​problemerne. Hvis nummeret er skrevet med en rød skrifttype, betyder det, at problemet er kritisk. Lad os først se på de forskellige faner

source: General overview of the current state of your MISP installation
da_dk: Generel oversigt over den aktuelle tilstand af din MISP installation

source: MISP settings
da_dk: MISP indstillinger

source: Basic MISP settings. This includes the way MISP handles the default settings for distribution settings, whether background jobs are enabled, etc
da_dk: Basis MISP indstillinger. Dette omfatter den måde, hvorpå MISP håndterer standard indstillingerne for distributions indstillinger, samt om baggrunds opgaver er aktiveret m.v.

source: GnuPG settings
da_dk: GnuPG indstilinger

source: GnuPG related settings.
da_dk: GnuPG relateret indstillinger.

source: HTTP proxy related settings.
da_dk: HTTP proxy relaterede indstillinger.

source: Security settings
da_dk: Sikkerheds indstillinger

source: Settings controlling the brute-force protection and the application's salt key.
da_dk: Indstillinger, der styrer brute-force beskyttelse og applikationens salt nøgle.

source: Misc settings
da_dk: Diverse indstillinger

source: You change the debug options here, but make sure that debug is always disabled on a production system.
da_dk: Du ændrer debug indstillingerne her, men du bør sikre dig at debug altid er deaktiveret på et produktionssystem.

source: The diagnostics tool checks if all directories that MISP uses to store data are writeable by the apache user. Also, the tool checks whether the STIX libraries and GnuPG are working as intended.
da_dk: Diagnosticerings værktøjet kontrollerer, om alle mapper, som MISP anvender til at gemme data, har skrive rettigheder for apache-brugeren. Desuden kontrollerer værktøjet, om STIX biblioteker og GnuPG fungerer som beregnet.

source: Shows the background workers (if enabled) and shows a warning if they are not running. Admins can also restart the workers here.
da_dk: Viser baggrunds workers (hvis aktiveret) og viser en advarsel, hvis de ikke kører. Admins kan også genstarte workers her.

source: Download a report in JSON format, compiled of all of the settings visible in the tool.
da_dk: Hent rapport i JSON format, sammensat af alle de indstillinger, der er synlige i værktøjet.

source: The settings tabs explained.
da_dk: Beskrivelse af indstilling fanerne.

source: Each of the setting pages is a table with each row representing a setting. Coloured rows indicate that the setting is incorrect / not set and the colour determines the severity (red = critical, yellow = recommended, green = optional). The columns are as follows
da_dk: Hver af indstillings siderne er en tabel med hver deres række, der repræsenterer en indstilling. Farvede rækker angiver, at indstillingen er forkert/ikke indstillet, og farven bestemmer sværhedsgraden (rød = kritisk, gul = anbefales, grøn = valgfri). Kolonnerne er som følger

source: The severity of the setting.
da_dk: Alvorligheden af ​​indstillingen.

source: The setting name.
da_dk: Indstillings navn.

source: The current value of the setting.
da_dk: Den nuværende værdi af indstillingen.

source: A description of what the setting does.
da_dk: En beskrivelse af, hvad indstillingen gør.

source: If the setting is incorrect / not set, then this field will let the user know what is wrong.
da_dk: Hvis indstillingen er forkert / ikke indstillet, vil dette felt lade brugeren vide, hvad der er forkert.

source: The workers tab.
da_dk: Workers fanen.

source: The workers tab shows a list of the workers that MISP can use. You can restart the workers using the restart all workers, If the button doesn't work, make sure that the workers were started using the apache user. This can however only be done using the command line, refer to the INSTALL.txt documentation on how to let the workers automatically start on each boot.
da_dk: Fanen workers viser en liste over de workers, som MISP kan bruge. Du kan genstarte workers ved trykke på "genstart alle workers". Hvis knappen ikke virker, skal du sørge for at workers blev startet med apache-brugeren. Dette kan dog kun ske ved hjælp af kommando linjen, se dokumentationen INSTALL.txt om, hvordan man får workers automatisk at starte ved boot/start.

source: The worker type is determined by the queue it monitors. MISP currently has 5 queues (cache, default, prio, email and a special _schdlr_ queue).
da_dk: Worker typen bestemmes af køen den overvåger. MISP har i øjeblikket 5 køer (cache, default, prio, email og en særlig _schdlr_ kø).

source: The ID is made up of the machine name, the PID of the worker and the queue it monitors.
da_dk: ID'et består af maskinens navn, worker PID og køen det overvåger.

source: Displays OK if the worker is running. If the _schdlr_ worker is the only one not running make sure that you copy the config file into the cakeresque directory as described in the INSTALL.txt documentation.
da_dk: Viser OK, hvis workeren kører. Hvis _schdlr_ worker er den eneste, der ikke kører, skal du sørge for at kopiere config-filen til cakeresque mappen som beskrevet i INSTALL.txt.

source: Import Blacklist
da_dk: Importer Blacklist

source: It is possible to ban certain values from ever being entered into the system via an event info field or an attribute value. This is done by blacklisting the value in this section.
da_dk: Det er muligt at forbyde visse værdier fra nogensinde at blive indtastet i systemet via et felt til event information eller en attribut værdi. Dette gøres ved at blackliste værdien i dette afsnit.

source: Adding and modifying entries
da_dk: Tilføjelse eller ændring af poster

source: Administrators can add, edit or delete blacklisted items by using the appropriate functions in the list's action menu and the menu on the left.
da_dk: Administratorer kan tilføje, redigere eller slette blacklistede elementer ved at bruge de relevante funktioner i listens handlingsmenu og menuen til venstre.

source: The system allows administrators to set up rules for regular expressions that will automatically alter newly entered or imported events.
da_dk: Systemet tillader administratorer at opsætte regler for regulære udtryk, som automatisk ændrer nyligt angivne eller importerede begivenheder.

source: The purpose of Import Regexp entries
da_dk: Formålet med Importér regexp-poster

source: They can be used for several things, such as unifying the capitalisation of file paths for more accurate event correlation or to automatically censor the usernames and use system path variable names (changing C:\Users\UserName\Appdata\Roaming\file.exe to %APPDATA%\file.exe).<br /> The second use is blocking, if a regular expression is entered with a blank replacement, any event info or attribute value containing the expression will not be added. Please make sure the entered regexp expression follows the preg_replace pattern rules as described <a href="http://php.net/manual/en/function.preg-replace.php">here</a>.
da_dk: De kan benyttes til flere formål såsom ensretning af versale filstier til mere præcis begivenhedskorrelation eller automatisk censurering af brugernavne og brug af systemstivariabelnavne (ændring af C:\Users\UserName\Appdata\Roaming\file.exe til %APPDATA%\file.exe).<br/> Den anden anvendelse er blokering. Hvis et regulært udtryk angives med en tom erstatning, vil enhver begivenhedsinfo eller attributværdi indeholdende udtrykket ikke blive tilføjet. Sørg for, at det angivne regexp-udtryk følger preg_replace-mønsterreglerne som beskrevet <a href="http://php.net/manual/en/function.preg-replace.php">hér</a>.

source: Administrators can add, edit or delete regular expression rules, which are made up of a regex pattern that the system searches for and a replacement for the detected pattern.
da_dk: Administratorer kan tilføje, redigere eller slette regulære udtryk-regler bestående af et regulært udtryk, som systemet søger efter, og en erstatning for det fundne mønster.

source: Add, edit or remove Regexp entries that will affect all newly created attributes here.
da_dk: Tilføj, redigér eller fjern Regexp-poster, som vil påvirke alle nyligt oprettede attributter her.

source: Managing the Signature whitelist
da_dk: Håndtering af signaturhvidlister

source: The signature whitelist view, accessible through the administration menu on the left, allows administrators to create and maintain a list of addresses that are whitelisted from ever being added to the NIDS signatures. Addresses listed here will be commented out when exporting the NIDS list.
da_dk: Signaturhvidlistevisningen, tilgængelig via håndteringsmenuen til venstre, lader administratorer oprette og vedligeholde en liste over adresser, som er hvidlistede mod nogensinde at blive tilføjet til NIDS-signaturerne. Adresser opført her blive udkommenteret, når NIDS-listen eksporteres.

source: Whitelisting an address
da_dk: Hvidlisting af en adresse

source: While in the whitelist view, click on New Whitelist on the left to bring up the add whitelist view to add a new address.
da_dk: Mens i hvidlistevisning, så klik på Ny hvidliste til venstre for at se dialogen for hvidlistetilføjelse og tilføj en ny adresse.

source: Managing the list
da_dk: Håndtering af listen

source: When viewing the list of whitelisted addresses, the following pieces of information are shown: The ID of the whitelist entry (assigned automatically when a new address is added), the address itself that is being whitelisted and a set of controls allowing you to delete the entry or edit the address.
da_dk: På listen over hvidlistede adresser ses flg. informationer: ID'en på hvidlisteposten (tildelt automatisk, når en ny adresse tilføjes), selve adressen, der hvidlistes samt et sæt kontroller, hvormed du kan slette posten eller rediger dens adresse.

source: You can edit or delete currently white-listed addresses using the action buttons on this list.
da_dk: Du kan redigere eller slette nuværende hvidlistede adresser med knapperne på denne liste.

source: Managing the users
da_dk: Håndtering af brugere

source: As an admin, you can set up new accounts for users, edit the profiles of users, delete them, or just have a look at all the viewers' profiles. Organisation admins are restricted to executing the same actions on their organisation's users only.
da_dk: Som administrator kan du oprette nye brugerkonti, redigere brugerprofiler, slette dem eller blot se på alle seernes profiler. Organisationsadmins er begrænset til kun at kunne udføre disse handlinger på deres egen organisations brugere.

source: Adding a new user
da_dk: Tilføje en ny bruger
