Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: You are currently viewing an event on the remote instance %s
no: Du ser for øyeblikket en hendelse på den eksterne forekomsten%s

source: Filter the remote instance by tag: %s
no: Filtrer ekstern forekomst med tag:%s

source: Filter the remote instance on the tag: %s
no: Filtrer ekstern forekomst på taggen:%s

source: You are currently viewing the event index of the remote instance %s
no: Du ser for øyeblikket hendelsesindeksen for den eksterne forekomsten%s

source: not
no: ikke

source: published
no: publisert

source: Failed pulls
no: Mislykket trekker

source: No failed pulls
no: Ingen mislykket trekk

source: Succeeded pulls
no: Lykkes trekker

source: No succeeded pulls
no: Ingen lykkes trekker

source: Proposals pulled
no: Forslag trukket

source: No proposals pulled
no: Ingen forslag trukket

source: Failed pushes
no: Mislyktes trykker

source: No failed pushes
no: Ingen mislykket push

source: Succeeded pushes
no: Succeeded skyver

source: No succeeded pushes
no: Det lykkes ikke å skyve

source: HTTP method to use
no: HTTP-metode som skal brukes

source: Relative path to query
no: Relativ vei til spørring

source: Use full path - disclose my apikey
no: Bruk full bane - avslør min apikey

source: Bookmark query
no: Bokmerke spørring

source: Bookmark name
no: Bokmerke navn

source: Show result
no: Vis resultat

source: Skip SSL validation
no: Hopp over SSL-validering

source: HTTP headers
no: HTTP-overskrifter

source: Inject
no: injisere

source: Show rules
no: Vis regler

source: HTTP body
no: HTTP-kropp

source: Run query
no: Kjør spørring

source: Response code
no: Svarskode

source: Request duration
no: Forespørsel varighet

source: Headers
no: overskrifter

source: Warning: app/Config/config.php is not writeable. This means that any setting changes made here will NOT be saved.
no: Advarsel: app / Config / config.php er ikke skrivbar. Dette betyr at eventuelle innstillingsendringer som er gjort her, IKKE vil bli lagret.

source: To edit a setting, simply double click it.
no: For å redigere en innstilling, dobbeltklikk du på den.

source: Select instances to add
no: Velg forekomster for å legge til

source: Available Instances
no: Tilgjengelige forekomster

source: Added Instances
no: Lagt til tilfeller

source: Add servers to sharing group
no: Legg til servere i delegruppe

source: Current Version
no: Gjeldende versjon

source: Update all submodules
no: Oppdater alle submodules

source: Newer version. Make sure to update MISP
no: Nyere versjon. Pass på å oppdatere MISP

source: Invalid file permission.
no: Ugyldig filtillatelse.

source: Could not retrieve version
no: Kunne ikke hente versjon

source: Update submodule
no: Oppdater submodule

source: Do you want to pull the latest commit from the <?php echo h($branch); ?> branch? If you have made local changes to MISP the merge will fail.
no: Ønsker du å trekke den siste forpliktelsen fra <?php echo h($branch); ?> gren? Hvis du har gjort lokale endringer i MISP, vil fusjonen mislykkes.

source: Start time
no: Starttid

source: Settings read at
no: Innstillinger leses på

source: Events processed
no: Hendelser behandlet

source: The ZeroMQ server is unreachable.
no: ZeroMQ-serveren er ikke tilgjengelig.

source: Cancel prompt
no: Avbryt spørringen

source: Add Proposal
no: Legg til forslag

source: Propose
no: tilbud

source: IDS Signature?
no: IDS Signatur?

source: My Org's Events
no: Mine Orgs arrangementer

source: All Events
no: Alle hendelser

source: Proposal by
no: Forslag av

source: Event creator
no: Event skaperen

source: Proposed value
no: Foreslått verdi

source: Attribute edit
no: Attributtredigering

source: New Attribute
no: Ny egenskap

source: Are you sure you want to propose to delete Attribute #%s?
no: Er du sikker på at du vil foreslå å slette attributt #%s?

source: Propose to delete attribute
no: Foreslå å slette attributt

source: Proposal Deletion
no: Forslag sletting

source: Are you sure you want to delete Proposal #%s?
no: Er du sikker på at du vil slette Forslag #%s?

source: Delete proposal
no: Slett forslag

source: New Sharing Group
no: Ny delingsgruppe

source: General
no: Generell

source: General tab
no: Generelt faneblad

source: Organisations tab
no: Organisasjonsfanen

source: MISP Instances
no: MISP-forekomster

source: MISP instances tab
no: MISP-forekomster fanen

source: Summary and Save
no: Sammendrag og lagre

source: Sharing group summary
no: Sammendrag av delingsgruppe

source: Example: Multinational sharing group
no: Eksempel: Multinasjonal delingsgruppe

source: Releasable to
no: Frigjørbare til

source: Example: Community1, Organisation1, Organisation2
no: Eksempel: Fellesskap1, Organisasjon1, Organisasjon2

source: A description of the sharing group.
no: En beskrivelse av delegruppen.

source: Active sharing groups can be selected by users of the local instance when creating events. Generally, sharing groups received through synchronisation will have this disabled until manually enabled.
no: Aktive delingsgrupper kan velges av brukere av den lokale forekomsten når du oppretter hendelser. Vanligvis vil delingsgrupper mottatt gjennom synkronisering ha denne deaktivert til manuelt aktivert.

source: Make the sharing group selectable (active)
no: Gjør delgruppen valgbar (aktiv)

source: Next page
no: Neste side

source: Add local organisation(s) to the sharing group
no: Legg til lokale organisasjoner til delingsgruppen

source: Add local organisation
no: Legg til lokal organisasjon

source: Add remote organisations to the sharing group
no: Legg til eksterne organisasjoner i delegruppen

source: Add remote organisation
no: Legg til ekstern organisasjon

source: Extend
no: Forlenge

source: Previous page
no: Forrige side

source: Enable roaming mode for this sharing group. Roaming mode will allow the sharing group to be passed to any instance where the remote recipient is contained in the organisation list. It is preferred to list the recipient instances instead.
no: Aktiver roamingmodus for denne delegruppen. Roaming-modusen tillater at delingsgruppen sendes til et hvilket som helst tilfelle der den eksterne mottakeren er inneholdt i organisasjonslisten. Det er foretrukket å liste mottakerinstansene i stedet.

source: <b>Enable roaming mode</b> for this sharing group (pass the event to any connected instance where the sync connection is tied to an organisation contained in the SG organisation list).
no: <b>Aktiver roamingmodus</b> for denne delingsgruppen (send arrangementet til en tilkoblet forekomst der synkroniseringsforbindelsen er knyttet til en organisasjon som finnes i SG-organisasjonslisten).

source: Add instance
no: Legg til forekomst

source: All orgs
no: Alle orgs

source: <span class="bold">General: </span>You are about to create the <span id="summarytitle" class="red bold"></span> sharing group, which is intended to be releasable to <span id="summaryreleasable" class="red bold"></span>.
no: <span class="bold">Generelt:</span> Du er i ferd med å opprette <span id="summarytitle" class="red bold"></span> delingsgruppe, som er ment å være løsbar til <span id="summaryreleasable" class="red bold"></span> .

source: Local organisations: </span>It will be visible to <span id="summarylocal" class="red bold"></span>, from which <span id="summarylocalextend" class="red bold"></span> can extend the sharing group.
no: Lokale organisasjoner: Det vil være synlig for <span id="summarylocal" class="red bold"></span> , hvorfra <span id="summarylocalextend" class="red bold"></span> kan utvide delegruppen.

source: External organisations: </span>It will also be visible to <span id="summaryexternal" class="red bold"></span>, out of which <span id="summaryexternalextend" class="red bold"></span> can extend the sharing group.
no: Eksterne organisasjoner: Det vil også være synlig for <span id="summaryexternal" class="red bold"></span> , hvorav <span id="summaryexternalextend" class="red bold"></span> kan utvide delegruppen.

source: <span class="bold">Synchronisation: </span>Furthermore, events are automatically pushed to: <span id="summaryservers" class="red bold"></span>
no: <span class="bold">Synkronisering:</span> Videre blir hendelsene automatisk presset til: <span id="summaryservers" class="red bold"></span>

source: You can edit this information by going back to one of the previous pages, or if you agree with the above mentioned information, click Submit to create the Sharing group.
no: Du kan redigere denne informasjonen ved å gå tilbake til en av de forrige sidene, eller hvis du godtar ovennevnte informasjon, klikker du på Send for å opprette Deling-gruppen.

source: Submit and create sharing group
no: Send inn og opprett delegruppe

source: Local instance
no: Lokal forekomst

source: <span class="bold">General: </span>You are about to create the <span id="summarytitle" class="red bold"></span> sharing group, which is intended to be releasable to <span id="summaryreleasable" class="red bold"></span>. </p> <p id="localText"><span class="bold">Local organisations: </span>It will be visible to <span id="summarylocal" class="red bold"></span>, from which <span id="summarylocalextend" class="red bold"></span> can extend the sharing group. </p> <p id="externalText"><span class="bold">External organisations: </span>It will also be visible to <span id="summaryexternal" class="red bold"></span>, out of which <span id="summaryexternalextend" class="red bold"></span> can extend the sharing group.
no: <span class="bold">Generelt:</span> Du er i ferd med å opprette <span id="summarytitle" class="red bold"></span> delingsgruppe, som er ment å være løsbar til <span id="summaryreleasable" class="red bold"></span> . </p> <p id="localText"> <span class="bold">Lokale organisasjoner:</span> Det vil være synlig for <span id="summarylocal" class="red bold"></span> , hvorfra <span id="summarylocalextend" class="red bold"></span> kan utvide delegruppen. </p> <p id="externalText"> <span class="bold">Eksterne organisasjoner:</span> Det vil også være synlig for <span id="summaryexternal" class="red bold"></span> , hvorav <span id="summaryexternalextend" class="red bold"></span> kan utvide delegruppen.

source: Synchronisation: </span>Furthermore, events are automatically pushed to: <span id="summaryservers" class="red bold"></span>
no: Synkronisering: Videre blir hendelsene automatisk presset til: <span id="summaryservers" class="red bold"></span>

source: Sharing Groups
no: Deling av grupper

source: Active Sharing Groups
no: Aktive delingsgrupper

source: Passive Sharing Groups
no: Passive delingsgrupper

source: Distribution List
no: Distribusjonsliste

source: Selectable
no: valgbar

source: Synced by
no: Synkronisert av

source: Sighting date
no: Seende dato

source: Sighting details
no: Seende detaljer

source: Graph
no: Kurve

source: My org
no: Min org

source: Attribute ID
no: Attributt ID

source: Delete sighting
no: Slett observasjon

source: Add Sighting
no: Legg til synlighet

source: Add%s sighting (%s)?
no: Legg til%s observasjon (%s)?

source: false-positive
no: falsk positiv

source: Remove Sighting
no: Fjern Sighting

source: Remove sighting (%s)?
no: Fjern observasjon (%s)?

source: Remove sighting
no: Fjern observasjon

source: Edit Tag Collection
no: Rediger Tag Collection

source: Visible to all orgs
no: Synlig for alle orgs

source: Paste tag collection data
no: Lim inn taggsamlingsdata

source: Paste a MISP tag collection JSON below to add tag collections.
no: Lim inn en MISP-tagsamling JSON nedenfor for å legge til tagsamlinger.

source: Tag collection JSON
no: Tag samling JSON

source: Restrict tagging to org
no: Begrens merking til org

source: Restrict tagging to user
no: Begrens merking til bruker

source: Unselectable Tag
no: Ikke valgbar tagg

source: Your Favourite Tags
no: Dine favorittmerker

source: Filter user tags
no: Filtrer brukerkoder

source: Exportable
no: eksportvare

source: Hidden
no: skjult

source: Restricted to org
no: Begrenset til org

source: Restricted to user
no: Begrenset til brukeren

source: Taxonomy
no: Taksonomi

source: Tagged events
no: Merkede hendelser

source: Tagged attributes
no: Merkede attributter

source: Favourite
no: Favoritt

source: Here you can schedule pre-defined tasks that will be executed every x hours. You can alter the date and time of the next scheduled execution and the frequency at which it will be repeated (expressed in hours). If you set the frequency to 0 then the task will not be repeated. To change and of the above mentioned settings just click on the appropriate field and hit update all when you are done editing the scheduled tasks.
no: Her kan du planlegge forhåndsdefinerte oppgaver som skal utføres hver x time. Du kan endre dato og klokkeslett for neste planlagte utførelse og hyppigheten der den skal gjentas (uttrykt i timer). Hvis du stiller frekvensen til 0, vil oppgaven ikke bli gjentatt. For å endre og av de ovennevnte innstillingene klikker du bare på det aktuelle feltet og treffer oppdatering alt når du er ferdig med å redigere planlagte oppgaver.

source: Warning: Scheduled tasks come with a lot of caveats and little in regards of customisations / granularity. You can instead simply create cron jobs out of the console commands as described here:
no: Advarsel: Planlagte oppgaver kommer med mange advarsler og lite med hensyn til tilpasninger / granularitet. Du kan i stedet bare lage cron-jobber ut av konsollkommandoene som beskrevet her:

source: Frequency (h)
no: Frekvens (h)

source: Set frequency timer for scheduled task
no: Still frekvensuret for planlagt oppgave

source: Set scheduled time for task
no: Angi planlagt tid for oppgave

source: Update all
no: Oppdater alt

source: Taxonomies
no: taksonomier

source: Required
no: Må

source: Active Tags
no: Aktive merker

source: enable all
no: aktiver alle

source: Enable all tags
no: Aktiver alle tagger

source: Are you sure you want to enable every tag associated to this taxonomy?
no: Er du sikker på at du vil aktivere hvert tag som er knyttet til denne taksonomien?

source: Are you sure you want to disable this taxonomy library?
no: Er du sikker på at du vil deaktivere dette taksonomibiblioteket?

source: Are you sure you want to enable this taxonomy library?
no: Er du sikker på at du vil aktivere dette taksonomibiblioteket?

source: Delete taxonomy
no: Slett taksonomi

source: Create and/or update selected tags
no: Opprett og / eller oppdatere valgte tagger

source: Hide selected tags
no: Skjul valgte merker

source: Unhide selected tags
no: Unhide utvalgte koder

source: Expanded
no: Utvidet

source: Numerical value
no: Numerisk verdi

source: Refresh
no: Forfriske

source: Refresh or enable
no: Oppdater eller aktiver

source: Taxonomy Deletion
no: Taksonomi Sletting

source: Are you sure you want to delete Taxonomy #<?php echo h($id); ?>?<br /> Associated tags will not be removed. You can reload the taxonomy at any time by updating your taxonomies.
no: Er du sikker på at du vil slette Taksonomi # <?php echo h($id); ?> ? <br /> Tilknyttede koder blir ikke fjernet. Du kan laste taksonomien til enhver tid ved å oppdatere taksonomiene dine.

source: Create Tags
no: Lag etiketter

source: Are you sure you want to create / update all selected tags?
no: Er du sikker på at du vil opprette / oppdatere alle valgte tagger?

source: Create / update all selected taxonomy entries as tags
no: Opprett / oppdater alle valgte taksonomiske oppføringer som koder

source: Create / update all taxonomy entries as tags
no: Opprett / oppdater alle taksonomiske oppføringer som koder

source: Hide Tags
no: Skjul etiketter

source: Are you sure you want to hide all selected tags?
no: Er du sikker på at du vil gjemme alle markerte tagger?

source: Hide all selected tags
no: Skjul alle valgte tagger

source: Are you sure you want to unhide all selected tags?
no: Er du sikker på at du vil utheve alle valgte tagger?

source: Unhide all selected tags
no: Fjern alle markerte tagger

source: Template Elements
no: Malelementer

source: Add a new template element
no: Legg til et nytt malelement

source: Template Element Deletion
no: Element Deletion

source: Are you sure you want to delete Template Element #%s?
no: Er du sikker på at du vil slette malelementet%s?

source: Add Attribute Element To Template
no: Legg til attributelement til mal

source: Select Category
no: Velg kategori

source: Select Type
no: Velg Type

source: Some categories can use complex types. A complex type can define attributes that can be described by various different types, the system will parse the user's entry and determine the most suitable type for the found attributes. The list of valid types for the chosen complex type is shown below.
no: Noen kategorier kan bruke komplekse typer. En kompleks type kan definere attributter som kan beskrives av forskjellige typer, systemet vil analysere brukerens oppføring og bestemme den mest passende typen for de funnet attributter. Listen over gyldige typer for den valgte komplekse typen er vist nedenfor.

source: Use complex types
no: Bruk komplekse typer

source: Types allowed based on the above setting
no: Typer tillatt basert på innstillingen ovenfor

source: When checked, attributes created using this element will automatically be marked for IDSes.
no: Når de er merket, vil attributter opprettet ved hjelp av dette elementet automatisk bli merket for IDSer.

source: This setting will make this element mandatory.
no: Denne innstillingen gjør dette elementet obligatorisk.

source: If this checkbox is checked, then the resulting field in the form will allow several values to be entered (separated by a linebreak).
no: Hvis dette avkryssingsboksen er merket, vil det resulterende feltet i skjemaet tillate flere verdier inntastes (adskilt av en linebryt).

source: Add attribute element
no: Legg til attributtelement

source: Choose element type
no: Velg elementtype

source: Add an attribute element
no: Legg til et attributt element

source: Add a file element
no: Legg til et filelement

source: Add a text description to the elements that follow
no: Legg til en tekstbeskrivelse for elementene som følger

source: Add File Element To Template
no: Legg til filelement i mal

source: If a file is flagged as malicious then it will automatically be encrypted.
no: Hvis en fil er merket som skadelig, blir den automatisk kryptert.

source: If this checkbox is checked, then the resulting field in the form will allow several files to be uploaded.
no: Hvis dette avkrysningsruten er merket, vil det resulterende feltet i skjemaet tillate flere filer å lastes opp.

source: Submit the file element
no: Send inn filelementet

source: Add Text Element To Template
no: Legg til tekstelement til mal

source: Add text description element
no: Legg til tekstbeskrivelseselement

source: Edit Attribute Element
no: Rediger Attributt Element

source: Submit attribute element changes
no: Send endringselementelementendringer

source: Edit File Element
no: Rediger filelement

source: Submit file element changes
no: Send inn filelementendringer

source: Submit description changes
no: Send inn beskrivelsesendringer

source: A description of the template
no: En beskrivelse av malen

source: Create
no: Skape

source: Templates
no: maler

source: Are you sure you want to delete Template #
no: Er du sikker på at du vil slette mal #

source: Populate From Template Results
no: Populere fra malresultater

source: Below you can see the attributes that are to be created based on the data that you have entered into the template. If you are satisfied with the result, click "Finalise". Otherwise, click "Modify".
no: Nedenfor kan du se attributter som skal opprettes basert på dataene du har skrevet inn i malen. Hvis du er fornøyd med resultatet, klikker du på "Finalize". Ellers klikker du på "Modifiser".

source: Finalise
no: finalizes

source: Upload Files
no: Last opp filer

source: Replace File
no: Erstatt fil

source: Upload File
no: Last opp fil

source: Shareable
no: deles

source: Last Post On
no: Siste innlegg på

source: Last Post By
no: Siste innlegg av

source: Thread started On
no: Tråd startet på

source: Posts
no: innlegg

source: View Discussion
no: Se diskusjon

source: Admin Add User
no: Admin Legg til bruker

source: Set password
no: Lag et passord

source: Length
no: Lengde

source: Complexity
no: kompleksitet

source: Choose organisation
no: Velg organisasjon

source: Sync user for
no: Synkroniser brukeren for

source: Paste the user's GnuPG key here or try to retrieve it from the CIRCL key server by clicking on "Fetch GnuPG key" below.
no: Lim inn brukerens GnuPG-nøkkel her, eller prøv å hente den fra CIRCL-nøkkelserveren ved å klikke på "Hent GnuPG-nøkkel" nedenfor.

source: Fetch the user's GnuPG key
no: Hent brukerens GnuPG-nøkkel

source: Fetch GnuPG key
no: Hent GnuPG-nøkkel

source: SMIME key
no: SMIME-nøkkel

source: Paste the user's SMIME public key in PEM format here.
no: Lim inn brukerens SMIME-offentlig nøkkel i PEM-format her.

source: Disable this user account
no: Deaktiver denne brukerkontoen

source: Send credentials automatically
no: Send legitimasjon automatisk

source: Admin Edit User
no: Admin Rediger bruker

source: Terms accepted
no: Vilkår akseptert

source: Reset Auth Key
no: Tilbakestill Auth-nøkkel

source: Confirm with your current password
no: Bekreft med ditt nåværende passord

source: Contact User(s)
no: Kontakt bruker (e)

source: Messaging - here's a quick guide on how this feature works
no: Meldinger - her er en rask guide til hvordan denne funksjonen fungerer

source: You can use this view to send messages to your current or future users or send them a temporary password.
no: Du kan bruke denne visningen til å sende meldinger til dine nåværende eller fremtidige brukere eller sende dem et midlertidig passord.

source: When adding a new user to the system, or when you want to manually reset the password for a user, just use the "Send temporary password" setting.
no: Når du legger til en ny bruker i systemet, eller når du vil tilbakestille passordet manuelt for en bruker, bruker du bare "Send midlertidig passord" -innstillingen.

source: After selecting the action, choose who the target of the e-mails should be (all users, a single user or a user not yet in the system).
no: Etter å ha valgt handlingen, velg hvem målet for e-postene skal være (alle brukere, en enkelt bruker eller en bruker som ikke er i systemet ennå).

source: You can then specify (if eligible) what the e-mail address of the target is (for existing users you can choose from a dropdown menu).
no: Du kan da angi (hvis kvalifisert) hva e-postadressen til målet er (for eksisterende brukere kan du velge fra en rullegardinmeny).

source: In the case of a new user, you can specify the future user's GnuPG key, to send his/her new key in an encrypted e-mail.
no: I tilfelle av en ny bruker kan du angi den fremtidige brukerens GnuPG-nøkkel, for å sende sin nye nøkkel i en kryptert e-post.

source: The system will automatically generate a message for you, but it is also possible to write a custom message if you tick the check-box, but don't worry about assigning a temporary password manually, the system will do that for you, right after your custom message.
no: Systemet genererer automatisk en melding for deg, men det er også mulig å skrive en egendefinert melding hvis du merker av i boksen, men ikke bekymre deg for å tildele et midlertidig passord manuelt, vil systemet gjøre det for deg, rett etter din egendefinerte melding.

source: Custom message
no: Egendefinert melding

source: Welcome message
no: Velkomstmelding

source: Reset password
no: tilbakestille passord

source: A single user
no: En enkelt bruker

source: All users
no: Alle brukere

source: All users of the same organisation
no: Alle brukere av samme organisasjon

source: Recipient Email
no: Mottaker e-post
