Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Schedule the pre-defined tasks for your instance (this currently includes export caching, server pull and server push).
no: Planlegg de forhåndsdefinerte oppgavene for forekomsten din (dette inkluderer for øyeblikket eksport caching, server pull og server push).

source: View the logs of the instance.
no: Se loggene til forekomsten.

source: Search the logs by various attributes.
no: Søk i loggene ved hjelp av forskjellige attributter.

source: List all of the discussion threads.
no: Sett opp alle diskusjonstråene.

source: Create a new discussion thread.
no: Lag en ny diskusjonstråd.

source: The left bar
no: Den venstre baren

source: This bar changes based on each page-group. The blue selection shows you what page you are on.
no: Denne linjen endres basert på hver sidegruppe. Det blå valget viser deg hvilken side du er på.

source: The Malware Information Sharing Platform (MISP) is the tool which will be used to facilitate the exchange of Indicator of Compromise (IOC) about targeted malware and attacks within your community of trusted members. It is a central Indicator of Compromise (IOC) database with technical and non-technical information. Exchanging this information should result in faster detection of targeted attacks and improve the detection ratio, while also reducing the number of false positives.
no: Malware Information Sharing Platform (MISP) er verktøyet som vil bli brukt til å lette utveksling av indikator for kompromiss (IOC) om targeted malware og angrep i ditt fellesskap av pålitelige medlemmer. Det er en sentral indikator for kompromiss (IOC) database med teknisk og ikke-teknisk informasjon. Utveksling av denne informasjonen bør resultere i raskere gjenkjenning av målrettede angrep og forbedring av deteksjonsforholdet, mens også redusere antall falske positiver.

source: Create an Event
no: Lag en begivenhet

source: Browsing past Events
no: Bla gjennom forbi hendelser

source: Export Events for logsearches
no: Eksporter hendelser for logsearches

source: First run of the system
no: Første løp av systemet

source: Managing your account
no: Administrerer kontoen din

source: Staying up to date
no: Holder seg oppdatert

source: User Management and Global Actions
no: Brukeradministrasjon og globale tiltak

source: When first logging into MISP with the username and password provided by your administrator, there are a number of things that need to be done, before you can start using the system.
no: Når du først logger inn på MISP med brukernavnet og passordet som tilbys av administratoren, er det en rekke ting som må gjøres før du kan begynne å bruke systemet.

source: Accepting the Terms of use
no: Godta vilkårene for bruk

source: The terms of use are shown immediately after logging in for the first time, make sure to read through this page before clicking "Accept Terms" at the bottom of the page.
no: Vilkårene for bruk vises umiddelbart etter at du har logget inn for første gang, sørg for å lese gjennom denne siden før du klikker på "Godta vilkår" nederst på siden.

source: Changing the password
no: Endre passordet

source: After accepting the ToU, you'll be prompted to change your password, but keep in mind that it has to be at least 6 characters long, it has to include at least one upper-case and one lower-case character in addition to a digit or a special character. Enter the same password into the confirm password field, before clicking submit to finalise the change.
no: Etter at du har akseptert ToU, blir du bedt om å endre passordet ditt, men husk at det må være minst 6 tegn langt, det må inneholde minst en stor og en små bokstaver i tillegg til en siffer eller et spesialtegn. Skriv inn det samme passordet i feltet Bekreft passord, før du klikker send for å fullføre endringen.

source: Setting up the GnuPG Key
no: Sette opp GnuPG-nøkkelen

source: Subscribing to Auto-alerts
no: Abonnere på Auto-varsler

source: Use these checkboxes to subscribe to auto-alerts and contact reporter e-mails.
no: Bruk disse avmerkingsboksene for å abonnere på automatisk varsler og kontakt reporter e-post.

source: Subscribing to e-mails sent via the "Contact Reporter" functionality
no: Abonnere på e-postmeldinger som sendes via funksjonen "Kontakt Reporter"

source: This feature is turned on right below the autoalerts and will allow you to receive e-mails addressed to your organisation whenever a user tries to ask about an event that was posted by a user of your organisation. Keep in mind that you can still be addressed by such a request even when this setting is turned off, if someone tries to contact you as the event creator directly or your organisation for an event that you personally have created then you will be notified.
no: Denne funksjonen er slått på rett under autoalerts og vil tillate deg å motta e-post adressert til organisasjonen din når en bruker prøver å spørre om et arrangement som ble lagt ut av en bruker av organisasjonen din. Husk at du fortsatt kan adresseres av en slik forespørsel, selv om denne innstillingen er slått av, hvis noen prøver å kontakte deg som hendelsesoppretteren direkte eller organisasjonen din for en hendelse du personlig har opprettet, vil du bli varslet.

source: Reviewing the Terms &amp; Conditions
no: Gjennomgå vilkårene og betingelsene

source: o review the Terms &amp; Conditions or to read the User Guide, use the appropriate button on the left navigation menu.
no: o Gjennomgå vilkårene og vilkårene eller lese brukerhåndboken, bruk riktig knapp i navigasjonsmenyen til venstre.

source: Making sure that compatibility mode is turned off (IE9&amp;IE10)
no: Kontroller at kompatibilitetsmodus er slått av (IE9 og IE10)

source: Compatibility mode can cause some elements to appear differently than intended or not appear at all. Make sure you have this option turned off.
no: Kompatibilitetsmodus kan føre til at enkelte elementer vises forskjellig enn det som er ment eller ikke vises i det hele tatt. Pass på at du har slått av dette alternativet.

source: To alter any details regarding your profile, use the "My Profile" menu button to bring up the profile overview and then click on "Edit Profile" in the right upper corner.
no: For å endre detaljer om profilen din, bruk menypunktet "Min profil" for å få opp profiloversikten og klikk deretter på "Rediger profil" i øverste høyre hjørne.

source: Change any of your profile settings here.
no: Endre noen av profilinnstillingene dine her.

source: Changing your e-mail address
no: Endre e-postadressen din

source: As a next step, change the password provided by your administrator to something of your own choosing. Click on My profile on the left navigation menu, under Global Actions, which will bring up the User view. Click on Edit User on the left navigation menu or Edit Profile in the top right corner. This next screen, allows you to edit your details, including your password, by filling out the password field. Keep in mind that the password has to be at least 6 characters long, has to include at least one upper-case and one lower-case character in addition to a digit or a special character. Enter the same password into the confirm password field, before clicking submit to finalise the change.
no: Som et neste trinn, endre passordet som er gitt av administratoren til noe du selv velger. Klikk på Min profil i den venstre navigasjonsmenyen under Globale tiltak, som vil gi brukervisningen. Klikk på Rediger bruker i navigasjonsmenyen til venstre eller Rediger profil øverst til høyre. Denne neste skjermen lar deg redigere dine opplysninger, inkludert passordet ditt, ved å fylle ut passordfeltet. Vær oppmerksom på at passordet må være minst 6 tegn langt, må inneholde minst én stor og en bokstav i tillegg til et siffer eller et spesialtegn. Skriv inn det samme passordet i feltet Bekreft passord, før du klikker send for å fullføre endringen.

source: Turning this feature on will allow you to receive e-mails addressed to your organisation whenever a user tries to ask about an event that was posted by a user of your organisation. Keep in mind that you can still be addressed by such a request even when this setting is turned off, if someone tries to contact the person that reported an event that you yourself have created.
no: Hvis du aktiverer denne funksjonen, kan du motta e-post adressert til organisasjonen din når en bruker prøver å spørre om en aktivitet som ble lagt ut av en bruker av organisasjonen din. Husk at du fortsatt kan adresseres av en slik forespørsel, selv om denne innstillingen er slått av, hvis noen prøver å kontakte personen som rapporterte en hendelse du selv har opprettet.

source: Requesting a new authentication key
no: Be om en ny godkjenningsnøkkel

source: It is possible to make the system generate a new authentication key for you (for example if your previous one gets compromised. This can be accessed by clicking on the My Profile button and then clicking the reset key next to the currently active authentication code. The old key will become invalid when the new one is generated.
no: Det er mulig å få systemet til å generere en ny autentiseringsnøkkel for deg (for eksempel hvis den forrige blir skadet. Dette kan nås ved å klikke på Min profil-knappen og deretter klikke på tilbakestillingsnøkkelen ved siden av den nåværende aktive autentiseringskoden. gammel nøkkel blir ugyldig når den nye genereres.

source: Clicking on reset will generate a new key for you and invalidate the old one, blocking it from being used.
no: Hvis du klikker på tilbakestilling, genereres en ny nøkkel for deg og ugyldiggjør den gamle, og blokkerer den fra å bli brukt.

source: MISP also provides its users with some information about itself and its users through the links provided in the Global Actions menu.
no: MISP gir også sine brukere litt informasjon om seg selv og sine brukere gjennom koblingene som er gitt i Global Actions-menyen.

source: To read about the news regarding the system itself, click on News on the left menu. This will bring up a list of news items concerning updates and changes to MISP itself.
no: For å lese om nyheter om selve systemet, klikk på Nyheter på venstre meny. Dette vil hente en liste over nyheter om oppdateringer og endringer i MISP selv.

source: Member statistics
no: Medlemsstatistikk

source: By using the Attribute Histogram menu button on the left, you can see a quick histogram depicting the distribution of attribute types created by each organisation.
no: Ved å bruke menyknappen Egenskapshistogram til venstre, kan du se et raskt histogram som viser fordelingen av attributtypene som er opprettet av hver organisasjon.

source: The user guide is also accessible via the Global Actions menu. You can find out more about how to use the system by reading this.
no: Brukerhåndboken er også tilgjengelig via Global Actions-menyen. Du kan finne ut mer om hvordan du bruker systemet ved å lese dette.

source: It is possible to review the terms &amp; conditions that were shown during the first run of the system by clicking on the terms &amp; conditions link in the Global Actions menu.
no: Det er mulig å gjennomgå vilkårene og betingelsene som ble vist under første runde av systemet ved å klikke på vilkår og betingelser linken i Global Actions-menyen.

source: View statistics about the users and the data contained within this instance.
no: Se statistikk over brukerne og dataene i denne forekomsten.

source: General Statistics
no: Generell statistikk

source: View a set of statistics such as the number of Events and Attributes currently in existance on the platform. The number in the bracket shows the number of new items added during this week.
no: Se et sett med statistikk, for eksempel antall hendelser og attributter som er i eksistens på plattformen. Tallet i braketten viser antall nye varer lagt til i denne uken.

source: Activity Heatmap
no: Aktivitetsvarmekart

source: This graph shows a heatmap of all activity related to creating event related data on a day by day basis. By default, the graph shows the sum of the contributions of all organisations, but using the buttons representing each organisation in existance on the platform you can switch to the activity heatmap of a single organisation. If you'd like to see the activity further back in the past, just use the arrow buttons to navigate the heatmap.
no: Denne grafen viser en varmekart over all aktivitet relatert til å lage hendelsesrelaterte data på en daglig basis. Som standard viser grafen summen av bidragene fra alle organisasjoner, men ved hjelp av knappene som representerer hver organisasjon i eksistens på plattformen, kan du bytte til aktivitetsvarmapet for en enkelt organisasjon. Hvis du vil se aktiviteten lenger tilbake i fortiden, bruk bare piltastene til å navigere i varmekartet.

source: Inspecting the input filters
no: Inspisere inngangsfiltrene

source: All the events and attributes that get entered into MISP will be run through a series of input filters. These are defined by the site administrators or users with special privileges to edit the filters, but every user can take a look at the currently active lists.
no: Alle hendelsene og attributter som kommer inn i MISP, vil bli kjørt gjennom en rekke inngangsfiltre. Disse er definert av nettstedet administratorer eller brukere med spesielle rettigheter for å redigere filtrene, men hver bruker kan se på de aktive lister.

source: All Attribute value and Event info fields will be parsed for a set of regular expressions and replaced based on the replacement values contained in this section. This has many uses, such as unifying similar data for better correlation, removing personal data from file-paths or simply for clarity. It is also possible to blacklist data by not defining a replacement for a regular expression.
no: Alle attributtverdier og hendelsesinfofelt vil bli analysert for et sett med vanlige uttrykk og erstattet basert på erstatningsverdiene i denne delen. Dette har mange bruksområder, for eksempel å forene liknende data for bedre korrelasjon, å fjerne personlige data fra filspor eller bare for klarhet. Det er også mulig å svarteliste data ved ikke å definere en erstatning for et vanlig uttrykk.

source: This list (can) contain a set of addresses that are allowed to be entered as attribute values but will be blocked from being exported to NIDS-es.
no: Denne listen (kan) inneholder et sett med adresser som kan skrives inn som attributtverdier, men vil bli blokkert fra å bli eksportert til NIDS-es.

source: Creating an event
no: Opprette en hendelse

source: Browsing past events
no: Bla gjennom tidligere hendelser

source: Updating and modifying events
no: Oppdaterer og endrer hendelser

source: Contacting the publisher
no: Kontakt utgiveren

source: Exporting data
no: Eksportere data

source: Connecting to other servers
no: Koble til andre servere

source: The process of entering an event can be split into 3 phases, the creation of the event itself, populating it with attributes and attachments and finally publishing it.
no: Prosessen med å legge inn en begivenhet kan deles i 3 faser, opprettelsen av selve arrangementet, fylle den med attributter vedlegg og vedlegg og publisere den til slutt.

source: During this first step, you will be create a basic event without any actual attributes, but storing general information such as a description, time and risk level of the incident. To start creating the event, click on the New Event button on the left and fill out the form you are presented with. The following fields need to be filled out
no: Under dette første trinnet vil du opprette en grunnbegivenhet uten noen egentlige attributter, men lagre generell informasjon som en beskrivelse, tid og risikonivå for hendelsen. For å starte opprettelsen av arrangementet, klikk på New Event-knappen til venstre og fyll ut skjemaet du presenteres med. Følgende felt må fylles ut

source: Fill this form out to create a skeleton event, before proceeding to populate it with attributes and attachments.
no: Fyll ut dette skjemaet for å lage en skjeletthendelse, før du fortsetter å fylle den med attributter og vedlegg.

source: The date when the incident has happened. Just click this field and a date-picker will pop up where you can select the desired date.
no: Datoen da hendelsen skjedde. Bare klikk på dette feltet og en date-picker vil dukke opp der du kan velge ønsket dato.

source: This setting controls, who will be able to see this event once it becomes published and eventually when it becomes pulled. Apart from being able to set which users on this server are allowed to see the event, this also controls whether the event will be synchronised to other servers or not. The distribution is inherited by attributes: the most restrictive setting wins. The following options are available
no: Denne innstillingen styrer hvem som vil kunne se denne hendelsen når den blir publisert, og til slutt når den blir trukket. Bortsett fra å kunne angi hvilke brukere på denne serveren som har lov til å se hendelsen, styrer dette også om Hendelsen blir synkronisert med andre servere eller ikke. Fordelingen er arvet av attributter: Den mest restriktive innstillingen vinner. Følgende alternativer er tilgjengelige

source: Your organization only
no: Bare din organisasjon

source: This setting will only allow members of your organisation to see this. It can be pulled to another instance by one of your organisation members where only your organisation will be able to see it. Events with this setting will not be synchronised
no: Denne innstillingen tillater bare medlemmer av organisasjonen din å se dette. Det kan trekkes til en annen instans av en av organisasjonsmedlemmene, der bare organisasjonen din vil kunne se den. Hendelser med denne innstillingen blir ikke synkronisert

source: Upon push: do not push. Upon pull : pull.
no: Ved trykk: ikke trykk. Ved trekk : trekk.

source: This Community-only
no: Bare dette fellesskapet

source: Users that are part of your MISP community will be able to see the event. This includes your own organisation, organisations on this MISP server and organisations running MISP servers that synchronise with this server. Any other organisations connected to such linked servers will be restricted from seeing the event
no: Brukere som er en del av MISP-fellesskapet, vil kunne se arrangementet. Dette inkluderer din egen organisasjon, organisasjoner på denne MISP-serveren og organisasjoner som kjører MISP -servere som synkroniseres med denne serveren. Eventuelle andre organisasjoner som er koblet til slike koblede servere, vil være begrenset fra å se hendelsen

source: Upon push: do not push. Upon pull: pull and downgrade to Your organization only.
no: Ved trykk: ikke trykk. Ved trekk: trekk og nedgrader kun til organisasjonen din.

source: Users that are part of your MISP community will be able to see the event. This includes all organisations on this MISP server, all organisations on MISP servers synchronising with this server and the hosting organisations of servers that connect to those afore mentioned servers (so basically any server that is 2 hops away from this one). Any other organisations connected to linked servers that are 2 hops away from this own will be restricted from seeing the event.
no: Brukere som er en del av MISP-fellesskapet, vil kunne se arrangementet. Dette inkluderer alle organisasjoner på denne MISP-serveren, alle organisasjoner på MISP-servere som synkroniserer med denne serveren og vertsorganisasjonene til servere som knytter seg til de nevnte servere (så stort sett hvilken som helst server som er 2 hopp bort fra denne). Eventuelle andre organisasjoner som er koblet til koblede servere som er 2 hopp bort fra dette, vil bli begrenset fra å se hendelsen.

source: Upon push: downgrade to This Community only and push. Upon pull: pull and downgrade to This Community only.
no: Ved push: nedgradere til dette fellesskapet bare og trykk. Ved trekk: trekk og nedgradere til dette fellesskapet.

source: This will share the event with all MISP communities, allowing the event to be freely propagated from one server to the next.
no: Dette vil dele arrangementet med alle MISP-fellesskap, slik at hendelsen blir fritt propagert fra en server til den neste.

source: Upon push: push. Upon pull: pull.
no: Ved trykk: trykk. Ved trekk: trekk.

source: This field indicates the risk level of the event. Incidents can be categorised into three different threat categories (low, medium, high). This field can alternatively be left as undefined. The 3 options are
no: Dette feltet angir risikonivået for hendelsen. Hendelser kan kategoriseres i tre ulike trusselkategorier (lav, middels, høy). Dette feltet kan alternativt ligge som udefinert. De tre alternativene er

source: General mass malware.
no: Generell masse malware.

source: Advanced Persistent Threats (APT)
no: Avanserte vedvarende trusler (APT)

source: Sophisticated APTs and 0day attacks.
no: Sofistikert APT og 0day angrep.

source: Indicates the current stage of the analysis for the event, with the following possible options
no: Indikerer nåværende fase av analysen for arrangementet, med følgende mulige alternativer

source: The analysis is just beginning
no: Analysen er bare begynt

source: The analysis is in progress
no: Analysen pågår

source: The analysis is complete
no: Analysen er fullført

source: Event Description
no: Hendelsesbeskrivelse

source: The info field, where the malware/incident can get a brief description starting with the internal reference. This field should be as brief and concise as possible, the more detailed description happens through attributes in the next stage of the event's creation. Keep in mind that the system will automatically replace detected text strings that match a regular expression entry set up by your server's administrator(s).
no: Informasjonsfeltet, der malware/hendelsen kan få en kort beskrivelse som begynner med den interne referansen. Dette feltet skal være så kort og konsist som mulig, og den mer detaljerte beskrivelsen skjer gjennom attributter i neste fase av arrangementets opprettelse. Husk at systemet automatisk erstatter oppdagede tekststrenger som samsvarer med en vanlig uttrykksoppføring som er opprettet av serverens administrator (e).

source: Add attributes to the event
no: Legg til attributter til arrangementet

source: The second step of creating an event is to populate it with attributes and attachments. This can be done by adding them manually or importing the attributes from an external format (OpenIOC, ThreatConnect). To import from an external format or to upload an attachment use the options in the menu on the left.
no: Det andre trinnet med å skape en hendelse er å fylle den med attributter og vedlegg. Dette kan gjøres ved å legge dem manuelt eller importere attributter fra et eksternt format (OpenIOC, ThreatConnect). For å importere fra et eksternt format eller for å laste opp et vedlegg, bruk alternativene i menyen til venstre.

source: Attribute tools
no: Attributtverktøy

source: Use these tools to populate the event.
no: Bruk disse verktøyene til å fylle hendelsen.

source: Using the above shown buttons, you can populate an event using various tools that will be explained in the following section. Let's start with the Add Attribute button.
no: Ved å bruke knappene ovenfor, kan du fylle ut et arrangement ved hjelp av ulike verktøy som forklares i følgende avsnitt. La oss starte med knappen Add Attribute.
