Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Events published within the last x amount of time, where x can be defined in days, hours, minutes (for example 6d or 12h or 30m). This filter will use the published timestamp of the event.
no: Hendelser publisert innen den siste x tid, hvor x kan defineres i dager, timer, minutter (for eksempel 6d eller 12h eller 30m). Dette filteret vil bruke det publiserte tidsstempelet til arrangementet.

source: Restrict the export to only use the given types.
no: Begrens eksporten til bare å bruke de oppgitte typene.

source: All tags will be included even if not exportable.
no: Alle tagger vil bli inkludert, selv om de ikke kan eksporteres.

source: An example for a suricata export for all events excluding those tagged tag1, without all of the commented information at the start of the file would look like this:
no: Et eksempel på en suricataeksport for alle hendelser utenom de merkede tag1, uten all kommentert informasjon i starten av filen, ville se slik ut:

source: Administration is able to maintain a white-list containing host, domain name and IP numbers to exclude from the NIDS export.
no: Administrasjonen er i stand til å opprettholde en hvitliste som inneholder verten, domenenavnet og IP-numrene for å ekskludere fra NIDS-eksporten.

source: Hash database export
no: Hash database eksport

source: Automatic export of MD5/SHA1 checksums contained in file-related attributes. This list can be used to feed forensic software when searching for suspicious files. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
no: Automatisk eksport av MD5 / SHA1 kontrollsum i filrelaterte attributter. Denne listen kan brukes til å mate rettsmedisinsk programvare når du søker etter mistenkelige filer. Kun <em>publiserte</em> hendelser og attributter merket som <em>IDS-signatur</em> eksporteres.

source: You can configure your tools to automatically download the following files
no: Du kan konfigurere verktøyene dine for å automatisk laste ned følgende filer

source: The API's full format is as follows
no: API-formatets fullformat er som følger

source: The export format, can be "md5" or "sha1"
no: Eksportformatet kan være "md5" eller "sha1"

source: For example, to only show sha1 values from events tagged tag1, use
no: For eksempel, for å bare vise sha1-verdier fra hendelser merket tag1, bruk

source: STIX export
no: STIX eksport

source: You can export MISP events in Mitre's STIX format (to read more about STIX, click <a href="https://stix.mitre.org/">here</a>). The STIX XML export is currently very slow and can lead to timeouts with larger events or collections of events. The JSON return format does not suffer from this issue. Usage
no: Du kan eksportere MISP-hendelser i Miters STIX-format (for å lese mer om STIX, klikk <a href="https://stix.mitre.org/">her</a>). STIX XML-eksporten er for tiden veldig treg og kan føre til timeouts med større hendelser eller samlinger av hendelser. JSON-returformatet lider ikke av dette problemet. bruk

source: Search parameters can be passed to the function via URL parameters or by POSTing an XML or JSON object (depending on the return type). The following parameters can be passed to the STIX export tool: <code>id</code>, <code>withAttachments</code>, <code>tags</code>. Both <code>id</code> and <code>tags</code> can use the <code>&amp;&amp;</code> (and) and <code>!</code> (not) operators to build queries. Using the URL parameters, the syntax is as follows
no: Søkeparametere kan sendes til funksjonen via URL-parametere eller ved å POSTe et XML- eller JSON-objekt (avhengig av returtype). Følgende parametere kan sendes til STIX eksportverktøyet: <code>id</code> , <code>withAttachments</code> , <code>tags</code> . Både <code>id</code> og <code>tags</code> kan bruke <code>&amp;&amp;</code> (og) og <code>!</code> (ikke) operatører til å bygge spørsmål. Ved hjelp av nettadresseparametrene er syntaksen som følger

source: The event's ID
no: Hendelsens ID

source: Encode attachments where applicable
no: Kode inn vedlegg hvor det er aktuelt

source: Various ways to narrow down the search results of the STIX export
no: Ulike måter å begrense søkeresultatene til STIX-eksporten

source: For example, to retrieve all events tagged "APT1" but excluding events tagged "OSINT" and excluding events #51 and #62 without any attachments
no: For eksempel, for å hente alle hendelser merket "APT1", men unntatt hendelser merket "OSINT" og unntatt hendelser # 51 og # 62 uten vedlegg

source: To export the same events using a POST request use
no: For å eksportere de samme hendelsene ved hjelp av en POST-forespørsel, bruk

source: Together with this JSON object in the POST message
no: Sammen med dette JSON-objektet i POST-meldingen

source: XML is automagically assumed when using the stix export
no: XML antas automagisk når du bruker stix-eksporten

source: The same search could be accomplished using the following POSTed XML object (note that ampersands need to be escaped, or alternatively separate id and tag elements can be used)
no: Det samme søket kunne oppnås ved å bruke følgende POSTed XML-objekt (merk at ampersands må unnslippes, eller alternativt atskilte id og tagelementer kan brukes)

source: RPZ export
no: RPZ eksport

source: It is possible to further restrict the exported values using the following filters
no: Det er mulig å begrense de eksporterte verdiene ytterligere ved å bruke følgende filtre

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'. You can also chain several tag commands together with the '&amp;&amp;' operator. Please be aware the colons (:) cannot be used in the tag search when passed through the url.
no: For å inkludere en tag i resultatene, skriv bare navnene i denne parameteren. For å ekskludere en tag, prepter den med en '!'. Du kan også koble flere tagkommandoer sammen med operatøren '&amp;&amp;'. Vær oppmerksom på kolonene (:) kan ikke brukes i taggssøkingen når passordet passerer gjennom webadressen.

source: Use semicolons instead (the search will automatically search for colons instead)
no: Bruk somikolon i stedet (søket søker automatisk etter kolon i stedet)

source: Events with the date set to a date after the one specified in the from field (format: 2015-02-03)
no: Hendelser med datoen satt til en dato etter den som er angitt i feltet fra (format: 2015-02-03)

source: Events with the date set to a date before the one specified in the to field (format: 2015-02-03)
no: Hendelser med datoen satt til en dato før den som er angitt i feltet (format: 2015-02-03)

source: Text export
no: Tekst eksport

source: >An export of all attributes of a specific type to a plain text file. By default only published and IDS flagged attributes are exported.
no: >En eksport av alle attributter av en bestemt type til en ren tekstfil. Som standard blir bare publiserte og IDS-flaggede attributter eksportert.

source: To restrict the results by tags, use the usual syntax. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). To get ip-src values from events tagged tag1 but not tag2 use
no: For å begrense resultatene med koder, bruk vanlig syntaks. Vær oppmerksom på kolonene (:) kan ikke brukes i taggssøkingen. Bruk somikolon i stedet (søket søker automatisk etter kolon i stedet). For å få ip-src-verdier fra hendelser merket tag1, men ikke tag2 bruk

source: As of version 2.3.38, it is possible to restrict the text exports on two additional flags. The first allows the user to restrict based on event ID, whilst the second is a boolean switch allowing non IDS flagged attributes to be exported. Additionally, choosing "all" in the type field will return all eligible attributes.
no: Fra versjon 2.3.38 er det mulig å begrense teksteksporten på to ekstra flagg. Den første lar brukeren begrense basert på hendelses-ID, mens den andre er en boolsk bryter som tillater ikke-IDS-flaggede attributter som skal eksporteres. I tillegg velger du "alle" i typefeltet alle kvalifiserte attributter.

source: Only export the attributes of the given event ID
no: Bare eksporter attributter av den angitte hendelses-IDen

source: Include attributes that are not marked to_ids, even if they would normally be excluded. Also overrides the whitelist functionality.
no: Inkluder attributter som ikke er merket to_ids, selv om de normalt ikke vil bli ekskludert. Overstyrer også hvitelisten-funksjonaliteten.

source: Include not published Events.
no: Inkluder ikke publiserte hendelser.

source: You can also chain several tag commands together with the '&amp;&amp;' operator. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). For example, to include tag1 and tag2 but exclude tag3 you would use
no: Du kan også koble flere tagkommandoer sammen med operatøren '&amp;&amp;'. Vær oppmerksom på kolonene (:) kan ikke brukes i taggssøkingen. Bruk somikoloner i stedet (søket søker automatisk etter kolonner i stedet). For eksempel, for å inkludere tag1 og tag2, men ekskluder tag3 du vil bruke

source: Searches with JSON/XML/OpenIOC results
no: Søker med JSON/XML/OpenIOC resultater

source: Set the return format of the search (Currently supported: json, xml, openioc - more formats coming soon).
no: Angi returformatet for søket (For øyeblikket støttet: json, xml, openioc - flere formater kommer snart).

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'. To filter on several values for the same parameter, simply use arrays, such as in the following example
no: For å inkludere en tag i resultatene, skriv bare navnene i denne parameteren. For å ekskludere en tag, prepter den med en '!'. Hvis du vil filtrere på flere verdier for samme parameter, bruker du bare arrayer, som i det følgende eksemplet

source: Restrict the results by the last publish timestamp (newer than).
no: Begrens resultatene ved siste publiseringsstempel (nyere enn).

source: Restrict the results by the timestamp (last edit). Any event with a timestamp newer than the given timestamp will be returned. In case you are dealing with /attributes as scope, the attribute's timestamp will be used for the lookup.
no: Begrens resultatene ved tidsstempel (siste redigering). Eventuelle hendelser med en tidsstempel som er nyere enn den angitte tidsstempel, vil bli returnert. Hvis du har å gjøre med / attributter som omfang, vil attributets tidsstempel brukes til oppslaget.

source: For example, to find any event with the term "red october" mentioned, use the following syntax (the example is shown as a POST request instead of a GET, which is highly recommended. GET requests are problematic and deprecated.)
no: For eksempel, for å finne noen begivenhet med begrepet "rød oktober" nevnt, bruk følgende syntaks (eksemplet vises som en POST-forespørsel i stedet for en GET, som anbefales. GET-forespørsler er problematiske og avviklet.)

source: To just return a list of attributes, use the following syntax
no: For å bare returnere en liste over attributter, bruk følgende syntaks

source: Events with the date set to a date after the one specified in the from field (format: 2015-02-15)
no: Hendelser med datoen satt til en dato etter den som er angitt i feltet fra (format: 2015-02-15)

source: Events with the date set to a date before the one specified in the to field (format: 2015-02-15)
no: Hendelser med datoen satt til en dato før den som er angitt i feltet (format: 2015-02-15)

source: Restrict the results by the timestamp (of the attribute). Any attributes with a timestamp newer than the given timestamp will be returned.
no: Begrens resultatene etter tidsstempelet (av attributtet). Eventuelle attributter med en tidsstempel nyere enn den angitte tidsstempel vil bli returnert.

source: Only return attributes from events that have received a modification after the given timestamp.
no: Returner bare attributter fra hendelser som har mottatt en endring etter det angitte tidsstempelet.

source: The keywords false or null should be used for optional empty parameters in the URL. Keep in mind, this is only needed if you use the deprecated URL parameters.
no: Søkeordene falske eller null skal brukes til valgfrie tomme parametere i nettadressen. Husk, dette er bare nødvendig hvis du bruker de avviklede nettadresseparametrene.

source: value, type, category and org are optional. It is possible to search for several terms in each category by joining them with the '&amp;&amp;' operator. It is also possible to negate a term with the '!' operator. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). For example, in order to search for all attributes created by your organisation that contain 192.168 or 127.0 but not 0.1 and are of the type ip-src, excluding the events that were tagged tag1 use the following syntax
no: verdi, type, kategori og org er valgfritt. Det er mulig å søke etter flere vilkår i hver kategori ved å bli med '&amp;&amp;' operatøren. Det er også mulig å negere et begrep med '!' operatør. Vær oppmerksom på kolonene (:) kan ikke brukes i taggssøkingen. Bruk somikoloner i stedet (søket vil automatisk søke etter kolon i stedet). For eksempel, for å søke etter alle attributter opprettet av organisasjonen din, som inneholder 192.168 eller 127.0, men ikke 0.1 og er av typen ip-src, unntatt hendelsene som var merket tag1, bruk følgende syntaks

source: You can also use search for IP addresses using CIDR. Make sure that you use '|' (pipe) instead of '/' (slashes). Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). See below for an example
no: Du kan også bruke søk etter IP-adresser ved hjelp av CIDR. Pass på at du bruker '|' (rør) i stedet for '/' (skråstreker). Vær oppmerksom på kolonene (:) kan ikke brukes i taggssøkingen. Bruk somikolon i stedet (søket søker automatisk etter kolon i stedet). Se nedenfor for et eksempel

source: Merge events
no: Slå sammen hendelser

source: Event id to copy the attributes from
no: Event ID for å kopiere attributter fra

source: copy only IDS attributes
no: bare kopier IDS attributter

source: Merge
no: Sette sammen

source: Event with proposals
no: Event med forslag

source: Proposals
no: forslag

source: Contributors
no: bidragsytere

source: Listing invalid event validations
no: Viser ugyldige hendelsesvalideringer

source: Events analysed: %s
no: Hendelser analysert: %s

source: Validation errors for event: %s
no: Valideringsfeil for hendelsen: %s

source: Attribute details
no: Attributtdetaljer

source: Below you can see the %s that are to be created. Make sure that the categories and the types are correct, often several options will be offered based on an inconclusive automatic resolution.
no: Nedenfor kan du se%s som skal opprettes. Sørg for at kategoriene og typene er riktige, ofte vil flere alternativer bli tilbudt basert på en uavklarlig automatisk oppløsning.

source: Warning: You are missing warninglist(s) that are used to recognise TLDs. Make sure your MISP has the warninglist submodule enabled and updated or else this tool might end up missing valid domains/hostnames/urls. The missing lists are: %s
no: Advarsel: Du mangler advarselsliste (e) som brukes til å gjenkjenne TLDer. Sørg for at MISP har advarsellisten submodule aktivert og oppdatert, eller annet verktøy kan ende opp med å mangle gyldige domener / vertsnavn / URLer. De manglende lister er: %s

source: Proposals instead of attributes
no: Forslag istedenfor attributter

source: Similar Attributes
no: Lignende egenskaper

source: Disable Correlation
no: Deaktiver korrelasjon

source: Comment
no: Kommentar

source: Remove resolved attribute
no: Fjern løslatt attributt

source: Submit %s
no: Send inn %s

source: Apply changes to all applicable resolved attributes
no: Bruk endringer på alle gjeldende løste attributter

source: Change all
no: Endre alt

source: Update all comment fields
no: Oppdater alle kommentarfeltene

source: Event ID
no: Hendelses-ID

source: >Results of the import
no: >Resultater av importen

source: %s attributes created successfully, %s indicators could not be mapped and saved.
no: %s attributter ble opprettet,%s indikatorer kunne ikke kartlegges og lagres.

source: Successfully added attributes
no: Vellykkede attributter

source: Failed indicators
no: Mislykkede indikatorer

source: Search term
no: Søkeord

source: Content
no: Innhold

source: Visualisation
no: visualisering

source: Import analysis file
no: Importanalysefil

source: Create Objects
no: Lag objekter

source: Import %s file
no: Importer%s fil

source: %s file
no: %s fil

source: Include the original imported file as attachment
no: Inkluder den opprinnelige importerte filen som vedlegg

source: Source Organisation
no: Kildeorganisasjon

source: Member Organisation
no: Medlemsorganisasjon

source: Creator org
no: Skaperen org

source: Threat Level
no: Trusselnivå

source: Analysis
no: Analyse

source: Toggle advanced sharing network viewer
no: Bytt avanserte delingsnettverksvisere

source: Published
no: publisert

source: (%s Objects)
no: (%s objekter)

source: (%s Object)
no: (%s objekt)

source: #Attributes
no: #Egenskaper

source: First recorded change
no: Første registrerte endring

source: Last change
no: Siste endring

source: Modification map
no: Endringskart

source: Extends
no: Strekker

source: Extended by
no: Utvidet med

source: extended
no: forlenget

source: atomic
no: atomisk

source: %s has requested that %s take over this event.
no: %s har bedt om at%s overtar denne hendelsen.

source: %s has requested that you take over this event.
no: %s har bedt om at du overtar denne hendelsen.

source: You have requested that %s take over this event.
no: Du har bedt om at%s overtar denne hendelsen.

source: Delegation request
no: Delegasjonsforespørsel

source: View request details
no: Se forespørselsdetaljer

source: Disabled
no: Funksjonshemmet

source: Enabled
no: aktivert

source: enable
no: Aktiver

source: disable
no: deaktivere

source: Extended view
no: Utvidet visning

source: Show (%s more)
no: Vis (%s mer)

source: This event has
no: Denne hendelsen har

source: correlations with data contained within the various feeds, however, due to the large number of attributes the actual feed correlations are not shown. Click <a href="%s\/overrideLimit:1">here</a> to refresh the page with the feed data loaded.
no: korrelasjoner med data som finnes i de forskjellige feeds, men på grunn av det store antall attributter er de faktiske fôrkorrelasjonene ikke vist. Klikk <a href="%s\/overrideLimit:1">her for</a> å oppdatere siden med fôringsdata lastet.

source: Warning: Potential false positives
no: Advarsel: Potensielle falske positiver

source: Toggle pivot graph
no: Vri pivotgrafikk

source: Pivots
no: Dreier

source: Toggle galaxies
no: Bytt galakser

source: Toggle Event graph
no: Bytt hendelsesdiagram

source: Toggle Correlation graph
no: Veksle korrelasjonsgraf

source: Correlation graph
no: Korrelasjonsgraf

source: Toggle ATT&CK matrix
no: Bytt ATT &amp; CK matrise

source: ATT&CK matrix
no: ATT &amp; CK matrise

source: Toggle attributes
no: Veksle attributter

source: Toggle discussions
no: Bytt diskusjoner

source: Discussion
no: Diskusjon

source: Hover target
no: Hover målet

source: Selected
no: valgt

source: Expand
no: Utvide

source: Select the enrichments you wish to run
no: Velg de anrikninger du ønsker å kjøre

source: Choose the enrichment module that you wish to use for the expansion
no: Velg anrikningsmodulen du vil bruke til utvidelsen

source: Event Deletion
no: Hendelse sletning

source: Are you sure you want to delete
no: Er du sikker på at du vil slette

source: Event #
no: Begivenhet #

source: Publish Event%s
no: Publiser hendelsen%s

source: Are you sure you wish to unpublish the event?
no: Er du sikker på at du vil avpublisere arrangementet?

source: Publish but do NOT send alert email? Only for minor changes!
no: Publiser, men ikke send varsel email? Bare for mindre endringer!

source: Publish
no: publisere

source: Choose the format that you wish to download the event in
no: Velg formatet du vil laste ned arrangementet i

source: Choose the format that you would like to use for the import
no: Velg formatet du vil bruke til importen

source: Import %s
no: Importer%s

source: Toggle Correlation %s
no: Veksle korrelasjon%s

source: Re-enable the correlation for this event. This will automatically re-correlate all contained attributes.
no: Aktiver korrelasjonen for denne hendelsen igjen. Dette vil automatisk korrelere alle inneholdt attributter automatisk.

source: This will remove all correlations that already exist for the event and prevent any events to be related via correlations as long as this setting is disabled. Make sure you understand the downsides of disabling correlations.
no: Dette fjerner alle korrelasjoner som allerede eksisterer for arrangementet og forhindrer at hendelser relateres via korrelasjoner så lenge denne innstillingen er deaktivert. Pass på at du forstår ulemper ved deaktivering av korrelasjoner.

source: Add MISP Feed
no: Legg til MISP Feed

source: Add a new MISP feed source.
no: Legg til en ny MISP-kilde.

source: Caching enabled
no: Caching aktivert

source: Lookup visible
no: Oppslag synlig

source: Feed name
no: Feed navn

source: Provider
no: Forsørger

source: Name of the content provider
no: Navn på innholdsleverandøren

source: Input Source
no: Inngangskilde

source: Remove input after ingestion
no: Fjern inntak etter inntak

source: URL of the feed
no: Nettadressen til feedet

source: Source Format
no: Kildeformat

source: Any headers to be passed with requests (for example: Authorization)
no: Eventuelle overskrifter som skal sendes med forespørsler (for eksempel: Autorisasjon)

source: Line break separated list of headers in the "headername: value" format
no: Linjeskift separert liste over overskrifter i formatet "overskriftnavn: verdi"

source: Add Basic Auth
no: Legg til Basic Auth

source: Username
no: Brukernavn

source: Password
no: Passord

source: Add basic auth header
no: Legg til grunnleggende auth header

source: Target Event
no: Målbegivenhet

source: Leave blank unless you want to reuse an existing event.
no: La være tom hvis du ikke vil gjenbruke en eksisterende begivenhet.

source: Value field(s) in the CSV
no: Verdifelt (e) i CSV

source: Select one or several fields that should be parsed by the CSV parser and converted into MISP attributes
no: Velg ett eller flere felt som skal analyseres av CSV-parseren og konverteres til MISP-attributter

source: 2,3,4 (column position separated by commas)
no: 2,3,4 (kolonneposisjon adskilt av kommaer)

source: Set the default CSV delimiter (default = ",")
no: Angi standard CSV-avgrenser (standard = ",")

source: Exclusion Regex
no: Utelukkelse Regex

source: Add a regex pattern for detecting iocs that should be skipped (this can be useful to exclude any references to the actual report / feed for example)
no: Legg til et regex-mønster for å oppdage iocs som skal hoppes over (dette kan være nyttig for å utelukke eventuelle referanser til den faktiske rapporten / feeden for eksempel)

source: Regex pattern, for example: "/^https://myfeedurl/i
no: Regex mønster, for eksempel: "/ ^ https: // myfeedurl / i

source: Auto Publish
no: Automatisk publisering
