Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: The recipient toggle lets you contact all your users, a single user (which creates a second drop-down list with all the e-mail addresses of the users) and potential future users (which opens up a text field for the e-mail address and a text area field for a GnuPG public key).
no: Mottaker-vekselen lar deg kontakte alle brukerne, en enkelt bruker (som lager en andre rullegardinliste med alle e-postadressene til brukerne) og potensielle fremtidige brukere (som åpner et tekstfelt for e-postadressen og et tekstfelt for en GnuPG-offentlig nøkkel).

source: Subject
no: Emne

source: In the case of a custom e-mail, you can enter a subject line here.
no: I tilfelle egendefinert e-post kan du legge inn en emnelinje her.

source: Custom message checkbox
no: Egendefinert melding

source: This is available for password resets, you can either write your own message (which will be appended with a temporary key and the signature), or let the system generate one automatically.
no: Dette er tilgjengelig for tilbakestilling av passord, du kan enten skrive din egen melding (som vil bli vedlagt en midlertidig nøkkel og signaturen), eller la systemet generere en automatisk.

source: Keep in mind that all e-mails sent through this system will, in addition to your own message, will be signed in the name of the instance's host organisation's support team, will include the e-mail address of the instance's support (if the contact field is set in the bootstrap file), and will include the instance's GnuPG signature for users that have a GnuPG key set (and thus are eligible for an encrypted e-mail).
no: Husk at alle e-postmeldinger sendt via dette systemet, i tillegg til din egen melding, vil bli signert i navnet på instansens vertsorganisasjonens supportteam, vil inneholde e-postadressen til instansens støtte (hvis kontakten feltet er satt i bootstrap-filen), og vil inkludere forekomstens GnuPG-signatur for brukere som har et GnuPG-nøkkelsett (og dermed er kvalifisert for en kryptert e-post).

source: Managing the roles
no: Administrere rollene

source: Privileges are assigned to users by assigning them to rule groups, which use one of four options determining what they can do with events and four additional privilege elevating settings. The four options for event manipulation are: Read Only, Manage My Own Events, Manage Organisation Events, Manage &amp; Publish Organisation Events. The extra privileges are admin, sync, authentication key usage and audit permission
no: Privilegier er tildelt brukere ved å tilordne dem til å styre grupper, som bruker ett av fire alternativer for å bestemme hva de kan gjøre med hendelser og fire tilleggsrettighetsinnstillinger. De fire alternativene for hendelsesmanipulering er: Les kun, Administrer mine egne hendelser, Administrer organisasjonshendelser, Administrer og publiser organisasjonshendelser. De ekstra privilegiene er admin, synkronisering, godkjenning nøkkel bruk og revisjon tillatelse

source: Read Only
no: Kun lese

source: This allows the user to browse events that his organisation has access to, but doesn't allow any changes to be made to the database.
no: Dette lar brukeren bla gjennom hendelser som hans organisasjon har tilgang til, men tillater ikke endringer i databasen.

source: Manage My Own Events
no: Administrer mine egne hendelser

source: The second option, gives its users rights to create, modify or delete their own events, but they cannot publish them.
no: Det andre alternativet gir brukerne rett til å opprette, endre eller slette sine egne hendelser, men de kan ikke publisere dem.

source: Manage Organization Events
no: Administrer organisasjonshendelser

source: Allows users to create events or modify and delete events created by a member of their organisation.
no: Tillater brukere å opprette hendelser eller endre og slette hendelser opprettet av et medlem av organisasjonen.

source: Manage &amp; Publish Organisation Events
no: Administrer og publiser organisasjonshendelser

source: This last setting, gives users the right to do all of the above and also to publish the events of their organisation.
no: Denne siste innstillingen gir brukerne rett til å gjøre alt ovenfor og også for å publisere hendelsene i organisasjonen.

source: Perm sync
no: Perm synkronisering

source: This setting allows the users of the role to be used as a synchronisation user. The authentication key of this user can be handed out to the administrator of a remote MISP instance to allow the synchronisation features to work.
no: Denne innstillingen gjør at brukerne av rollen kan brukes som synkroniseringsbruker. Autentiseringsnøkkelen til denne brukeren kan deles ut til administratoren av en ekstern MISP-forekomst for å tillate at synkroniseringsfunksjonene fungerer.

source: This setting enables the authentication key of the role's users to be used for rest requests.
no: Denne innstillingen gjør at autentiseringsnøkkelen til rollens brukere kan brukes til hvileforespørsler.

source: Gives the user limited administrator privileges, this setting is used for the organisation admins
no: Gir brukerbegrensede administratorrettigheter, denne innstillingen brukes til organisasjonsadministratorene

source: Gives the user full administrator privileges, this setting is used for the site admins.
no: Gir brukeren full administratorrettigheter, denne innstillingen brukes til administratorer på nettstedet.

source: Perm audit
no: Perm revisjon

source: Grants access to the logs. With the exception of site admins, only logs generated by the user's own org are visible.
no: Gir tilgang til loggene. Med unntak av stedadministratorer, er bare logger generert av brukerens eget org synlig.

source: Perm regexp access
no: Perm regexp tilgang

source: Allows the users with this permission enabled to edit the regular expression table. Be careful when giving out this permission, incorrect regular expressions can be very harmful (infinite loops, loss of data, etc.).
no: Tillater at brukerne med denne tillatelsen er aktivert for å redigere den vanlige uttrykkstabellen. Vær forsiktig når du gir ut denne tillatelsen, kan feil regelmessige uttrykk være svært skadelige (uendelige løkker, tap av data, etc.).

source: Allows the user with this permission to create custom tags and assign them to events.
no: Tillater brukeren med denne tillatelsen å opprette egendefinerte koder og tilordne dem til hendelser.

source: Creating roles
no: Opprette roller

source: When creating a new role, you will have to enter a name for the role to be created and set up the permissions (as described above) using the radio toggle and the four check-boxes.
no: Når du oppretter en ny rolle, må du skrive inn et navn for rollen som skal opprettes og sette opp tillatelsene (som beskrevet ovenfor) ved hjelp av radioturtallet og de fire boksene.

source: Listing roles
no: Oppføringsroller

source: By clicking on the List Roles button, you can view a list of all the currently registered roles and a list of the permission flags turned on for each. In addition, you can find buttons that allow you to edit and delete the roles. Keep in mind that you will need to first remove every member from a role before you can delete it.
no: Ved å klikke på Liste Roller-knappen, kan du se en liste over alle registrerte roller og en liste over tillatelsesflaggene slått på for hver. I tillegg kan du finne knapper som lar deg redigere og slette roller. Husk at du først må fjerne hvert medlem fra en rolle før du kan slette den.

source: List roles
no: Liste roller

source: You can View, Edit or Delete roles using the action buttons to the right in each row. Keep in mind that a role has to be devoid of members before it can be deleted.
no: Du kan vise, redigere eller slette roller ved å bruke handlingsknappene til høyre i hver rad. Husk at en rolle må være uten medlemmer før den kan slettes.

source: Using the logs of MISP
no: Bruke loggene til MISP

source: Users with audit permissions are able to browse or search the logs that MISP automatically appends each time certain actions are taken (actions that modify data or if a user logs in and out).
no: Brukere med revisjonsrettigheter kan bla gjennom eller søke i loggene som MISP automatisk legger til hver gang bestemte handlinger tas (handlinger som endrer data eller om en bruker logger inn og ut).

source: Generally, the following actions are logged
no: Vanligvis blir følgende handlinger logget

source: Creation, deletion, modification, Login / Logout
no: Opprettelse, sletting, modifikasjon, innlogging / utlogging

source: Creation, deletion, modification, publishing
no: Opprettelse, sletting, modifisering, publisering

source: Creation, deletion, modification
no: Opprettelse, sletting, modifikasjon

source: Creation, deletion, Accept, Discard
no: Skape, slette, godta, kaste bort

source: Whitelist
no: Hviteliste

source: Browsing the logs
no: Bla gjennom loggene

source: Listing all the log entries will show the following columns generated by the users of your organisation (or all organisations in the case of site admins)
no: Oppføring av alle logginnspillingene vil vise følgende kolonner generert av brukerne av organisasjonen din (eller alle organisasjoner når det gjelder nettstedadministratorer)

source: List logs
no: Liste logger

source: Here you can view a list of all logged actions.
no: Her kan du se en liste over alle loggede handlinger.

source: The automatically assigned ID number of the entry.
no: Det automatisk tildelte ID-nummeret til oppføringen.

source: The e-mail address of the user whose actions triggered the entry.
no: E-postadressen til brukeren hvis handlinger utløste oppføringen.

source: The organisation of the above mentioned user.
no: Organisasjonen av ovennevnte bruker.

source: The date and time when the entry originated.
no: Datoen og tidspunktet da oppføringen oppsto.

source: The action's type. This can include: login/logout for users, add, edit, delete for events, attributes, users and servers.
no: Handlingen er type. Dette kan omfatte: logg inn / logg ut for brukere, legg til, rediger, slett for hendelser, attributter, brukere og servere.

source: The title of an event always includes the target type (Event, User, Attribute, Server), the target's ID and the target's name (for example: e-mail address for users, event description for events).
no: Tittelen på et arrangement inkluderer alltid måltype (Event, User, Attribute, Server), målets ID og målets navn (for eksempel: e-postadresse for brukere, hendelsesbeskrivelse for hendelser).

source: This field is only filled out for entries with the action being add or edit. The changes are detailed in the following format
no: Dette feltet er bare fylt ut for oppføringer med handlingen som legges til eller endres. Endringene er detaljert i følgende format

source: When the entry is about the creation of a new item (such as adding a new event) then the change will look like this for example
no: Når oppføringen omhandler opprettelsen av et nytt element (for eksempel å legge til en ny hendelse), vil forandringen se slik ut som for eksempel

source: Search log
no: Søk logg

source: You can search the logs using this form, narrow down your search by filling out several fields.
no: Du kan søke i loggene ved hjelp av dette skjemaet, begrense søket ved å fylle ut flere felt.

source: Searching the Logs
no: Søker på loggene

source: Another way to browse the logs is to search it by filtering the results according to the following fields (the search is a sub-string search, the sub-string has to be an exact match for the entry in the field that is being searched for)
no: En annen måte å bla gjennom loggene er å søke etter det ved å filtrere resultatene i henhold til følgende felt (søket er et undersøkssøk, substrengen må være en eksakt samsvar for oppføringen i feltet som søkte etter )

source: By searching by Email, it is possible to view the log entries of a single user.
no: Ved å søke via e-post, er det mulig å vise loggoppføringen til en enkelt bruker.

source: Searching for an organisation allows you to see all actions taken by any member of the organisation.
no: Søker etter en organisasjon lar deg se alle handlinger som er tatt av ethvert medlem av organisasjonen.

source: With the help of this drop down menu, you can search for various types of actions taken (such as logins, deletions, etc).
no: Ved hjelp av denne rullegardinmenyen kan du søke etter ulike typer handlinger som er tatt (for eksempel pålogginger, slettinger, osv.).

source: There are several ways in which to use this field, since the title fields contain several bits of information and the search searches for any substrings contained within the field, it is possible to just search for the ID number of a logged event, the username / server's name / event's name / attribute's name of the event target.
no: Det finnes flere måter å bruke dette feltet på, siden tittelfeltene inneholder flere biter av informasjon og søket søker etter eventuelle understrenger som finnes i feltet, det er mulig å bare søke etter ID-nummeret til en logget hendelse, brukernavnet / serverens navn / hendelses navn / attributts navn på hendelsesmålet.

source: With the help of this field, you can search for various specific changes or changes to certain variables (such as published will find all the log entries where an event has gotten published, ip-src will find all attributes where a source IP address has been entered / edited, etc).
no: Ved hjelp av dette feltet kan du søke etter ulike spesifikke endringer eller endringer i visse variabler (for eksempel publisert, finner alle loggpostene der en hendelse har blitt publisert, vil ip-src finne alle attributter der en kilde-IP-adresse har vært inntastet / redigert, etc).

source: MISP has a couple of administrative tools that help administrators keep their instance up to date and healthy. The list of these small tools can change rapidly with each new version, but they should be self-explanatory. Make sure to check this section after upgrading to a new version, just in case there is a new upgrade script in there - though if this is the case it will be mentioned in the upgrade instructions.
no: MISP har et par administrative verktøy som hjelper administratorer å holde sin oppdatering oppdatert og sunn. Listen over disse små verktøyene kan endres raskt med hver ny versjon, men de skal være selvforklarende. Pass på at du sjekker denne delen etter oppgradering til en ny versjon, bare hvis det er et nytt oppgraderingsskript der inne - men hvis dette er tilfellet, vil det bli nevnt i oppgraderingsinstruksjonene.

source: If enabled, MISP can delegate a lot of the time intensive tasks to the background workers. These will then be executed in order, allowing the users of the instance to keep using the system without a hiccup and without having to wait for the process to finish. It also allows for certain tasks to be scheduled and automated.
no: Hvis aktivert, kan MISP delegere mange tidskrevende oppgaver til bakgrunnsarbeidere. Disse blir deretter utført i rekkefølge, slik at brukerne av forekomsten kan fortsette å bruke systemet uten en hikke og uten å måtte vente på at prosessen skal fullføres. Det tillater også at bestemte oppgaver skal planlegges og automatiseres.

source: Command Line Tools for the Background Workers
no: Kommandolinjeverktøy for bakgrunnsarbeidere

source: The background workers are powered by <a href="https://github.com/kamisama/Cake-Resque">CakeResque</a>, so all of the CakeResque commands work. To start all of the workers needed by MISP go to your <code>/var/www/MISP/app/Console/worker</code> (assuming a standard installation path) and execute start.sh. To interact with the workers, here is a list of useful commands. Go to your <code>/var/www/MISP/app/Console</code> (assuming a standard installation path) and execute one of the following commands as a parameter to <code>./cake CakeResque.CakeResque</code> (for example: <code>./cake CakeResque.CakeResque tail</code>)
no: Bakgrunnsarbeidere er drevet av <a href="https://github.com/kamisama/Cake-Resque">CakeResque</a> , så alle CakeResque-kommandoene fungerer. For å starte alle arbeidstakere som trengs av MISP, gå til din <code>/var/www/MISP/app/Console/worker</code> (forutsatt en standard installasjonsbane) og utfør start.sh. For å samhandle med arbeiderne, her er en liste over nyttige kommandoer. Gå til din <code>/var/www/MISP/app/Console</code> (forutsatt en standard installasjonsbane) og utfør en av følgende kommandoer som en parameter til <code>./cake CakeResque.CakeResque</code> (for eksempel: <code>./cake CakeResque.CakeResque tail</code> )

source: tail
no: hale

source: tail the various log files that CakeResque creates, just choose the one from the list that you are interested in.
no: hale de forskjellige loggfilene som CakeResque lager, bare velg den fra listen du er interessert i.

source: cleanup
no: rydde opp

source: terminate the job that a worker is working on immediately. You will be presented with a choice of workers to choose from when executing this command.
no: avslutte jobben som en arbeidstaker jobber med umiddelbart. Du vil bli presentert med et valg av arbeidere å velge mellom når du utfører denne kommandoen.

source: clear
no: fjern

source: Clear the queue of a worker immediately.
no: Fjern umiddelbart arbeidskøen til en arbeidstaker.

source: stats
no: statistikk

source: shows some statistics about your workers including the count of successful and failed jobs.
no: viser noen statistikk om arbeidstakere dine, inkludert telling av vellykkede og mislykkede jobber.

source: The other commands should not be needed, instead of starting / stopping or restarting workers use the supplied start.sh (it stops all workers and starts them all up again). For further instructions on how to use the console commands for the workers, visit the <a href="http://cakeresque.kamisama.me/commands#cleanup">CakeResque list of commands</a>.
no: De andre kommandoene skal ikke trengs, i stedet for å starte / stoppe eller starte arbeidere bruker den medfølgende start.sh (den stopper alle arbeidere og starter dem opp igjen). For ytterligere instruksjoner om hvordan du bruker konsollkommandoer for arbeiderne, besøk <a href="http://cakeresque.kamisama.me/commands#cleanup">CakeResque-listen over kommandoer</a> .

source: Monitoring the Background Processes
no: Overvåke bakgrunnsprosessene

source: The "Jobs" menu item within the Administration menu allows site admins to get an overview of all of the currently and in the past scheduled jobs. Admins can see the status of each job, and what the queued job is trying to do. If a job fails, it will try to set an error message here too. The following columns are shown in the jobs table
no: Menypunktet "Jobs" i administrasjonsmenyen tillater sideadministratorer å få oversikt over alle de aktuelle og tidligere planlagte jobbene. Admins kan se statusen til hver jobb, og hva køen jobber prøver å gjøre. Hvis en jobb mislykkes, vil den prøve å sette en feilmelding her også. Følgende kolonner vises i jobbtabellen

source: The job's ID (this is the ID of the job's meta-data stored in the default data-store, not to be confused with the process ID stored in the redis database and used by the workers.)
no: Jobens ID (dette er IDen til jobbens metadata lagret i standarddatabutikken, ikke forveksles med prosess-IDen som er lagret i redis-databasen og brukes av arbeidstakere.)

source: Process
no: Prosess

source: The process's ID.
no: Prosessens ID.

source: The name of the worker queue. There are 3+1 workers running if background jobs are enabled: default, cache, email, and a special Scheduler (this should never show up in the jobs table).
no: Navnet på arbeiderkøen. Det er 3 + 1-ansatte som kjører hvis bakgrunnsjobber er aktivert: standard, cache, e-post og en spesiell planlegger (dette skal aldri vises i jobbtabellen).

source: Job Type
no: Type jobb

source: The name of the queued job.
no: Navnet på køen jobben.

source: Shows a basic input handled by the job - such as "Event:50" for a publish email alert job for event 50.
no: Viser en grunnleggende inngang som håndteres av jobben - for eksempel "Hendelse: 50" for en publiseringsvarsel for e-post for hendelse 50.

source: This will show what the job is currently doing or alternatively an error message describing why a job failed.
no: Dette vil vise hva jobben er i gang eller alternativt en feilmelding som beskriver hvorfor en jobb mislyktes.

source: The string identifier of the organisation that has scheduled the job.
no: Strengenidentifikatoren for organisasjonen som har planlagt jobben.

source: The status reported by the worker.
no: Status rapportert av arbeideren.

source: Currently unused, it is planned to introduced automatic delayed retries for the background processing to add resilience.
no: For tiden ubrukt, er det planlagt å introdusere automatisk forsinket retries for bakgrunnsbehandlingen for å øke fleksibiliteten.

source: A progress bar showing how the job is coming along.
no: En fremdriftslinje som viser hvordan jobben kommer sammen.

source: Scheduling Jobs and Recurring Jobs
no: Planleggingsjobber og tilbakevendende jobber

source: Apart from off-loading long-lasting jobs to the background workers, there is a second major benefit of enabling the background workers: Site-administrators can schedule recurring tasks for the jobs that generally take the longest to execute. At the moment this includes pushing / pulling other instances and generating a full export cache for every organisation and export type. MISP comes with these 3 tasks pre-defined, but further tasks are planned. The following fields make up the scheduled tasks table
no: Bortsett fra å laste opp langvarige arbeidsplasser til bakgrunnsarbeidere, er det en annen stor fordel ved å muliggjøre bakgrunnsarbeidere: Nettstedadministratorer kan planlegge gjentatte oppgaver for de jobbene som vanligvis tar lengst å utføre. For øyeblikket inkluderer dette å trykke / trekke andre forekomster og generere en full eksportbuffer for hver organisasjon og eksporttype. MISP kommer med disse 3 oppgavene forhåndsdefinert, men ytterligere oppgaver er planlagt. Følgende felt utgjør den planlagte oppgavetabellen

source: The ID of the task.
no: Oppgavens ID.

source: The type of the task.
no: Oppgavens type.

source: Frequency
no: Frekvens

source: This number sets how often the job should be executed in hours. Setting this to 168 and picking the next execution on Sunday at 01:00 would execute the task every Sunday at 1 AM. Setting this value to 0 will make the task only run once on the scheduled date / time without rescheduling it afterwards.
no: Dette tallet angir hvor ofte jobben skal utføres i timer. Setter dette til 168 og plukker neste utførelse søndag klokken 01:00, vil utføre oppgaven hver søndag klokken 1:00. Hvis du stiller denne verdien til 0, blir oppgaven bare kjørt en gang på den planlagte datoen / klokken uten å planlegge den etterpå.

source: Scheduled Time
no: Planlagt tid

source: The time (in 24h format) when the task should be executed the next time it runs (and all consecutive times if a multiple of 24 is chosen for frequency).
no: Tiden (i 24h format) når oppgaven skal utføres neste gang den kjører (og alle sammenhengende ganger hvis flere av 24 er valgt for frekvens).

source: Next Run
no: Neste

source: The date on which the task should be executed.
no: Datoen da oppgaven skal utføres.

source: A brief description of the task.
no: En kort beskrivelse av oppgaven.

source: This field shows when the job was queued by the scheduler for execution.
no: Dette feltet viser når jobben ble kjøre av planleggeren for utførelse.

source: Site administrators can schedule reccuring tasks on this page.
no: Nettstedadministratorer kan planlegge reccuring-oppgaver på denne siden.
