Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Frequently asked questions
no: Ofte stilte spørsmål

source: Losing access to the platform and resetting the password
no: Å miste tilgang til plattformen og tilbakestille passordet

source: If you ever lock yourself out of MISP as a site admin, there is a command line tool to reset your password. This can also be handy if you have changed the salt key and invalidated all of the passwords.
no: Hvis du noen gang låser deg ut av MISP som en sideadministrator, er det et kommandolinjeverktøy for å tilbakestille passordet ditt. Dette kan også være nyttig hvis du har endret saltnøkkelen og ugyldiggjort alle passordene.

source: Simply run the command
no: Bare kjør kommandoen

source: This will create a new password hash using the currently set salt.
no: Dette vil opprette et nytt passord hash ved hjelp av det nåværende saltet.

source: Attribute Categories and Types
no: Attributtkategorier og typer

source: Attribute Categories vs. Types
no: Attributtkategorier vs. Typer

source: Click here to get the .md version for gitbook generation.
no: Klikk her for å få .md-versjonen for gitbook-generasjon.

source: There are two types of admins in MISP: Admins (also referred to as org admins) and Site Admins. Whilst the former can only do some limited administration of users of his/her own organisation, site admins have access to all of the features and data of the system. They are in charge of making sure that the system runs correctly and the maintenance of MISP.
no: Det finnes to typer admins i MISP: Admins (også referert til som org admins) og Site Admins. Selv om den førstnevnte kun kan gjøre begrenset administrasjon av brukere av sin egen organisasjon, har administratorer tilgang til alle funksjoner og data i systemet. De har ansvar for å sørge for at systemet kjører riktig og vedlikehold av MISP.

source: Background Jobs
no: Bakgrunnsjobber

source: A lot of the heavier tasks are a burden to users, in that their actions can cause long delays (and in some cases timeouts) while the application logic is executing. To alleviate this, long processes have been (if enabled) moved to background jobs, meaning that their execution happens asynchronously in the background, allowing the user to freely interact with the platform whilst the request is being processed.
no: Mange av de tyngre oppgavene er en byrde for brukerne, fordi deres handlinger kan føre til lange forsinkelser (og i noen tilfeller tidsavbrudd) mens applikasjonslogikken utføres. For å lindre dette har lange prosesser vært (hvis aktivert) flyttet til bakgrunnsjobber, noe som betyr at utførelsen skjer asynkront i bakgrunnen, slik at brukeren fritt kan samhandle med plattformen mens forespørselen behandles.

source: MISP Instance
no: MISP-forekomst

source: A MISP instance is an installation of the MISP software and the connected database. All the data visible to the users is stored locally in the database and data that is shareable (based on the distribution settings) can be synchronised with other instances via the Sync actions. The instance that you are reading this manual on will be refered to as "this instance" or "your instance". The instances that your instance synchronises with will be refered to as "remote instances".
no: Et MISP-eksempel er en installasjon av MISP-programvaren og den tilkoblede databasen. Alle dataene som er synlige for brukerne, lagres lokalt i databasen, og data som kan deles (basert på distribusjonsinnstillingene) kan synkroniseres med andre forekomster via synkroniseringshandlingene. Eksemplet som du leser denne håndboken på, blir referert til som "denne forekomsten" eller "din forekomst". Eksemplene som forekomsten din synkroniserer med, blir referert til som "eksterne forekomster".

source: Organisation administrators and Site administrators
no: Organisasjonsadministratorer og Nettstedadministratorer

source: We have two types of administrators, site and organisation admins. The former has access to every administrator feature for all the data located on the system including global features such as the creation and modification of user roles and instance links, whilst organisation admins can administer users, events and logs of their own respective organisations.
no: Vi har to typer administratorer, side- og organisasjonsadministratorer. Den førstnevnte har tilgang til alle administratorfunksjoner for alle dataene som finnes på systemet, inkludert globale funksjoner som oppretting og modifisering av brukerroller og eksempelkoblinger, mens organisasjonsadministratorer kan administrere brukere, hendelser og logger i sine respektive organisasjoner.

source: Pivot path
no: Pivotbane

source: The (branching) path taken by a user from event to event while following correlation links. This is represented by the branching graph in the event view.
no: Banen (forgrening) tatt av en bruker fra hendelse til hendelse mens du følger korrelasjonslenkene. Dette er representert av forgreningsgrafen i hendelsesvisningen.

source: Pivoting
no: Bevegelig

source: The act of navigating from event to event through correlation links.
no: Handlingen med å navigere fra hendelsen til hendelsen gjennom korrelasjonslenkene.

source: Each event can only be directly edited by users of the original creator organisation (and site admins). However, if another organisation would like to amend an event with extra information on an event, or if they'd like to correct a mistake in an attribute, they can create a Proposal. These proposals could then be accepted by the original creator organisation. These proposals can be pulled to another server, allowing users on connected instances to propose changes which then could be accepted by the original creators on another instance (and subsequently pushed back).
no: Hver hendelse kan kun redigeres direkte av brukere av den opprinnelige skaperen organisasjonen (og nettsted admins). Men hvis en annen organisasjon ønsker å endre en hendelse med ekstra informasjon om en hendelse, eller hvis de ønsker å rette en feil i et attributt, kan de opprette et forslag. Disse forslagene kunne da aksepteres av den opprinnelige skaperen organisasjonen. Disse forslagene kan trekkes til en annen server, slik at brukere på tilkoblede instanser kan foreslå endringer som da kunne aksepteres av de opprinnelige skaperne i et annet tilfelle (og deretter presset tilbake).

source: Publishing
no: Publisering

source: When an event is first created by a user, it is visible to everyone on the instance based on the access rights ("Your organisation only" events will not be visible to users of other organisations), but they will not be synchronised and they won't be exportable. For this, a user with publishing permission of the organisation that created the event has to publish the event. The system will then inform all the users of the instance that are subscribing to e-mail notifications and who have access to view the published event via an e-mail.
no: Når en begivenhet først opprettes av en bruker, er den synlig for alle på instansen basert på tilgangsrettighetene ("Dine organisasjoner bare" -hendelser vil ikke være synlige for brukere av andre organisasjoner), men de blir ikke synkronisert og de vil ikke bli eksporterbare. For dette må en bruker med publiseringstillatelse fra organisasjonen som opprettet hendelsen, publisere arrangementet. Systemet vil da informere alle brukere av forekomsten som abonnerer på e-postvarsler, og som har tilgang til å se den publiserte hendelsen via en e-post.

source: Pull
no: Dra

source: Pulling is the process of using the configured sync user on a remote instance to REST GET all of the accessible data (based on the distribution rights) to your instance and store it.
no: Å trekke er prosessen med å bruke den konfigurerte synkroniseringsbrukeren på en ekstern forekomst for å REST GET all tilgjengelig data (basert på distribusjonsrettighetene) til forekomsten din og lagre den.

source: Push
no: Trykk

source: Pushing is the process of using a configured instance link to send an event or all accessible events (limited by the distribution rights) through the REST interface to a remote instance.
no: Pushing er prosessen med å bruke en konfigurert forekomstlenk for å sende en hendelse eller alle tilgjengelige hendelser (begrenset av distribusjonsrettighetene) gjennom REST-grensesnittet til en ekstern forekomst.

source: Certain common tasks can be scheduled for a later execution or for regular recurring executions. These tasks currently include caching all of the export formats, pulling from all eligible instances and pushing to all eligible instances.
no: Enkelte vanlige oppgaver kan planlegges for senere utførelse eller for regelmessige gjentatte henrettelser. Disse oppgavene inkluderer for øyeblikket caching alle eksportformatene, trekker fra alle kvalifiserte forekomster og trykker på alle kvalifiserte forekomster.

source: Sync User
no: Synkroniser bruker

source: A user of a role that grants sync permissions, these users (and their authentication keys) are used to serve as the points of connection between instances. Events pushed to an instance are pushed to a sync user, who then creates the events on the remote instance. Events pulled are added by the sync user that is used to connect the remote instance to your instance. As an administrator, keep in mind that a sync user needs auth key and publish permissions, has to have undergone the mandatory password change and has to have accepted the Terms of Use in order for the sync to work. Please make sure that all of these steps are taken before attempting to push or pull.
no: En bruker av en rolle som gir synkroniseringsrettigheter, er disse brukerne (og deres autentiseringsnøkler) brukt til å fungere som forbindelsespunkter mellom forekomster. Hendelser presset til en instans blir skjøvet til en synkroniserings bruker, som deretter lager hendelsene på den eksterne forekomsten. Hendelser trukket blir lagt til av synkroniseringsbrukeren som brukes til å koble den eksterne forekomsten til forekomsten din. Som administrator må du huske på at en synkroniserings bruker trenger auth-nøkkel og publiserer tillatelser, må ha gjennomgått den obligatoriske passordendringen og må ha akseptert vilkårene for bruk for at synkroniseringen skal fungere. Sørg for at alle disse trinnene er tatt før du prøver å trykke eller trekke.

source: Synchronisation
no: Synkronisering

source: What we call synchronisation is an exchange of data between two (or more) MISP instances through our pull and push mechanisms.
no: Det vi kaller synkronisering er en utveksling av data mellom to (eller flere) MISP-forekomster gjennom våre trekk- og trykkmekanismer.

source: Tagging
no: markering

source: Users with tagging rights can assigned various dynamically created tags to events, allowing an arbitrary link between events to be created. It is possible to filter events based on these tags and they can also be used to filter events for the automation.
no: Brukere med merkingsrettigheter kan tildele ulike dynamisk opprettede tagger til hendelser, slik at en vilkårlig kobling mellom hendelser som skal opprettes. Det er mulig å filtrere hendelser basert på disse kodene, og de kan også brukes til å filtrere hendelser for automatiseringen.

source: Users with templating rights can create easy to fill forms that help with the event creation process.
no: Brukere med templeringsrettigheter kan skape enkle å fylle skjemaer som hjelper til med etableringen av arrangementet.

source: The top bar
no: Den øverste linjen

source: This is the main menu that will be accessible from all of the views. In some instances, some additional buttons that will appear on top of these when a view provides it.
no: Dette er hovedmenyen som vil være tilgjengelig fra alle utsikten. I noen tilfeller vil noen ekstra knapper som vises på toppen av disse når en visning gir den.

source: This menu contains all of the main functions of the site as a series of dropdown menus. These contains all (from the current user's perspective) accessible functions sorted into several groups.
no: Denne menyen inneholder alle hovedfunksjonene til nettstedet som en serie av rullegardinmenyer. Disse inneholder alt (fra dagens brukerperspektiv) tilgjengelige funksjoner sortert i flere grupper.

source: Home button
no: Hjem-knapp

source: This button will return you to the start screen of the application, which is the event index page (more about this later).
no: Denne knappen vil returnere deg til startskjermen for programmet, som er hendelsesindekssiden (mer om dette senere).

source: All the malware data entered into MISP is made up of an event object that is described by its connected attributes. The Event actions menu gives access to all the functionality that has to do with the creation, modification, deletion, publishing, searching and listing of events and attributes.
no: All skadevaredata som ble skrevet inn i MISP, består av et hendelseobjekt som beskrives av de tilkoblede attributter. Menyen Hendelsehandlinger gir tilgang til all funksjonalitet som har å gjøre med opprettelse, modifisering, sletting, publisering, søking og oppføring av hendelser og attributter.

source: Input filters alter what and how data can be entered into this instance. Apart from the basic validation of attribute entry by type, it is possible for the site administrators to define regular expression replacements and blacklists for certain values in addition to blocking certain values from being exportable. Users can view these replacement and blacklist rules here whilst administrator can alter them.
no: Input filtre endre hva og hvordan data kan skrives inn i denne forekomsten. Bortsett fra grunnleggende validering av attributtoppføring etter type, er det mulig for nettstedadministratorer å definere regulære uttrykksutskiftninger og svartelister for bestemte verdier i tillegg til å blokkere bestemte verdier fra å kunne eksporteres. Brukere kan se disse erstatnings- og svartelistene her, mens administratoren kan endre dem.

source: This menu gives you access to information about MISP and this instance. You can view and edit your own profile, view the manual, read the news or the terms of use again, see a list of the active organisations on this instance and a histogram of their contributions by attribute type.
no: Denne menyen gir deg tilgang til informasjon om MISP og denne forekomsten. Du kan se og redigere din egen profil, se manualen, lese nyhetene eller bruksvilkårene igjen, se en liste over aktive organisasjoner i dette tilfellet og et histogram av deres bidrag etter attributtype.

source: With administrator access rights, shows a list of the connected instances and allows the initiation of a push and a pull (more about the synchronisation mechanisms later).
no: Med administratorrettighetsrettigheter, viser en liste over tilkoblede forekomster og tillater initiering av et trykk og en trekk (mer om synkroniseringsmekanismer senere).

source: Administrators can add, edit or remove user accounts and user roles. Roles define the access rights to certain features such as publishing of events, usage of the REST interface or synchronisation of any user belonging to the given role. Site administrators can also access a contact form, through which it is possible to reset the passwords of users, or to just get in touch with them via encrypted e-mails.
no: Administratorer kan legge til, redigere eller fjerne brukerkontoer og brukerroller. Roller definerer tilgangsrettighetene til bestemte funksjoner som publisering av hendelser, bruk av REST-grensesnittet eller synkronisering av enhver bruker som tilhører den oppgitte rollen. Nettstedadministratorer kan også få tilgang til et kontaktskjema, der det er mulig å tilbakestille passordene til brukerne, eller bare kontakte dem via krypterte e-postmeldinger.

source: If you have audit permissions, you can view the logs for your organisation (or for site admins for the entire system) here or even search the logs if you are interested in something specific.
no: Hvis du har revisjonstillatelser, kan du se loggene for organisasjonen din (eller for administratorer på nettstedet for hele systemet) her eller til og med søke i loggene hvis du er interessert i noe spesifikt.

source: Discussions
no: diskusjoner

source: Link to the discussion threads.
no: Link til diskusjonstrinnene.

source: Proposal Notifications
no: Forslagsmeddelelser

source: This shows how many proposals your organisation has received and across how many events they are spread out. Clicking this will take you to the list of proposals.
no: Dette viser hvor mange forslag organisasjonen din har mottatt og på tvers av hvor mange hendelser de spres ut. Hvis du klikker på dette, kommer du til listen over forslag.

source: Logs you out of the system.
no: Logger deg ut av systemet.

source: A list of the contents of each of the above drop-down menus
no: En liste over innholdet i hver av de ovennevnte rullegardinmenyene

source: Event actions
no: Hendelsesaksjoner

source: Lists all the events in the system that are not private or belong to your organisation. You can add, modify, delete, publish or view individual events from this view.
no: Viser alle hendelsene i systemet som ikke er private eller tilhører organisasjonen din. Du kan legge til, endre, slette, publisere eller vise individuelle hendelser fra denne visningen.

source: Allows you to fill out an event creation form and create the event object, which you can start populating with attributes.
no: Lar deg fylle ut et skjema for hendelse og opprette hendelsesobjektet, som du kan begynne å fylle med attributter.

source: Lists all the attributes in the system that are not private or belong to your organisation. You can modify, delete or view each individual attribute from this view.
no: Viser alle attributter i systemet som ikke er private eller tilhører organisasjonen din. Du kan endre, slette eller vise hver enkelt attributt fra denne visningen.

source: You can set search terms for a filtered attribute index view here.
no: Du kan angi søkeord for en indeksvisning for filtrert attributt her.

source: Shows a list of all proposals that you are eligible to see.
no: Viser en liste over alle forslag som du er kvalifisert til å se.

source: Shows all of the events created by your organsiation that has pending proposals.
no: Viser alle hendelsene som er opprettet av organisasjonen din, som har ventende forslag.

source: List all the tags that have been created by users with tag creation rights on this instance.
no: Oppfør alle merkene som er opprettet av brukere med tagrettighetsrettigheter i denne forekomsten.

source: Create a new tag.
no: Lag et nytt merke.

source: List all of the templates created by users with template creation rights on this instance.
no: Oppfør alle maler som er opprettet av brukere med rettigheter for opprettelse av mal i denne forekomsten.

source: Create a new template.
no: Opprett en ny mal.

source: Export the data accessible to you in various formats.
no: Eksporter dataene som er tilgjengelig for deg i ulike formater.

source: If you have authentication key access, you can view how to use your key to use the REST interface for automation here.
no: Hvis du har tilgang til godkjenningsnøkkel, kan du se hvordan du bruker nøkkelen til å bruke REST-grensesnittet for automatisering her.

source: Input filters
no: Input filtre

source: You can view the Regular Expression rules, which modify the data that can be entered into the system. This can and should be used to help filter out personal information from automatic imports (such as removing the username from windows file paths), having unified representation for certain common values for easier correlation or simply standardising certain input. It is also possible to block certain values from being inserted. As a site administrator or a user with regex permission, you can also edit these rules.
no: Du kan se Regelmessige uttrykksregler, som endrer dataene som kan skrives inn i systemet. Dette kan og bør brukes til å filtrere ut personlig informasjon fra automatisk import (for eksempel å fjerne brukernavnet fra Windows-filbaner), for å ha en samlet representasjon for visse vanlige verdier for lettere korrelasjon eller bare å standardisere visse innspill. Det er også mulig å blokkere visse verdier fra å bli satt inn. Som en nettstedadministrator eller en bruker med regex-tillatelse kan du også redigere disse reglene.

source: You can view the whitelist rules, which contain the values that are blocked from being used for exports and automation on this instance. Site administrators have access to editing this list.
no: Du kan se hvitelistenreglene, som inneholder verdiene som er blokkert, fra å bli brukt til eksport og automatisering i denne forekomsten. Nettstedadministratorer har tilgang til å redigere denne listen.

source: Read about the latest news regarding the MISP system.
no: Les om de siste nyhetene om MISP-systemet.

source: Manage your user account.
no: Administrer brukerkontoen din.

source: Attribute Histogram
no: Egenskapshistogram

source: View some statistics about the currently stored attributes.
no: Se noen statistikk om de lagrede egenskapene som er lagret.

source: You can view the role permissions here.
no: Du kan se rolletillatelsene her.

source: A link to this user guide.
no: En lenke til denne brukerhåndboken.

source: Terms &amp; Conditions
no: Betingelser og vilkår

source: View the terms &amp; conditions again.
no: Se vilkårene og betingelsene igjen.

source: View a series of statistics about the users and the data on this instance.
no: Se en rekke statistikker om brukerne og dataene i denne forekomsten.

source: Logs the current user out.
no: Logger gjeldende bruker ut.

source: Connect your MISP instance to other instances, or view and modify the currently established connections.
no: Koble MISP-forekomsten din til andre forekomster, eller se og endre de nåværende etablerte forbindelsene.

source: New User
no: Ny bruker

source: Create an account for a new user for your organisation. Site administrators can create users for any organisation.
no: Opprett en konto for en ny bruker for din organisasjon. Nettstedadministratorer kan opprette brukere for enhver organisasjon.

source: View, modify or delete the currently registered users.
no: Se, endre eller slette de registrerte brukerne som er registrert.

source: New Role
no: Ny rolle

source: Create a new role group for the users of this instance, controlling their privileges to create, modify, delete and to publish events and to access certain features such as the logs or automation.
no: Opprett en ny rollegruppe for brukerne av denne forekomsten, kontroller sine privilegier for å opprette, endre, slette og publisere hendelser og få tilgang til bestemte funksjoner som loggene eller automatiseringen.

source: List, modify or delete currently existing roles.
no: Liste, endre eller slet eksisterende eksisterende roller.

source: You can use this view to send messages to your current or future users or send them a new temporary password.
no: Du kan bruke denne visningen til å sende meldinger til dine nåværende eller fremtidige brukere eller sende dem et nytt midlertidig passord.

source: Various tools, upgrade scripts that can help a site-admin run the instance.
no: Ulike verktøy, oppgradere skript som kan hjelpe en site-admin kjøre forekomsten.

source: Server Settings
no: Serverinnstillinger

source: Set up and diagnose your MISP installation.
no: Konfigurer og diagnostiser MISP-installasjonen din.

source: View the background jobs and their progress.
no: Se bakgrunnsjobben og deres fremgang.
