Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Set the IDS flag for this attribute.
no: Sett IDS-flagget for dette attributtet.

source: Unset the IDS flag for this attribute.
no: Slå på IDS-flagget for dette attributtet.

source: Toggle IDS flag for attribute
no: Veksle IDS-flagg for attributt

source: Attribute Restoration
no: Attributtgjenoppretting

source: Are you sure you want to undelete Attribute #%s?
no: Er du sikker på at du vil angre på nytt Attribute #%s?

source: Choose the format that you wish to download the search results in
no: Velg formatet du vil laste ned søkeresultatene inn i

source: Export as %s
no: Eksporter som %s

source: Remove Tag
no: Fjern merket

source: Remove tag
no: Fjern merket

source: from
no: fra

source: Remove
no: Fjerne

source: Toggle Correlation %s
no: Veksle korrelasjon %s

source: Re-enable the correlation for this attribute.
no: Aktiver korrelasjonen for dette attributtet.

source: This will remove all correlations that already exist for this attribute and prevents any attributes to be related as long as this setting is disabled. Make sure you understand the downsides of disabling correlations.
no: Dette fjerner alle korrelasjoner som allerede eksisterer for dette attributtet, og forhindrer at noen attributter er relatert så lenge denne innstillingen er deaktivert. Pass på at du forstår ulemper ved deaktivering av korrelasjoner.

source: Toggle correlation for attribute
no: Veksle korrelasjon for attributt

source: Remove tag
no: Fjern merket

source: Add tag
no: Legg til merke

source: Remove tag %s
no: Fjern merke %s

source: Add a tag
no: Legg til et merke

source: view all
no: se alt

source: Select all
no: Velg alle

source: Select all attributes/proposals on current page
no: Velg alle attributter/forslag på gjeldende side

source: Date
no: Dato

source: Event
no: Begivenhet

source: Related Tags
no: Beslektede merker

source: Attribute warning: This event doesn't have any attributes visible to you. Either the owner of the event decided to have a specific distribution scheme per attribute and wanted to still distribute the event alone either for notification or potential contribution with attributes without such restriction. Or the owner forgot to add the attributes or the appropriate distribution level. If you think there is a mistake or you can contribute attributes based on the event meta-information, feel free to make a proposal
no: Attributtvarsel: Denne hendelsen har ingen egenskaper som er synlige for deg. Enten besluttet eieren av arrangementet å ha s spesifikk distribusjonsordning per attributt og ønsket fortsatt å distribuere hendelsen alene, enten for varsel eller potensielt bidrag med attributter uten en slik begrensning. Eller eieren glemte å legge til attverdiene eller riktig distribusjonsnivå. Hvis du mener at det er en feil eller du kan bidra med attributtene basert på arrangementets meta-informasjon, kan du gjerne gjøre et forslag

source: Attribute warning: This event doesn't contain any attribute. It's strongly advised to populate the event with attributes (indicators, observables or information) to provide a meaningful event
no: Attributtvarsel: Denne hendelsen inneholder ikke noe attributt. Det anbefales på det sterkeste å fylle hendelsen med attributter (indikatorer, observables eller informasjon) for å gi en meningsfylt begivenhet

source: Create multiple attributes one per line
no: Opprett flere attributter en per linje

source: Show all attributes
no: Vis alle attributter

source: All
no: Alle

source: Only show %s related attributes
no: Vis kun %s relaterte attributter

source: Only show proposals
no: Vis bare forslag

source: Proposal
no: Forslag

source: Only show correlating attributes
no: Vis kun korrelerende attributter

source: Correlation
no: Sammenheng

source: Only show potentially false positive attributes
no: Vis bare potensielt falske positive attributter

source: Warning
no: Advarsel

source: Add attribute
no: Legg til attributt

source: Edit selected Attributes
no: Rediger valgte attributter

source: Tag selected Attributes
no: Merk valgte attributter

source: Add new cluster to selected Attributes
no: Legg til ny klynge for utvalgte Attributter

source: Delete selected Attributes
no: Slett utvalgte attributter

source: Accept selected Proposals
no: Godta utvalgte forslag

source: Discard selected Proposals
no: Kast valgte forslag

source: Sightings display for selected attributes
no: Visninger vises for utvalgte attributter

source: Populate using a template
no: Populere ved hjelp av en mal

source: Populate using the freetext import tool
no: Populere ved hjelp av fritekst-importverktøyet

source: Replace all attributes of a category/type combination within the event
no: Erstatt alle attributter av en kategori/type kombinasjon i arrangementet

source: Use a list of simple scopes to filter the data
no: Bruk en liste over enkle mål for å filtrere dataene

source: Scope toggle
no: Omfang veksel

source: Include deleted attributes
no: Inkluder slettede attributter

source: Deleted
no: slettet

source: Show attribute context fields
no: Vis attributter for kontekstfelt

source: Context
no: Kontekst

source: Advanced filtering tool
no: Avansert filtreringsverktøy

source: Filtering tool
no: Filtreringsverktøy

source: %s active rule(s)
no: %s aktiv regel(er)

source: Enter value to search
no: Skriv inn verdien for å søke

source: Remove filters
no: Fjern filtre

source: Date:
no: Dato:

source: Deactivated user
no: Deaktivert bruker

source: Message edited at
no: Melding redigert på

source: User
no: Bruker

source: Edit
no: Redigere

source: Are you sure you want to delete this post?
no: Er du sikker på at du vil slette dette innlegget?

source: Reply
no: Svare

source: Insert a quote - just paste your quote between the [quote][/quote] tags.
no: Sett inn et sitat - bare lim inn sitatet mellom [quote][/quote] taggene.

source: Quote
no: Sitat

source: Insert a link to an event - just enter the event ID between the [event][/event] tags.
no: Sett inn en lenke til en hendelse - bare skriv inn hendelses-IDen mellom [event][/event]-tagene.

source: Insert a link to a discussion thread - enter the thread's ID between the [thread][/thread] tags.
no: Sett inn en lenke til en diskusjonstråd - skriv inn trådens ID mellom [thread][/thread] tagger.

source: Thread
no: Tråd

source: Insert a link [link][/link] tags.
no: Sett inn en link [link][/link] tags.

source: Insert a code [code][/code] tags.
no: Sett inn en kode [kode][/kode]-koder.

source: Code
no: Kode

source: Send
no: Sende

source: Errors
no: feil

source: Close
no: Lukk

source: Keyboard shortcuts for this page
no: Tastaturgenveier for denne siden

source: none
no: ingen

source: GnuPG key
no: GnuPG-nøkkel

source: Could not locate the GnuPG public key.
no: Kunne ikke finne GnuPG-nøkkelen.

source: Could not locate SMIME certificate.
no: Kunne ikke finne SMIME-sertifikatet.

source: View details about this galaxy
no: Se detaljer om denne galaksen

source: View galaxy
no: Se galaksen

source: View details about this cluster
no: Se detaljer om denne klyngen

source: View cluster
no: Se klyngen

source: View all events containing this cluster.
no: Se alle hendelser som inneholder denne klyngen.

source: detach
no: løsne

source: Are you sure you want to detach %s from this event?
no: Er du sikker på at du vil fjerne %s fra denne hendelsen?

source: Add
no: Legg til

source: Are you sure you want to detach %s from this %s?
no: Er du sikker på at du vil fjerne %s fra denne %s?

source: Add new cluster
no: Legg til ny klynge

source: Due to the large number of options, no contextual information is provided.
no: På grunn av det store antallet alternativer, er det ikke gitt kontekstuell informasjon.

source: Nothing to pick
no: Ingenting å velge

source: Home
no: Hjem

source: Event Actions
no: Hendelseshandlinger

source: List Events
no: Liste hendelser

source: Add Event
no: Legg til arrangement

source: List Attributes
no: Egenskapsliste

source: Search Attributes
no: Søk i egenskaper

source: REST client
no: REST klient

source: View Proposals
no: Se forslag

source: Events with proposals
no: Hendelser med forslag

source: List Tags
no: Merkeliste

source: List Tag Collections
no: Liste av merkesamlinger

source: Add Tag
no: Legg til merke

source: List Taxonomies
no: Liste Taxonomier

source: List Templates
no: Liste maler

source: Add Template
no: Legg til mal

source: Export
no: Eksport

source: Automation
no: Automasjon

source: List Galaxies
no: Liste galakser

source: Import Regexp
no: Importer Regexp

source: Signature Whitelist
no: Signatur hviteliste

source: List Warninglists
no: Vis advarselister

source: List Noticelists
no: Liste notislister

source: Global Actions
no: Globale tiltak

source: News
no: Nyheter

source: My Profile
no: Min profil

source: Dashboard
no: Dashbord

source: Role Permissions
no: Rolle Tillatelser

source: List Object Templates
no: Objektmalerlister

source: List Sharing Groups
no: Delinggrupperlister

source: Add Sharing Group
no: Legg til delingsgruppe

source: User Guide
no: Brukerhåndboken

source: Categories & Types
no: Kategorier og typer

source: Terms & Conditions
no: Betingelser og vilkår

source: Statistics
no: Statistikk

source: List Discussions
no: Diskusjonerslister

source: Start Discussion
no: Start diskusjon

source: Sync Actions
no: Synkroniser handlinger

source: List Servers
no: Liste servere

source: List Feeds
no: Feed-liste

source: Search Feed Caches
no: Søk i Feed-mellomlagring

source: Administration
no: Administrasjon

source: List Users
no: Liste brukere

source: Add User
no: Legg til bruker

source: Contact Users
no: Kontakt brukere

source: List Organisations
no: Liste Organisasjoner

source: Add Organisations
no: Legg til organisasjoner

source: List Roles
no: Liste Roller

source: Add Roles
no: Legg til roller

source: Server Settings & Maintenance
no: Serverinnstillinger og vedlikehold

source: Jobs
no: Jobber

source: Scheduled Tasks
no: Planlagte oppgaver

source: Blacklist Event
no: Handlingssvarteliste

source: Manage Event Blacklists
no: Administrere handlingssvartelistene

source: Blacklist Organisation
no: Organisasjonssvarteliste

source: Manage Org Blacklists
no: Administrer organisasjonssvartelister

source: Audit
no: Revidere

source: List Logs
no: Logglister

source: Search Logs
no: Søk Logger

source: Log out
no: Logg ut

source: Attribute Types Histogram
no: Histogram for attributtyper

source: you can also choose specific histogram items by clicking on attributes below
no: Du kan også velge bestemte histogramelementer ved å klikke på attributter nedenfor

source: Toggle histogram
no: Bytt histogram

source: Attributes per organization
no: Attributter per organisasjon

source: Loading
no: Laster

source: Elements having lower distribution level than the event
no: Elementer med lavere distribusjonsnivå enn hendelsen

source: Distribution of the event
no: Distribusjon av arrangementet

source: Inconsistent distribution level, fallback on the event distribution
no: Inkonsekvent distribusjonsnivå, tilbakebetaling på hendelsesfordelingen

source: Scope
no: Omfang

source: Physics
no: Fysikk

source: Display
no: Vise

source: Filters
no: Filtre

source: History
no: Historie

source: Search for an item
no: Søk etter et element

source: Toggle fullscreen
no: Veksle fullskjerm

source: Show all
no: Vis alt

source: Select all events on current page
no: Velg alle hendelser på gjeldende side

source: Owner org
no: Organisasjonseier

source: Clusters
no: klynger

source: Correlation Count
no: Antall Korrelasjons

source: #Corr.
no: #Korr.

source: Sigthing Count
no: Antall observasjoner

source: #Sightings
no: #Observasjoner

source: Proposal Count
no: Forslagstall

source: Post Count
no: Post antall

source: Email
no: E-post

source: View
no: Utsikt

source: correlation(s). Show filtered event with correlation only.
no: korrelasjon(er). Vis filtrert hendelse med kun korrelasjon.

source: proposal(s)
no: forslag(et)

source: NEW
no: NY

source: Publish Event
no: Publiser hendelsen

source: Are you sure this event is complete and everyone should be informed?
no: Er du sikker på at denne hendelsen er fullført, og alle bør informeres?

source: Not published
no: Ikke publisert

source: Are you sure you want to delete # %s?
no: Er du sikker på at du vil slette # %s?

source: Show
no: Vise frem

source: more...
no: mer...

source: Collapse…
no: Kollapse…

source: - restricted to own organisation only.
no: - Begrenset til egen organisasjon.

source: Advanced Sightings
no: Avanserte observasjoner

source: Select attribute
no: Velg attributt

source: warning
no: advarsel

source: Toggle correlation
no: Veksle korrelasjon

source: Toggle IDS flag
no: Veksle IDS-flagg

source: Restore attribute
no: Gjenopprett attributt

source: Permanently delete attribute
no: Slett attributten permanent

source: Query enrichment
no: Forsøk anrikning

source: Propose enrichment
no: Foreslå anriking

source: Query Cortex
no: Spør Cortex

source: Propose enrichment through Cortex
no: Foreslå anrikning gjennom Cortex

source: Propose Edit
no: Foreslå Rediger

source: Propose Deletion
no: Foreslå sletting

source: Add enrichment
no: Legg til anrikning

source: Add enrichment via Cortex
no: Legg til anrikning via Cortex

source: Soft-delete attribute
no: Egenskaper for myk sletning

source: Name:
no: Navn:

source: Expand or Collapse
no: Utvid eller skjul

source: Meta-category:
no: Meta-kategorien:

source: Description:
no: Beskrivelse:

source: Template:
no: Mal:

source: Permanently delete object
no: Slett objektet permanent

source: Soft delete object
no: Myk slett objekt

source: References:
no: referanser:

source: Add reference
no: Legg til referanse

source: Delete object reference
no: Slett objektreferanse

source: Referenced by:
no: Referert av:

source: Select proposal
no: Velg forslag

source: Accept Proposal
no: Godta forslaget

source: Accept proposal
no: Godta forslag

source: Discard proposal
no: Kast forslaget

source: Add sighting
no: Legg til observasjon

source: Mark as false-positive
no: Merk som falsk-positiv

source: Advanced sightings
no: Avanserte observasjoner

source: Hexadecimal representation
no: Hexadecimal representasjon

source: Switch to binary representation
no: Bytt til binær representasjon

source: Warning, this doesn't seem to be a legitimate
no: Advarsel, dette synes ikke å være et legitimt

source: value
no: verdi

source: Feed coverage tool
no: Feed dekning verktøy

source: Coverage by currently selected sources:
no: Dekning av utvalgte kilder:

source: Include
no: Inkludere

source: Exclude
no: Utelukke

source: Check coverage
no: Sjekk dekning

source: Meta-category
no: Meta-kategorien

source: Cortex object
no: Cortex objekt

source: all
no: alle

source: Name
no: Navn

source: Description
no: Beskrivelse

source: Template
no: Mal

source: References
no: Referanser

source: Referenced by
no: Referert av

source: Are you sure you want to delete "%s"?
no: Er du sikker på at du vil slette "%s"?

source: Download configuration
no: Last ned konfigurasjon

source: Role
no: Rolle

source: Last login
no: Siste innlogging

source: Created
no: laget

source: Initiate password refresh
no: Start oppdatere passord

source: Create new credentials and inform user
no: Opprett ny legitimasjon og informer brukeren

source: Are you sure you want to delete # %s? It is highly recommended to never delete users but to disable them instead.
no: Er du sikker på at du vil slette #%s? Det anbefales å aldri slette brukere, men å deaktivere dem i stedet.

source: Changes since last visit
no: Endringer siden siste besøk

source: Events updated:
no: Hendelser oppdatert:

source: Events published:
no: Hendelser publisert:

source: Reset
no: Tilbakestille

source: Notifications
no: Varsler

source: Proposals:
no: Forslag:

source: Events with proposals:
no: Hendelser med forslag:

source: Delegation requests:
no: Delegasjonsforespørsler:

source: Populate From Template
no: Sett inn fra mal

source: Enrichment Module Result
no: Berikningsmodul Resultat

source: Freetext Import Result
no: Fritekst Importresultat

source: View Event
no: Se hendelsen

source: View Correlation Graph
no: Se korrelasjonsgraf

source: View Event History
no: Se hendelseshistorikk

source: Edit Event
no: Rediger begivenhet

source: Delete Event
no: Slett hendelsen

source: Add Object
no: Legg til objekt

source: Add Attachment
no: Legg til vedlegg

source: Populate from...
no: Populere fra ...

source: Enrich Event
no: Berik Event

source: Merge attributes from...
no: Merge attributter fra...

source: Propose Attribute
no: Foreslå Egenskap

source: Propose Attachment
no: Foreslå vedlegg

source: Publish (no email)
no: Publiser (ingen e-post)

source: Unpublish
no: Avpubliser

source: Accept Delegation Request
no: Godta delegasjonsforespørsel

source: Discard Delegation Request
no: Kast bort delegasjonsforespørsel

source: Publish event to ZMQ
no: Publiser hendelsen til ZMQ

source: Are you sure you wish to republish the current event to the ZMQ channel?
no: Er du sikker på at du ønsker å publisere gjeldende hendelse til ZMQ-kanalen?

source: Publish event to Kafka
no: Publiser hendelsen til Kafka

source: Are you sure you wish to republish the current event to the Kafka topic?
no: Er du sikker på at du ønsker å publisere den aktuelle hendelsen til Kafka-emnet?

source: Contact Reporter
no: Kontakt Reporter

source: Download as...
no: Last ned som ...

source: Add Tag Collection
no: Legg til tagg samling

source: Export Tag Collections
no: Eksporter tagsamlinger

source: Import Tag Collections
no: Importer etikett samlinger

source: Import from…
no: Import fra…

source: List Regexp
no: Liste Regexp

source: New Regexp
no: Ny Regexp

source: Perform on existing
no: Utfør på eksisterende

source: Are you sure you want to rerun all of the regex rules on every attribute in the database? This task will take a long while and will modify data indiscriminately based on the rules configured.
no: Er du sikker på at du vil gjenta alle regexreglene på hver attributt i databasen? Denne oppgaven tar lang tid og vil endre data uansett basert på reglene som er konfigurert.

source: Edit Regexp
no: Rediger Regexp

source: Delete Regexp
no: Slett Regexp

source: View Warninglist
no: Se advarseliste

source: Update Warninglists
no: Oppdater advarsellister

source: Are you sure you want to update all warninglists?
no: Er du sikker på at du vil oppdatere alle advarselslister?

source: View Noticelist
no: Se notisliste

source: List Noticelist
no: Oppføre notislister

source: Update Noticelists
no: Oppdater notislister

source: Do you wish to continue and update all noticelists?
no: Ønsker du å fortsette og oppdatere alle noticelists?

source: List Whitelist
no: hvitelister

source: New Whitelist
no: Ny hviteliste

source: Edit Whitelist
no: Rediger hviteliste

source: Delete Whitelist
no: Slett Whitelist

source: Edit My Profile
no: Rediger Min Profil

source: Change Password
no: Bytt passord

source: Reset Password
no: Tilbakestille passord

source: View Organisation
no: Se organisasjon

source: Edit Sharing Group
no: Rediger delingsgruppe

source: View Sharing Group
no: Vis delingsgruppe

source: Explore Remote Server
no: Utforsk ekstern server

source: Explore Remote Event
no: Utforsk Remote Event

source: Fetch This Event
no: Hent denne hendelsen

source: Are you sure you want to fetch and save this event on your instance?
no: Er du sikker på at du vil hente og lagre denne hendelsen på din instans?

source: Edit Server
no: Rediger server

source: New Servers
no: Nye servere

source: View User
no: Vis bruker

source: Edit User
no: Rediger bruker

source: Delete User
no: Slett bruker

source: Edit Role
no: Rediger rolle

source: Delete Role
no: Slett rolle

source: Add Organisation
no: Legg til organisasjon

source: Edit Organisation
no: Rediger organisasjon

source: Merge Organisation
no: Merge Organisasjon

source: Add Role
no: Legg til rolle

source: Blacklists Event
no: Svarteliste hendelse

source: Blacklists Organisation
no: Svarteliste Organization

source: View Thread
no: Se tråden

source: Add Post
no: Legg til innlegg

source: Edit Post
no: Rediger innlegg

source: List Threads
no: Liste tråder

source: New Thread
no: Ny tråd

source: List Favourite Tags
no: Liste Favorittetiketter

source: Edit Tag
no: Rediger merke

source: View Taxonomy
no: Se taksonomi

source: Delete Taxonomy
no: Slett Taxonomy

source: Update Taxonomies
no: Oppdater taksonomier

source: View Template
no: Se mal

source: Edit Template
no: Rediger mal

source: Add Feed
no: Legg til feed

source: Import Feeds from JSON
no: Importer feeds fra JSON

source: Feed overlap analysis matrix
no: Feed overlapningsanalyse matrise

source: Export Feed settings
no: Eksporter Feed innstillinger

source: Edit Feed
no: Rediger feed

source: View Feed
no: Se feed

source: View News
no: Se nyheter

source: Add News Item
no: Legg til nyhetselement

source: Edit News Item
no: Rediger nyhetselement

source: Update Galaxies
no: Oppdater galakser

source: Are you sure you want to reimport all galaxies from the submodule?
no: Er du sikker på at du vil importere alle galakser fra submodulen?

source: Are you sure you want to drop and reimport all galaxies from the submodule?
no: Er du sikker på at du vil slippe og importere alle galakser fra submodulen?

source: View Galaxy
no: Se Galaxy

source: View Cluster
no: Se klynge

source: Update Objects
no: Oppdater objekter

source: View Object Template
no: Se objektmal

source: Incorrect database encoding setting: Your database connection is currently NOT set to UTF-8. Please make sure to uncomment the 'encoding' => 'utf8' line in
no: Feil databasekodinginnstilling: Databasetilkoblingen er for øyeblikket IKKE satt til UTF-8. Vennligst vær sikker på at uncomment 'encoding' => 'utf9' linje inn

source: MISP version
no: MISP versjon

source: Every version of MISP includes a json file with the current version. This is checked against the latest tag on github, if there is a version mismatch the tool will warn you about it. Make sure that you update MISP regularly.
no: Hver versjon av MISP inneholder en json-fil med gjeldende versjon. Dette er sjekket mot den nyeste taggen på github, hvis det er en feilversjon av verktøyet, vil verktøyet advare deg om det. Pass på at du oppdaterer MISP regelmessig.

source: Currently installed version…
no: For øyeblikket installert versjon…

source: Upcoming development version
no: Kommende utviklingsversjon

source: Outdated version
no: Utdatert versjon

source: Could not retrieve version from github
no: Kunne ikke hente versjon fra github

source: Latest available version…
no: Siste tilgjengelige versjon…

source: Current branch…
no: Nåværende gren…

source: You are not on a branch, Update MISP will fail
no: Du er ikke på en avdeling, oppdatering MISP mislykkes

source: Pull the latest MISP version from github
no: Trekk den siste MISP-versjonen fra github

source: Update MISP
no: Oppdater MISP

source: Submodules version
no: Delmodul versjon

source: Refresh submodules version.
no: Oppdatere submoduler versjon.

source: Load all JSON into the database.
no: Last inn all JSON i databasen.

source: Writeable Directories and files
no: Skrivbare kataloger og filer

source: The following directories and files have to be writeable for MISP to function properly. Make sure that the apache user has write privileges for the directories below.
no: Følgende kataloger og filer må skrives for at MISP skal fungere riktig. Pass på at apache-brukeren har skriverettigheter for katalogene nedenfor.

source: Directories
no: kataloger

source: Directory
no: Katalog

source: Writeable Files
no: Skrivbare filer

source: File
no: Fil

source: Readable Files
no: Lesbare filer

source: PHP Settings
no: PHP-innstillinger

source: Up to date
no: Oppdatert
