Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Recipient Organisation Name
no: Mottakers organisasjonsnavn

source: Enter a custom message
no: Skriv inn en egendefinert melding

source: New user registration
no: Ny brukerregistrering

source: Password reset
no: Reset passord

source: Filter User Index
no: Filter brukerindeks

source: Remove filter
no: Fjern filter

source: Apply filters
no: Bruk filtre

source: Users
no: brukere

source: Contact %s
no: Kontakt%s

source: WARNING: This user does not have an encryption key set. The security posture of this instance allows for the sending of clear-text e-mails, so this is what will happen if you proceed.
no: ADVARSEL: Denne brukeren har ikke en krypteringsnøkkel. Sikkerhetsstillingene i denne forekomsten tillater sending av e-post med klartext, så dette skjer hva som skjer hvis du fortsetter.

source: %s key found for user, the e-mail will be sent encrypted using this key.
no: %s nøkkel funnet for brukeren, vil e-posten bli sendt kryptert ved hjelp av denne nøkkelen.

source: Contactalert
no: Kontaktvarsel

source: Request API access
no: Be om API-tilgang

source: Invited By
no: Invitert av

source: Password change
no: Passord endring

source: GnuPG fingerprint
no: GnuPG fingeravtrykk

source: SMIME Public certificate
no: SMIME Offentlig sertifikat

source: Download user profile for data portability
no: Last ned brukerprofil for dataportabilitet

source: Failed GnuPGs?
no: Mislyktes GnuPGs?

source: No failed composites
no: Ingen mislykkede kompositter

source: SMIME Public certificate (PEM format)
no: SMIME Offentlig sertifikat (PEM-format)

source: Login
no: Logg Inn

source: Some statistics about this instance. The changes since the beginning of this month are noted in brackets wherever applicable
no: Noen statistikker om denne forekomsten. Endringene siden begynnelsen av denne måneden er notert i parentes hvor det er aktuelt

source: Correlations found
no: Korrelasjoner funnet

source: Proposals active
no: Forslag aktiv

source: Discussion threads
no: Diskusjonstråder

source: Discussion posts
no: Diskusjonsposter

source: A heatmap showing user activity for each day during this month and the 4 months that preceded it. Use the buttons below to only show the heatmap of a specific organisation.
no: En varmekart som viser brukeraktivitet for hver dag i løpet av denne måneden og de fire månedene som gikk foran det. Bruk knappene under for å bare vise varmekartet til en bestemt organisasjon.

source: Go left
no: Gå til venstre

source: Go right
no: Gå til høyre

source: The above graph will not work correctly in Compatibility mode. Please make sure that it is disabled in your Internet Explorer settings.
no: Ovennevnte graf vil ikke fungere riktig i Kompatibilitetsmodus. Vær sikker på at den er deaktivert i Internet Explorer-innstillingene dine.

source: The above graph will not work correctly on Internet Explorer 9.0 and earlier. Please download Chrome, Firefox or upgrade to a newer version of Internet Explorer.
no: Ovennevnte graf vil ikke fungere riktig på Internet Explorer 9.0 og tidligere. Last ned Chrome, Firefox eller oppgrader til en nyere versjon av Internet Explorer.

source: Attributes / event
no: Attributter / begivenhet

source: Users with PGP keys
no: Brukere med PGP-nøkler

source: Local Organisations
no: Lokale organisasjoner

source: Average Users / Org
no: Gjennomsnittlige brukere / Org

source: A heatmap showing the usage of %s.
no: En varmekart som viser bruken av%s.

source: Organisation list
no: Organisasjonsliste

source: Quick overview over the organisations residing on or known by this instance.
no: Rask oversikt over organisasjonene som ligger på eller kjent av denne forekomsten.

source: A toplist of the top sources for the sightings of your organisation.
no: En toppleder av de beste kildene for observasjonene av organisasjonen din.

source: #Entries
no: #Innganger

source: #False-positive
no: #Falsk positiv

source: Expiration
no: Utløp

source: A treemap of the currently used event tags. Click on any of the taxonomies to hide it and click it again to show it.
no: En trekart av de aktuelt brukte hendelsemerkene. Klikk på noen av taksonomiene for å skjule den og klikk den igjen for å vise den.

source: User and Organisation Statistics
no: Bruker- og organisasjonsstatistikk

source: MISP Terms and Conditions
no: MISP Vilkår og betingelser

source: Terms and Conditions file not found.
no: Vilkår og betingelser fil ikke funnet.

source: Download Terms and Conditions
no: Last ned vilkår og betingelser

source: Accept Terms
no: Godta vilkårene

source: Certificates validation
no: Sertifikat validering

source: GnuPG key validation
no: GnuPG-nøkkelvalidering

source: Confirm sending
no: Bekreft sending

source: You are about to send a mail to %s recipient(s)?
no: Du er i ferd med å sende en mail til%s mottaker (e)?

source: Choose the key that you would like to use
no: Velg nøkkelen du vil bruke

source: Key ID
no: Nøkkel-ID

source: Creation date
no: Opprettelsesdato

source: Associated E-mail addresses
no: Tilknyttede e-postadresser

source: Select GnuPG key
no: Velg GnuPG-nøkkel

source: WARNING: This user does not have an encryption key set. The security posture of this instance allows for the sending of clear text e-mails, so this is what will happen if you proceed.
no: ADVARSEL: Denne brukeren har ikke en krypteringsnøkkel. Sikkerhetsstilling i denne forekomsten tillater sending av klare tekst-e-post, så dette er hva som vil skje hvis du fortsetter.

source: Send welcome message to user
no: Send velkomstmelding til brukeren

source: Initiate password reset for user
no: Starte tilbakestilling av passord for bruker

source: Are you sure you want to reset the password of %s and send him/her a welcome message with the credentials?
no: Er du sikker på at du vil tilbakestille passordet til%s og sende ham / henne en velkomstmelding med legitimasjonene?

source: Are you sure you want to reset the password of %s and send him/her the temporary credentials?
no: Er du sikker på at du vil tilbakestille passordet til%s og sende ham / henne de midlertidige legitimasjonene?

source: First time registration
no: Første gangs registrering

source: Submit password reset
no: Send inn tilbakestilling av passord

source: Valid attributes
no: Gyldige attributter

source: Entries
no: Innganger

source: Delete Warninglist
no: Slett advarselsliste

source: Delete warninglist
no: Slett advarselsliste

source: Accepted attribute types
no: Godkjenne attributttyper

source: Warninglist Deletion
no: Advarselslett sletting

source: Are you sure you want to delete Warninglist #%s<br /> Associated tags will not be removed. You can reload the warninglist at any time by updating your warninglists.
no: Er du sikker på at du vil slette advarselsliste #%s <br /> Tilknyttede koder blir ikke fjernet. Du kan når som helst laste på advarsellisten ved å oppdatere varslingslister.

source: Add Signature Whitelist
no: Legg til signatur Whitelist

source: Edit Signature Whitelist
no: Rediger signatur Whitelist

source: Regex entries (in the standard php regex /{regex}/{modifier} format) entered below will restrict matching attributes from being included in the IDS flag sensitive exports (such as NIDS exports).
no: Regex-oppføringer (i formatet standard php regex / {regex} / {modifier}) som er angitt nedenfor, vil begrense samsvarende attributter fra å bli inkludert i IDS-flaggfølsom eksport (for eksempel NIDS-eksport).

source: numeric
no: numerisk

source: Options depend on the selected category.
no: Valg avhenger av den valgte kategorien.

source: Options : Payload delivery, Antivirus detection, Payload installation, Files dropped ...
no: Alternativer: Levering av nyttelast, Antivirus-deteksjon, Lasteinstallasjon, Filer droppet ...

source: Value not in the right type/format. Please double check the value or select type "other".
no: Verdi ikke i riktig type / format. Vennligst dobbeltkryss verdien eller velg type "andre".

source: A similar attribute already exists for this event.
no: En tilsvarende attributt eksisterer allerede for denne hendelsen.

source: Composite type found but the value not in the composite (value1|value2) format.
no: Sammensatt type funnet, men verdien ikke i komposittverdien (verdi1 | verdi2).

source: Please provide a valid UUID
no: Vennligst oppgi en gyldig UUID

source: The UUID provided is not unique
no: Den oppgitte UUID er ikke unik

source: Options: Your organisation only, This community only, Connected communities, All communities, Sharing group, Inherit event
no: Alternativer: Bare din organisasjon, Bare dette fellesskapet, Koblede fellesskap, Alle fellesskap, Deling gruppe, Arvehendelse

source: Expected date format: YYYY-MM-DD
no: Forventet datoformat: ÅÅÅÅ-MM-DD

source: Options : 1, 2, 3, 4 (for High, Medium, Low, Undefined)
no: Alternativer: 1, 2, 3, 4 (for høy, middels, lav, udefinert)

source: Options : Your organisation only, This community only, Connected communities, All communities
no: Alternativer: Bare din organisasjon, Bare dette fellesskapet, Koblede fellesskap, Alle fellesskap

source: If the distribution is set to "Sharing Group", a sharing group has to be selected.
no: Hvis distribusjonen er satt til "Deling Gruppe", må en delegruppe velges.

source: Options : 0, 1, 2 (for Initial, Ongoing, Completed)
no: Alternativer: 0, 1, 2 (for innledende, pågående, fullført)

source: Event already blacklisted.
no: Hendelsen er allerede svartelistet.

source: The provided eventGraph is not a valid json format
no: Den angitte eventGraph er ikke et gyldig json-format

source: rule
no: regel

source: Please enter a numeric event ID or leave this field blank.
no: Vennligst skriv inn en numerisk hendelses-ID eller la dette feltet stå tomt.

source: Options : ...
no: Alternativer: ...

source: A relationship with this name already exists.
no: Et forhold til dette navnet eksisterer allerede.

source: Organisation already blacklisted.
no: Organisasjonen er allerede svartelistet.

source: An organisation with this name already exists.
no: En organisasjon med dette navnet eksisterer allerede.

source: An organisation with this UUID already exists.
no: En organisasjon med denne UUID eksisterer allerede.

source: This is not a valid regular expression. Don't forget the delimiters!
no: Dette er ikke et gyldig regulært uttrykk. Ikke glem avgrenserne!

source: A role with this name already exists.
no: En rolle med dette navnet eksisterer allerede.

source: Please enter a valid base-url.
no: Vennligst skriv inn en gyldig basisadresse.

source: A sharing group with this name already exists.
no: En delingsgruppe med dette navnet eksisterer allerede.

source: Invalid type. Valid options are: 0 (Sighting), 1 (False-positive), 2 (Expiration).
no: Ugyldig type. Gyldige alternativer er: 0 (Sighting), 1 (False-positive), 2 (Expiration).

source: This field is required.
no: Dette feltet er obligatorisk.

source: A similar name already exists.
no: Et lignende navn finnes allerede.

source: Colour has to be in the RGB format (#FFFFFF)
no: Farge må være i RGB-formatet (#FFFFFF)

source: Please choose a category.
no: Vennligst velg en kategori.

source: Please choose a type.
no: Vennligst velg en type.

source: Please enter a Name
no: Vennligst skriv inn et navn

source: Please enter a Description
no: Vennligst skriv inn en beskrivelse

source: Please fill out the text field
no: Vennligst fyll ut tekstfeltet

source: Password length requirement not met.
no: Krav til passordlengde ikke oppfylt.

source: Password complexity requirement not met.
no: Passordkompleksitetskrav ikke oppfylt.

source: Please re-enter your password twice so that the values match.
no: Vennligst skriv inn passordet ditt to ganger, slik at verdiene samsvarer.

source: The organisation ID has to be a numeric value.
no: Organisasjons-ID må være en numerisk verdi.

source: Please enter a valid email address.
no: Vennligst skriv inn en gyldig e-post adresse.

source: An account with this email address already exists.
no: En konto med denne e-postadressen finnes allerede.

source: A authkey of a minimum length of 40 is required.
no: En authkey med en minimumslengde på 40 er nødvendig.

source: GnuPG key not valid, please enter a valid key.
no: GnuPG-nøkkel er ikke gyldig, vennligst skriv inn en gyldig nøkkel.

source: Certificate not valid, please enter a valid certificate (x509).
no: Sertifikat ikke gyldig, vennligst skriv inn et gyldig sertifikat (x509).

source: A SID should be an integer.
no: Et SID skal være et heltall.

source: Name not in the right format. Whitelist entries have to be enclosed by a valid php delimiter (which can be most non-alphanumeric / non-whitespace character). Format: "/8.8.8.8/" Please double check the name.
no: Navn ikke i riktig format. Hvitelisteoppføringer må vedlegges av en gyldig php-avgrenser (som kan være mest ikke-alfanumerisk / ikke-hvitt mellomrom). Format: "/ 8.8.8.8/" Vennligst dobbeltk.
