Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: You can use the <a href="servers/rest">ReST client</a> to test your API queries against your MISP and export the resulting tuned queries as curl or python scripts.
no: Du kan bruke <a href="servers/rest">ReST-klienten</a> til å teste API-spørringene dine mot MISP og eksportere de resulterende avstemte spørringene som curl eller python-skript.

source: Make sure you keep your API key secret as it gives access to the all of the data that you normally have access to in MISP.
no: Pass på at du beholder API-nøkkelen din hemmelig, da den gir tilgang til alle dataene du vanligvis har tilgang til i MISP.

source: To view the old MISP automation page, click <a href="automation/1">here</a>.
no: For å se den gamle MISP-automatiseringssiden, klikk <a href="automation/1">her</a> .

source: Your current key is: <code>%s</code>. You can %s this key.
no: Din nåværende nøkkel er: <code>%s</code>. Du kan %s denne nøkkelen.

source: reset
no: tilbakestille

source: It is possible to search the database for attributes based on a list of criteria.
no: Det er mulig å søke i databasen for attributter basert på en liste over kriterier.

source: To return an event or a list of events in a desired format, use the following syntax
no: Hvis du vil returnere en hendelse eller en liste over hendelser i et ønsket format, bruker du følgende syntaks

source: Whilst a list of parameters is provided below, it isn't necessarily exhaustive, specific export formats could have additional parameters.
no: Mens en liste over parametere er gitt nedenfor, er det ikke nødvendigvis uttømmende, bestemte eksportformater kan ha flere parametere.

source: Set the return format of the search (Currently supported: json, xml, openioc, suricata, snort - more formats are being moved to restSearch with the goal being that all searches happen through this API). Can be passed as the first parameter after restSearch or via the JSON payload.
no: Angi returformatet for søket (For øyeblikket støttes: json, xml, openioc, suricata, snort - flere formater blir flyttet til hvileSøk med målet at alle søk skal skje gjennom denne APIen). Kan sendes som den første parameteren etter hvileSøk eller via JSON nyttelast.

source: Limit the number of results returned, depending on the scope (for example 10 attributes or 10 full events).
no: Begrens antall resultater som returneres, avhengig av omfanget (for eksempel 10 attributter eller 10 fulle hendelser).

source: If a limit is set, sets the page to be returned. page 3, limit 100 will return records 201->300).
no: Hvis en grense er angitt, angir siden som skal returneres. side 3, grense 100 vil returnere poster 201->300).

source: Search for the given value in the attributes' value field.
no: Søk etter den oppgitte verdien i attributternes verdifelt.

source: The attribute type, any valid MISP attribute type is accepted.
no: Attributtypen, enhver gyldig MISP-attributtype, aksepteres.

source: The attribute category, any valid MISP attribute category is accepted.
no: Attributtkategorien, en gyldig MISP-attributtkategori, aksepteres.

source: Search by the creator organisation by supplying the organisation identifier.
no: Søk av skaperen organisasjonen ved å levere organisasjonsidentifikatoren.

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'.
no: For å inkludere en tag i resultatene, skriv bare navnene i denne parameteren. For å ekskludere en tag, prepter den med en!!

source: Enabling this (by passing "1" as the argument) will make the search ignore all of the other arguments, except for the auth key and value. MISP will return an xml / json (depending on the header sent) of all events that have a sub-string match on value in the event info, event orgc, or any of the attribute value1 / value2 fields, or in the attribute comment.
no: Aktivering av dette (ved å sende "1" som argumentet) vil gjøre søket ignorere alle de andre argumentene, bortsett fra auth-nøkkelen og verdien. MISP returnerer en xml / json (avhengig av overskriften sendt) av alle hendelser som har en understrengskamp på verdi i hendelsesinfo, hendelses orgc eller noen av attributverdiene1 / verdi2-feltene, eller i attributtkommentaren.

source: Events with the date set to a date after the one specified in the from field (format: 2015-02-15). This filter will use the date of the event.
no: Hendelser med datoen satt til en dato etter den som er angitt i feltet fra (format: 2015-02-15). Dette filteret vil bruke datoen for arrangementet.

source: Events with the date set to a date before the one specified in the to field (format: 2015-02-15). This filter will use the date of the event.
no: Hendelser med datoen satt til en dato før den som er angitt i feltet (format: 2015-02-15). Dette filteret vil bruke datoen for arrangementet.

source: The events that should be included / excluded from the search
no: Hendelsene som skal inkluderes / utelukkes fra søket

source: If set, encodes the attachments / zipped malware samples as base64 in the data field within each attribute
no: Hvis satt, koder vedleggene / zippet malware prøver som base64 i datafeltet innenfor hvert attributt

source: Only the metadata (event, tags, relations) is returned, attributes and proposals are omitted.
no: Bare metadataene (hendelser, koder, relasjoner) returneres, attributtene og forslagene utelates.

source: Restrict the results by uuid.
no: Begrens resultatene av uuid.

source: Restrict the results by the timestamp of the last publishing of the event. The input can be a timetamp or a short-hand time description (7d or 24h for example). You can also pass a list with two values to set a time range (for example ["14d", "7d"]).
no: Begrens resultatene ved tidsstempel for den siste utgaven av arrangementet. Inngangen kan være en tidsplan eller en kort tidsbeskrivelse (f.eks. 7d eller 24h). Du kan også sende en liste med to verdier for å angi et tidsintervall (for eksempel ["14d", "7d"]).

source: (Deprecated synonym for publish_timestamp) Restrict the results by the timestamp of the last publishing of the event. The input can be a timetamp or a short-hand time description (7d or 24h for example). You can also pass a list with two values to set a time range (for example ["14d", "7d"]).
no: (Utdatert synonym for publish_timestamp) Begrens resultatene ved tidsstempel for siste publisering av arrangementet. Inngangen kan være en tidsplan eller en kort tidsbeskrivelse (f.eks. 7d eller 24h). Du kan også sende en liste med to verdier for å angi et tidsintervall (for eksempel ["14d", "7d"]).

source: Restrict the results by the timestamp (last edit). Any event with a timestamp newer than the given timestamp will be returned. In case you are dealing with /attributes as scope, the attribute's timestamp will be used for the lookup. The input can be a timetamp or a short-hand time description (7d or 24h for example). You can also pass a list with two values to set a time range (for example ["14d", "7d"]).
no: Begrens resultatene ved tidsstempel (siste redigering). Eventuelle hendelser med en tidsstempel som er nyere enn den angitte tidsstempel, vil bli returnert. Hvis du har å gjøre med / attributter som omfang, vil attributets tidsstempel brukes til oppslaget. Inngangen kan være en tidsplan eller en kort tidsbeskrivelse (f.eks. 7d eller 24h). Du kan også sende en liste med to verdier for å angi et tidsintervall (for eksempel ["14d", "7d"]).

source: Set whether published or unpublished events should be returned. Do not set the parameter if you want both.
no: Angi om publiserte eller upubliserte hendelser skal returneres. Ikke sett parameteren hvis du vil ha begge deler.

source: Remove any attributes from the result that would cause a hit on a warninglist entry.
no: Fjern eventuelle attributter fra resultatet som ville føre til et treff på en advarselslisteoppføring.

source: By default (0) all attributes are returned that match the other filter parameters, irregardless of their to_ids setting. To restrict the returned data set to to_ids only attributes set this parameter to 1. You can only use the special "exclude" setting to only return attributes that have the to_ids flag disabled.
no: Som standard (0) returneres alle attributter som samsvarer med de andre filterparametrene, uavhengig av deres to_ids-innstilling. For å begrense det returnerte datasettet til to_ids bare attributter, sett denne parameteren til 1. Du kan bare bruke den spesielle "ekskluder" -innstillingen for å bare returnere attributter som har to_ids-flagget deaktivert.

source: If this parameter is set to 1, it will return soft-deleted attributes along with active ones. By using "only" as a parameter it will limit the returned data set to soft-deleted data only.
no: Hvis denne parameteren er satt til 1, vil den returnere myke slettede attributter sammen med aktive. Ved å bruke "only" som en parameter, vil det begrense det returnerte datasettet til bare slettede data.

source: Instead of just including the event ID, also include the event UUID in each of the attributes.
no: I stedet for bare å inkludere hendelses-ID, inkluderer også arrangementet UUID i hvert av attributter.

source: Only return attributes from events that have received a modification after the given timestamp. The input can be a timetamp or a short-hand time description (7d or 24h for example). You can also pass a list with two values to set a time range (for example ["14d", "7d"]).
no: Returner bare attributter fra hendelser som har mottatt en endring etter det angitte tidsstempelet. Inngangen kan være en tidsplan eller en kort tidsbeskrivelse (f.eks. 7d eller 24h). Du kan også sende en liste med to verdier for å angi et tidsintervall (for eksempel ["14d", "7d"]).

source: If this flag is set, sharing group objects will not be included, instead only the sharing group ID is set.
no: Hvis dette flagget er angitt, vil ikke delingsgruppeobjekter bli inkludert, i stedet blir bare delingsgruppen ID satt.

source: Filter on the event's info field.
no: Filtrer på informasjonens felt.

source: To export all attributes of types ip-src and ip-dst that have a TLP marking and are not marked TLP:red, use the syntax below. String searches are by default exact lookups, but you can use mysql style "%" wildcards to do substring searches.
no: Hvis du vil eksportere alle attributter av typer ip-src og ip-dst som har en TLP-merking og ikke er merket TLP: rød, bruk syntaksen nedenfor. Stringsøk er som standard eksakte oppslag, men du kan bruke mysql stil "%" jokertegn for å gjøre undersøkelser.

source: CSV specific parameters for the restSearch APIs
no: CSV-spesifikke parametere for restenSearch-APIer

source: CSV only, select the fields that you wish to include in the CSV export. By setting event level fields additionally, includeContext is not required to get event metadata.
no: Bare CSV, velg feltene du vil inkludere i CSV-eksporten. Ved å sette inn hendelsesnivåfelt i tillegg, inkludererContext ikke nødvendig å få hendelse-metadata.

source: CSV only, add additional event level data to the export. The additional fields can be added via requested_attributes too with more granularity.
no: Bare CSV, legg til flere hendelsesnivådata til eksporten. De ekstra feltene kan legges til via requested_attributes også med mer granularitet.

source: The CSV created when this setting is set to true will not contain the header row.
no: Den CSV som er opprettet når denne innstillingen er satt til sann, vil ikke inneholde toppraden.

source: URL parameters
no: URL-parametere

source: It is also possible to pass all of the above parameters via URL parameters, however this is HIGHLY discouraged. If you however have no other options, simply pass the parameters in the following fashion:
no: Det er også mulig å sende alle ovennevnte parametere via URL-parametere, men dette er svært motløs. Hvis du imidlertid ikke har andre alternativer, bare passere parametrene på følgende måte:

source: As you can see above, "||" can be used to add more values to a "list" and all parameters are passed as key:value components to the URL. Keep in mind, certain special characters in URLs can cause issues, your searches may end up being leaked to logs in transit and there are length limitations to take into account. Use this as a last resort.
no: Som du kan se over, kan "||" brukes til å legge til flere verdier til en "liste" og alle parametere blir sendt som nøkkel: verdig komponentene til nettadressen. Husk at visse spesialtegn i nettadresser kan forårsake problemer, søkene dine kan ende opp med å bli lekket til logger under transitt, og det er lengdebegrensninger å ta hensyn til. Bruk dette som en siste utvei.

source: RPZ specific parameters for the restSearch APIs
no: RPZ-spesifikke parametere for restSearch-APIer

source: >You can export RPZ zone files for DNS level firewalling by using the RPZ export functionality of MISP. The file generated will include all of the IDS flagged domain, hostname and IP-src/IP-dst attribute values that you have access to.
no: >Du kan eksportere RPZ-sonefiler for DNS-brannmur ved å bruke RPZ-eksportfunksjonaliteten til MISP. Filen som genereres vil inkludere alle IDS-merkede domene, vertsnavn og IP-src / IP-dst-attributtverdier som du har tilgang til.

source: MISP will inject header values into the zone file as well as define the action taken for each of the values that can all be overriden. By default these values are either the default values shipped with the application, or ones that are overriden by your site administrator. The values are as follows
no: MISP vil injisere headerverdier i sonefilen, samt definere handlingen som er tatt for hver av verdiene som alle kan overstyres. Disse verdiene er som standard enten standardverdiene som sendes med programmet, eller de som er overstyrt av nettstedets administrator. Verdiene er som følger

source: To override the above values, either use the url parameters as described below
no: For å overstyre de ovennevnte verdiene, bruk enten urlparametrene som beskrevet nedenfor

source: or POST an XML or JSON object with the above listed options
no: eller POST et XML- eller JSON-objekt med de ovenfor angitte alternativene

source: Bro IDS export
no: Bro IDS eksport

source: An export of all attributes of a specific bro type to a formatted plain text file. By default only published and IDS flagged attributes are exported.
no: En eksport av alle attributter av en bestemt brotype til en formatert ren tekstfil. Som standard blir bare publiserte og IDS-flaggede attributter eksportert.

source: You can configure your tools to automatically download a file one of the Bro types.
no: Du kan konfigurere verktøyene dine for å automatisk laste ned en fil en av Bro-typene.

source: To restrict the results by tags, use the usual syntax. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). To get ip values from events tagged tag1 but not tag2 use
no: For å begrense resultatene med koder, bruk vanlig syntaks. Vær oppmerksom på kolonene (:) kan ikke brukes i taggssøkingen. Bruk somikolon i stedet (søket søker automatisk etter kolon i stedet). For å få ip-verdier fra hendelser merket tag1, men ikke tag2 bruk

source: It is possible to restrict the bro exports on based on a set of filters. POST a JSON object or an XML at the Bro API to filter the results.
no: Det er mulig å begrense broeksporten basert på et sett med filtre. Legg et JSON-objekt eller et XML på Bro API for å filtrere resultatene.

source: Alternatively, it is also possible to pass the filters via the parameters in the URL, though it is highly advised to use POST requests with JSON objects instead. The format is as described below
no: Alternativt er det også mulig å sende filtre via parameterne i nettadressen, men det anbefales å bruke POST-forespørsler med JSON-objekter i stedet. Formatet er som beskrevet nedenfor

source: The Bro type, any valid Bro type is accepted. The mapping between Bro and MISP types is as follows
no: Bro-typen, enhver gyldig Bro-type er akseptert. Kartleggingen mellom Bro og MISP-typer er som følger

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'. You can also chain several tag commands together with the '&amp;&amp;' operator. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead).
no: For å inkludere en tag i resultatene, skriv bare navnene i denne parameteren. For å ekskludere en tag, prepter den med en!!. Du kan også koble flere tagkommandoer sammen med operatøren '&amp;&amp;'. Vær oppmerksom på kolonene (:) kan ikke brukes i taggssøkingen. Bruk somikoloner i stedet (søket søker automatisk etter kolonner i stedet).

source: Restrict the results to the given event IDs.
no: Begrens resultatene til de angitte hendelses-IDene.

source: Allow attributes to be exported that are not marked as "to_ids".
no: Tillat at attributter skal eksporteres som ikke er merket som "to_ids".

source: Events published within the last x amount of time, where x can be defined in days, hours, minutes (for example 5d or 12h or 30m). This filter will use the published timestamp of the event.
no: Hendelser publisert innen den siste x tid, hvor x kan defineres i dager, timer, minutter (for eksempel 5d eller 12h eller 30m). Dette filteret vil bruke det publiserte tidsstempelet til arrangementet.

source: All attributes that have a hit on a warninglist will be excluded.
no: Alle attributter som har et treff på en advarsel, vil bli ekskludert.

source: The keywords false or null should be used for optional empty parameters in the URL.
no: Søkeordene falske eller null skal brukes til valgfrie tomme parametere i nettadressen.

source: For example, to retrieve all attributes for event #5, including non IDS marked attributes too, use the following line
no: Hvis du for eksempel vil hente alle attributter for hendelsen # 5, inkludert ikke-IDS-merkede attributter, bruker du følgende linje

source: Export attributes of event with specified type as XML
no: Eksporter attributter av hendelsen med spesifisert type som XML

source: If you want to export all attributes of a pre-defined type that belong to an event, use the following syntax
no: Hvis du vil eksportere alle attributter av en forhåndsdefinert type som tilhører en hendelse, bruker du følgende syntaks

source: sigOnly is an optional flag that will block all attributes from being exported that don't have the IDS flag turned on. It is possible to search for several types with the '&amp;&amp;' operator and to exclude values with the '!' operator. For example, to get all IDS signature attributes of type md5 and sha256, but not filename|md5 and filename|sha256 from event 25, use the following
no: sigOnly er et valgfritt flagg som vil blokkere alle attributter fra å bli eksportert som ikke har IDS-flagget slått på. Det er mulig å søke etter flere typer med &amp;&amp;-operatøren og ekskludere verdier med '!' operatør. For eksempel å få alle IDS-signaturattributter av typen md5 og sha256, men ikke filnavn | md5 og filnavn | sha256 fra hendelse 25, bruk følgende

source: Download attachment or malware sample
no: Last ned vedlegg eller skadelig programvareeksempel

source: If you know the attribute ID of a malware-sample or an attachment, you can download it with the following syntax
no: Hvis du kjenner attributt-IDen til en malware-prøve eller et vedlegg, kan du laste den ned med følgende syntaks

source: Download malware sample by hash
no: Last ned malware-utvalg etter hash

source: You can also download samples by knowing its MD5 hash. Simply pass the hash along as a JSON/XML object or in the URL (with the URL having overruling the passed objects) to receive a JSON/XML object back with the zipped sample base64 encoded along with some contextual information.
no: Du kan også laste ned prøver ved å kjenne sin MD5 hash. Bare passer hashen som et JSON / XML-objekt eller i URL-adressen (med URL-adressen som overstyrer de bestått objektene) for å motta et JSON / XML-objekt tilbake med den zippede sample base64 kodet sammen med noe kontekstuell informasjon.

source: You can also use this API to get all samples from events that contain the passed hash. For this functionality, just pass the "allSamples" flag along. Note that if you are getting all samples from matching events, you can use all supported hash types (%s) for the lookup.</p>
no: Du kan også bruke denne API for å få alle eksempler fra hendelser som inneholder passordet hash. For denne funksjonaliteten, bare passere "allSamples" flagg langs. Merk at hvis du får alle prøver fra matchende hendelser, kan du bruke alle støttede hashtyper (%s) for oppslaget. </p>

source: You can also get all the samples from an event with a given event ID, by passing along the eventID parameter. Make sure that either an event ID or a hash is passed along, otherwise an error message will be returned. Also, if no hash is set, the allSamples flag will get set automatically.
no: Du kan også få alle prøvene fra et arrangement med en gitt hendelses-ID, ved å passere eventID-parameteren. Pass på at enten en hendelse-ID eller en hash er sendt videre, ellers vil en feilmelding bli returnert. Også, hvis ingen hash er satt, vil allSamples-flagget settes automatisk.

source: POST message payload (XML)
no: POST-meldings nyttelast (XML)

source: POST message payload (json)
no: POST-meldings nyttelast (json)

source: A quick description of all the parameters in the passed object
no: En rask beskrivelse av alle parametrene i det bestått objektet

source: A hash in MD5 format. If allSamples is set, this can be any one of the following: %s
no: En hash i MD5-format. Hvis allSamples er satt, kan dette være ett av følgende: %s

source: If set, it will return all samples from events that have a match for the hash provided above.
no: Hvis den er satt, vil den returnere alle prøver fra hendelser som har en match for hashen som er angitt ovenfor.

source: If set, it will only fetch data from the given event ID.
no: Hvis den er satt, vil den bare hente data fra den angitte hendelses-IDen.

source: Upload malware samples using the "Upload Sample" API
no: Last opp malware-prøver ved hjelp av "Upload Sample" API

source: This API will allow you to populate an event that you have modify rights to with malware samples (and all related hashes). Alternatively, if you do not supply an event ID, it will create a new event for you.
no: Denne API-en tillater deg å fylle ut et arrangement som du har rett til å endre med malware-prøver (og alle relaterte hashes). Alternativt, hvis du ikke leverer en hendelse-ID, vil den skape en ny hendelse for deg.

source: The files have to be base64 encoded and POSTed as explained below. All samples will be zipped and password protected (with the password being "infected"). The hashes of the original file will be captured as additional attributes.
no: Filene må være base64 kodet og POSTed som forklart nedenfor. Alle eksempler vil bli zippet og passordbeskyttet (med passordet er "infisert"). Raskene i den opprinnelige filen vil bli tatt som ekstra attributter.

source: The event ID is optional. MISP will accept either a JSON or an XML object posted to the above URL.
no: Hendelses-ID er valgfritt. MISP vil akseptere enten et JSON eller et XML-objekt som er lagt inn på nettadressen ovenfor.

source: The general structure of the expected objects is as follows
no: Den generelle strukturen til de forventede objektene er som følger

source: The following optional parameters are expected
no: Følgende valgfrie parametre er forventet
