Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: The Event's ID is optional. It can be either supplied via the URL or the POSTed object, but the URL has priority if both are provided. Not supplying an event ID will cause MISP to create a single new event for all of the POSTed malware samples. You can define the default settings for the event, otherwise a set of default settings will be used.
no: Hendelsens ID er valgfritt. Det kan enten leveres via URL eller POSTed-objektet, men nettadressen har prioritet hvis begge er oppgitt. Hvis du ikke leverer en hendelse-ID, vil MISP skape en enkelt ny hendelse for alle POSTed-malware-prøvene. Du kan definere standardinnstillingene for hendelsen, ellers vil et sett med standardinnstillinger bli brukt.

source: The distribution setting used for the attributes and for the newly created event, if relevant. [0-3]
no: Distribusjonsinnstillingen som brukes for attributter og for den nyopprettede hendelsen, hvis relevant. [0-3]

source: You can flag all attributes created during the transaction to be marked as "to_ids" or not.
no: Du kan flagge alle attributter opprettet under transaksjonen som skal merkes som "to_ids" eller ikke.

source: The category that will be assigned to the uploaded samples. Valid options are: Payload delivery, Artefacts dropped, Payload Installation, External Analysis.
no: Kategorien som vil bli tildelt de opplastede prøvene. Gyldige alternativer er: Levering av nyttelast, Artefacts droppet, Lastbelastning, Ekstern analyse.

source: Used to populate the event info field if no event ID supplied. Alternatively, if not set, MISP will simply generate a message showing that it's a malware sample collection generated on the given day.
no: Brukes til å fylle feltet for hendelsesinfo hvis ingen hendelses-ID er levert. Alternativt, hvis ikke satt, vil MISP ganske enkelt generere en melding som viser at det er en skadevaresamling generert på den oppgitte dagen.

source: The analysis level of the newly created event, if applicable. [0-2]
no: Analysenivået for den nyopprettede hendelsen, hvis aktuelt. [0-2]

source: The threat level ID of the newly created event, if applicable. [0-3]
no: Tredje nivå ID for den nyopprettede hendelsen, hvis aktuelt. [0-3]

source: This will populate the comment field of any attribute created using this API.
no: Dette vil fylle ut kommentarfeltet for ethvert attributt som er opprettet ved hjelp av denne APIen.

source: Add or remove tags from events
no: Legg til eller fjern tagger fra hendelser

source: You can add or remove an existing tag from an event in the following way
no: Du kan legge til eller fjerne en eksisterende tag fra en hendelse på følgende måte

source: Just POST a json object in the following format (to the appropriate API depending on whether you want to add or delete a tag from an event)
no: Bare POST en json-objekt i følgende format (til riktig API, avhengig av om du vil legge til eller slette en tag fra en hendelse)

source: Where "tag" is the ID of the tag. You can also use the name of the tag the following way
no: Hvor "tag" er IDen til taggen. Du kan også bruke navnet på taggen på følgende måte

source: Proposals and the API
no: Forslag og API

source: You can interact with the proposals via the API directly since version 2.3.148
no: Du kan samhandle med forslagene via API direkte siden versjon 2.3.148

source: Explanation
no: Forklaring

source: Expected Payload
no: Forventet nyttelast

source: Response
no: Respons

source: View a proposal
no: Se et forslag

source: ShadowAttribute object
no: ShadowAttribute-objekt

source: View all proposal of my org's events
no: Se alle forslag til org-arrangementene mine

source: ShadowAttribute objects
no: ShadowAttribute objekter

source: View all proposals of an event
no: Se alle forslag til en begivenhet

source: Propose a new attribute to an event
no: Foreslå et nytt attributt til en hendelse

source: Propose an edit to an attribute
no: Foreslå en redigering til et attributt

source: Accept a proposal
no: Godta et forslag

source: Message
no: Beskjed

source: Discard a proposal
no: Kast et forslag

source: When posting a shadow attribute object, use the following formats
no: Når du legger inn et skyggeattributtobjekt, bruker du følgende formater

source: None of the above fields are mandatory, but at least one of them has to be provided.
no: Ingen av de ovennevnte feltene er obligatorisk, men minst en av dem må oppgis.

source: Filtering event metadata
no: Filtrering av hendelsesmetadata

source: As described in the REST section, it is possible to retrieve a list of events along with their metadata by sending a GET request to the /events API. However, this API in particular is a bit more versatile. You can pass search parameters along to search among the events on various fields and retrieve a list of matching events (along with their metadata). Use the following URL
no: Som beskrevet i REST-delen, er det mulig å hente en liste over hendelser sammen med metadataene sine ved å sende en GET-forespørsel til / hendelses-API. Imidlertid er denne API-en spesielt litt mer allsidig. Du kan sende søkeparametre sammen for å søke blant hendelsene i ulike felt og hente en liste over matchende hendelser (sammen med metadataene sine). Bruk følgende URL

source: POST a JSON object with the desired lookup fields and values to receive a JSON back.<br /> An example for a valid lookup
no: Legg et JSON-objekt med de ønskede oppslagsfeltene og verdiene for å motta en JSON-tilbake. <br /> Et eksempel på en gyldig oppslag

source: The above would return any event that is published, not restricted to your organisation only that has the term "Locky" in its event description. You can use exclamation marks to negate a value wherever appropriate.
no: Ovennevnte ville returnere noe som publiseres, ikke bare begrenset til organisasjonen din, som har begrepet "Locky" i hendelsesbeskrivelsen. Du kan bruke utropstegn for å negere en verdi der det er aktuelt.

source: The list of valid parameters
no: Listen over gyldige parametere

source: Filters on published or unpublished events [0,1] - negatable
no: Filtre på publiserte eller upubliserte hendelser [0,1] - negatable

source: Filters on strings found in the event info - negatable
no: Filtre på strenger funnet i hendelsesinfo - negativ

source: Filters on attached tag names - negatable
no: Filtre på vedlagte tagnavn - negatable

source: Filters on specific event IDs - negatable
no: Filtre på bestemte hendelses-IDer - negativ

source: Filters on a given event threat level [1,2,3,4] - negatable
no: Filtre på et gitt begivenhetsrisiko nivå [1,2,3,4] - negatable

source: Filters on the distribution level [0,1,2,3] - negatable
no: Filtre på distribusjonsnivået [0,1,2,3] - negatable

source: Filters on the given analysis phase of the event [0,1,2] - negatable
no: Filtre på den aktuelle analysefasen av hendelsen [0,1,2] - negativ

source: Filters on a contained attribute value - negatable
no: Filtre på en inneholdt attributtverdi - negativ

source: Filters on the creator organisation - negatable
no: Filtre på skaperen organisasjonen - negativ

source: Filters on the creator user's email address (admin only) - negatable
no: Filtre på skaperen brukerens e-postadresse (kun admin) - negativ

source: Filters on the date, anything newer than the given date in YYYY-MM-DD format is taken - non-negatable
no: Filtre på datoen, noe som er nyere enn den oppgitte datoen i YYYY-MM-DD-format, er tatt - ikke-negativ

source: Filters on the date, anything older than the given date in YYYY-MM-DD format is taken - non-negatable
no: Filtre på datoen, noe som er eldre enn den oppgitte datoen i YYYY-MM-DD-format, er tatt - ikke-negativ

source: The freetext import tool is also exposed to the API.
no: Freetext importverktøyet er også utsatt for API.

source: Simply POST the contents to be parsed and either directly create attributes out of them or simply return the parsing results.
no: Bare POST innholdet som skal analyseres og enten direkte opprette attributter ut av dem eller bare returnere resultatene for analysering.

source: Use the boolean (0/1) adhere_to_warninglists and return_meta_attributes url parameters to filter out values tripping over a warninglist and to decide whether to save the attributes parsed or simply return them as meta attributes.
no: Bruk de boolske (0/1) adhere_to_warninglists og return_meta_attributes url parametere for å filtrere ut verdier som sniker seg over en advarselliste og bestemme om du vil lagre attributene som analyseres eller bare returnere dem som meta attributter.

source: The contents of the POST body should be the text to be parsed.
no: Innholdet i POST-kroppen skal være teksten som skal analyseres.

source: Contact organization reporting event
no: Kontakt organisasjonsrapportering hendelsen

source: You are about to contact the organization that reported event %s.<br/> Feel free to add a custom message that will be sent to the reporting organization. <br/> Your email address and details about the event will be added automagically to the message.
no: Du skal kontakte organisasjonen som rapporterte hendelsen%s. <br/> Du er velkommen til å legge til en egendefinert melding som skal sendes til rapporteringsorganisasjonen. <br/> Din e-postadresse og detaljer om hendelsen vil bli lagt til automatisk i meldingen.

source: Submit only to the person that created the event
no: Send kun til personen som opprettet hendelsen

source: Export functionality is designed to automatically generate signatures for intrusion detection systems. To enable signature generation for a given attribute, Signature field of this attribute must be set to Yes. Note that not all attribute types are applicable for signature generation, currently we only support NIDS signature generation for IP, domains, host names, user agents etc., and hash list generation for MD5/SHA1 values of file artifacts. Support for more attribute types is planned.
no: Eksportfunksjonalitet er designet for å automatisk generere signaturer for inntrengingsdeteksjonssystemer. For å aktivere signaturgenerering for et gitt attributt må Signatur-feltet i dette attributet settes til Ja. Vær oppmerksom på at ikke alle attributttyper gjelder for signaturgenerering. I øyeblikket støtter vi bare NIDS signaturgenerering for IP, domener, vertsnavn, bruker agenter etc., og hash-listegenerering for MD5 / SHA1-verdier av filartefakter. Støtte for flere attributttyper er planlagt.

source: Simply click on any of the following buttons to download the appropriate data.
no: Bare klikk på en av de følgende knappene for å laste ned de riktige dataene.

source: Last Update
no: Siste oppdatering

source: Outdated
no: Utdatert

source: Filesize
no: Filstørrelse

source: Progress
no: Framgang

source: Attachments are enabled on this instance
no: Vedlegg er aktivert i dette tilfellet

source: Attachments are disabled on this instance
no: Vedlegg er deaktivert i dette tilfellet

source: Loading…
no: Laster…

source: Queued
no: Satt i kø

source: Completed
no: fullført

source: Download
no: nedlasting

source: Generate
no: generere

source: Warning, the background worker is not responding!
no: Advarsel, bakgrunnsarbeider svarer ikke!

source: 0 seconds ago
no: 0 sekunder siden

source: Download all as XML
no: Last ned alt som XML

source: Download all signatures as CSV
no: Last ned alle signaturer som CSV

source: Download all as CSV
no: Last ned alt som CSV

source: Download Suricata signatures
no: Last ned Suricata signaturer

source: Download Snort signatures
no: Last ned Snort signaturer

source: Click these to download all network related attributes that you have access to under the Suricata or Snort rule format. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported. Administration is able to maintain a whitelist containing host, domain name and IP numbers to exclude from the NIDS export.
no: Klikk på disse for å laste ned alle nettverksrelaterte attributter som du har tilgang til under Suricata eller Snort-regelformatet. Kun <em>publiserte</em> hendelser og attributter merket som <em>IDS-signatur</em> eksporteres. Administrasjonen kan opprettholde en hviteliste som inneholder verten, domenenavn og IP-numre for å ekskludere fra NIDS-eksporten.

source: Download Bro signatures
no: Last ned Bro signaturer

source: Click these to download all network related attributes that you have access to under the Bro rule format. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported. Administration is able to maintain a whitelist containing host, domain name and IP numbers to exclude from the NIDS export.
no: Klikk på disse for å laste ned alle nettverksrelaterte attributter som du har tilgang til under Bro-regelformatet. Kun <em>publiserte</em> hendelser og attributter merket som <em>IDS-signatur</em> eksporteres. Administrasjonen kan opprettholde en hviteliste som inneholder verten, domenenavn og IP-numre for å ekskludere fra NIDS-eksporten.

source: Download RPZ Zone File
no: Last ned RPZ Zone File

source: Download all MD5 hashes
no: Last ned alle MD5 hashes

source: Download all SHA1 hashes
no: Last ned alle SHA1 hashes

source: Click on one of these two buttons to download all MD5 or SHA1 checksums contained in file-related attributes. This list can be used to feed forensic software when searching for susipicious files. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
no: Klikk på en av disse to knappene for å laste ned alle MD5- eller SHA1 -sjekker som finnes i filrelaterte attributter. Denne listen kan brukes til å mate rettsmedisinsk programvare når du søker etter susipicious filer. Kun <em>publiserte</em> hendelser og attributter merket som <em>IDS Signatur</em> eksporteres.

source: Click on one of these buttons to download all the attributes with the matching type. This list can be used to feed forensic software when searching for susipicious files. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
no: Klikk på en av disse knappene for å laste ned alle attributter med tilhørende type. Denne listen kan brukes til å mate rettsmedisinsk programvare når du søker etter susipicious filer. Kun <em>publiserte</em> hendelser og attributter merket som <em>IDS-signatur</em> eksporteres.

source: Filter Event Index
no: Filter hendelsesindeks

source: OR
no: ELLER

source: NOT
no: IKKE

source: Any
no: Vilkårlig

source: Initial
no: Første

source: Ongoing
no: Pågående

source: Target
no: Mål

source: Delete filter
no: Slett filter

source: No filters set - add filter terms above.
no: Ingen filter satt - legg til filterbetingelser ovenfor.

source: Save this URL if you would like to use the same filter settings again
no: Lagre denne nettadressen hvis du vil bruke de samme filterinnstillingene på nytt

source: Apply
no: Søke om

source: "No"
no: "Nei"

source: Freetext Import Tool
no: Fritekst Importverktøy

source: Paste a list of IOCs into the field below for automatic detection.
no: Lim inn en liste over IOCer i feltet under for automatisk gjenkjenning.

source: No matching events found.
no: Ingen matchende arrangementer funnet.

source: This will still allow you to store the UUID. It will extend the assigned event as soon as it is created / becomes visible.
no: Dette vil fortsatt tillate deg å lagre UUID. Den vil forlenge den tildelte hendelsen så snart den er opprettet / blir synlig.

source: Events
no: Hendelser

source: Modify filters
no: Endre filtre

source: Delete selected Events
no: Slett valgte hendelser

source: My events only
no: Mine hendelser bare

source: My Events
no: Mine hendelser

source: My organisation's events only
no: Min organisasjon er bare hendelser

source: Org Events
no: Org Hendelser

source: Automation functionality is designed to automatically generate signatures for intrusion detection systems. To enable signature generation for a given attribute, Signature field of this attribute must be set to Yes. Note that not all attribute types are applicable for signature generation, currently we only support NIDS signature generation for IP, domains, host names, user agents etc., and hash list generation for MD5/SHA1 values of file artefacts. Support for more attribute types is planned. To to make this functionality available for automated tools an authentication key is used. This makes it easier for your tools to access the data without further form-based-authentication.
no: Automatiseringsfunksjonalitet er laget for å automatisk generere signaturer for inntrengingsdeteksjonssystemer. For å aktivere signaturgenerering for et gitt attributt må Signatur-feltet i dette attributet settes til Ja. Vær oppmerksom på at ikke alle attributttyper gjelder for signaturgenerering. I øyeblikket støtter vi bare NIDS signaturgenerering for IP, domener, vertsnavn, bruker agenter etc., og hash listgenerering for MD5 / SHA1 verdier av filartefakter. Støtte for flere attributttyper er planlagt. For å gjøre denne funksjonaliteten tilgjengelig for automatiserte verktøy, brukes en godkjenningsnøkkel. Dette gjør det enklere for verktøyene dine å få tilgang til dataene uten videre formbasert godkjenning.

source: Make sure you keep that key secret as it gives access to the entire database !
no: Pass på at du holder nøkkelen hemmelig, da den gir tilgang til hele databasen !

source: Since version 2.2 the usage of the authentication key in the URL is deprecated. Instead, pass the auth key in an Authorization header in the request. The legacy option of having the auth key in the URL is temporarily still supported but not recommended.
no: Siden versjon 2.2 er bruken av godkjenningsnøkkelen i nettadressen utdatert. I stedet, send auth-nøkkelen i en autorisasjonsoverskrift i forespørselen. Det arvelige alternativet med å ha auth-nøkkelen i nettadressen, støttes midlertidig, men anbefales ikke.

source: Please use the use the following header
no: Vennligst bruk bruk følgende overskrift

source: Authorization
no: Autorisasjon

source: XML Export
no: XML Eksport

source: An automatic export of all events and attributes <small>(except file attachments)</small> is available under a custom XML format.
no: En automatisk eksport av alle hendelser og attributter <small>(unntatt filvedlegg)</small> er tilgjengelig under et tilpasset XML-format.

source: You can configure your tools to automatically download the following file
no: Du kan konfigurere verktøyene dine for å automatisk laste ned følgende fil

source: If you only want to fetch a specific event append the eventid number
no: Hvis du bare vil hente en bestemt hendelse, legger du til det aktuelle nummeret

source: You can post an XML or JSON object containing additional parameters in the following formats
no: Du kan legge inn et XML- eller JSON-objekt som inneholder flere parametere i følgende formater

source: The xml download also accepts two additional the following optional parameters in the URL
no: Xml-nedlastingen aksepterer også to ekstra følgende valgfrie parametere i URL-adressen

source: Restrict the download to a single event
no: Begrens nedlastingen til en enkelt hendelse

source: A boolean field that determines whether attachments should be encoded and a second parameter that controls the eligible tags.
no: Et booleskfelt som bestemmer om vedlegg skal kodes og en andre parameter som styrer kvalifiserbare koder.

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'. You can also chain several tag commands together with the '&amp;&amp;' operator. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). For example, to include tag1 and tag2 but exclude tag3 you would use
no: For å inkludere en tag i resultatene, skriv bare navnene i denne parameteren. For å ekskludere en tag, prepter den med en '!'. Du kan også koble flere tagkommandoer sammen med operatøren '&amp;&amp;'. Vær oppmerksom på kolonene (:) kan ikke brukes i taggssøkingen. Bruk somikoloner i stedet (søket søker automatisk etter kolonner i stedet). For eksempel, for å inkludere tag1 og tag2, men ekskluder tag3 du vil bruke

source: Also check out the %s to read about the REST API.
no: Sjekk også%s for å lese om REST API.

source: An automatic export of attributes is available as CSV. Only attributes that are flagged "to_ids" will get exported.
no: En automatisk eksport av attributter er tilgjengelig som CSV. Bare attributter som er merket "to_ids" vil bli eksportert.

source: You can specify additional flags for CSV exports as follows
no: Du kan angi flere flagg for CSV-eksport som følger

source: Setting this flag to true will include attributes that are not marked "to_ids".
no: Setter dette flagget til ekte vil inneholde attributter som ikke er merket "to_ids".

source: For example, to only download a csv generated of the "domain" type and the "Network activity" category attributes all events except for the one and further restricting it to events that are tagged "tag1" or "tag2" but not "tag3", only allowing attributes that are IDS flagged use the following syntax
no: For eksempel, for å bare laste ned et csv generert av "domain" type og kategorien "Nettverksaktivitet" kategoriserer alle hendelser med unntak av den som begrenser den til hendelser som er merket "tag1" eller " tag2 "men ikke" tag3 ", bare tillater attributter som er IDS-flagg, bruk følgende syntaks

source: Include the event data with each attribute.
no: Inkluder hendelsesdataene med hvert attributt.

source: Events published within the last x amount of time, where x can be defined in days, hours, minutes (for example 5d or 12h or 30m).This filter will use the published timestamp of the event.
no: Hendelser publisert innen den siste x tid, hvor x kan defineres i dager, timer, minutter (for eksempel 5d eller 12h eller 30m). Dette filteret vil bruke det publiserte tidsstempelet for arrangementet.

source: The CSV created when this setting is set to true will not contain the header row. <b>enforceWarninglist</b>: All attributes that have a hit on a warninglist will be excluded.
no: Den CSV opprettet når denne innstillingen er satt til sann, vil ikke inneholde overskriftsrad. <b>enforceWarninglist</b>: Alle attributter som har treff på en advarselliste, blir ekskludert.

source: To export the attributes of all events that are of the type "domain", use the following syntax
no: Hvis du vil eksportere attributter til alle hendelser som er av typen "domain", bruker du følgende syntaks

source: NIDS rules export
no: NIDS regler eksport

source: Automatic export of all network related attributes is available under the Snort rule format. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
no: Automatisk eksport av alle nettverksrelaterte attributter er tilgjengelig under Snortregelformatet. Kun <em>publiserte</em> hendelser og attributter merket som <em>IDS-signatur</em> eksporteres.

source: The full API syntax is as follows
no: Den fullstendige API-syntaxen er som følger

source: The export format, can be "suricata" or "snort"
no: Eksportformatet kan være "suricata" eller "snort"

source: Some commented out explanation framing the data. The reason to disable this would be if you would like to concatenate a list of exports from various select events in order to avoid unnecessary duplication of the comments.
no: Noen kommenterte forklaring av dataene. Grunnen til å deaktivere dette ville være hvis du ønsker å sammenkoble en liste over eksport fra ulike utvalgte hendelser for å unngå unødvendig duplisering av kommentarene.
