Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Hotfix 2.3.173: Sanitised URLs can cause issues with the NIDS exports and as of this version attributes will be modified on entry to correct this. To correct existing entries, run this script.
no: Hurtigreparasjon 2.3.173: Sanitiserte nettadresser kan forårsake problemer med NIDS-eksporten og fra denne versjonen blir attributter endret ved oppføring for å rette opp dette. For å rette eksisterende oppføringer, kjør dette skriptet.

source: Index tables
no: Indeks tabeller

source: This script will create indeces for all of the tables in MISP (other than primary keys)
no: Dette skriptet vil skape indekser for alle tabellene i MISP (annet enn primærnøkler)

source: Fix non-empty sharing group IDs
no: Løs ikke-tomme delingsgruppe-IDer

source: This script will change the sharing_group_id to 0 in all non sharing group setting events and attributes)
no: Dette skriptet vil endre sharing_group_id til 0 i alle ikke-gruppegruppevalgshendelser og attributter)

source: Upgrading a 2.3 instance to 2.4
no: Oppgraderer en 2,3-forekomst til 2.4

source: Warning: Running this scripts below can result in the loss of data. Make sure that you back your database up before running them.
no: Advarsel: Hvis du kjører disse skriptene nedenfor, kan det føre til tap av data. Pass på at du sikkerhetskopierer databasen før du kjører dem.

source: The order for the 2.4 upgrade procedure is
no: Ordren for 2,4 oppgraderingsprosedyren er

source: %s - run this to migrate the 2.3 data to the 2.4 format
no: %s - Kjør dette for å overføre 2.3-data til 2.4-formatet

source: Upgrade to 2.4
no: Oppgrader til 2,4

source: If it completes successful, run the %s to remove the fields that are specific to 2.3. Make sure that the migration of the data to the 2.4 format was successful (you can check the result in the audit logs). If you have run the 2.4 upgrade script previously but are running into SQL errors on the column 'org', run this script.
no: Hvis den fullfører vellykket, kjør du%s for å fjerne feltene som er spesifikke for 2.3. Kontroller at overføringen av dataene til 2.4-formatet var vellykket (du kan sjekke resultatet i revisjonsloggene). Hvis du har kjørt 2,4 oppgraderingsskriptet tidligere, men kjører inn i SQL-feil på kolonnen 'org', kjør dette skriptet.

source: 2.3->2.4 clean-up script
no: 2,3->2,4 opprydding skript

source: If the migration of your data from 2.4 is not complete this will lead to the loss of data. Backing your DB up is highly recommended. Are you ready to start removing the obsolete fields?
no: Hvis overføringen av dataene fra 2.4 ikke er fullført, vil dette føre til tap av data. Det anbefales sterkt å sikkerhetskopiere DB-en. Er du klar til å begynne å fjerne de foreldede feltene?

source: Quick Start
no: Kjapp start

source: General Layout
no: Generelt oppsett

source: General Concepts
no: Generelle konsepter

source: User Management and Global actions
no: Brukerhåndtering og Globale tiltak

source: Using the system
no: Bruke systemet

source: Settings and Diagnostics
no: Innstillinger og Diagnostikk

source: Blacklist
no: Svarteliste

source: User Management
no: Brukeradministrasjon

source: Role Management
no: Rollebehandling

source: Administrative Tools
no: Administrative verktøy

source: Background Processing
no: Bakgrunnsbehandling

source: Categories and Types
no: Kategorier og typer

source: Server settings and diagnostics
no: Serverinnstillinger og diagnostikk

source: Since version 2.3, MISP has a settings and diagnostics tool that allows site-admins to manage and diagnose their MISP installation. You can access this by navigating to Administration - Server settings
no: Siden versjon 2.3 har MISP et innstillings- og diagnostiseringsverktøy som gjør at nettstedadministratorer kan administrere og diagnostisere MISP-installasjonen. Du kan få tilgang til dette ved å gå til Administrasjon - Serverinnstillinger

source: Server settings overview with all of the tabs explained.
no: Oversikt over serverinnstillingene med alle fanene som er forklart.

source: The settings and diagnostics tool is split up into several aspects, all accessible via the tabs on top of the tool. For any unset or incorrectly set setting, or failed diagnostic a number next to the tab name will indicate the number and severity of the issues. If the number is written with a red font, it means that the issue is critical. First, let's look at the various tabs
no: Innstillings- og diagnostikkverktøyet er delt opp i flere aspekter, alle tilgjengelige via fanene øverst på verktøyet. For en uavhengig eller feilinnstilling, eller feil feilsøking, vil et nummer ved siden av fanens navn angi antall og alvorlighetsgrad av problemene. Hvis tallet er skrevet med en rød skrift, betyr det at problemet er kritisk. Først, la oss se på de forskjellige fanene

source: General overview of the current state of your MISP installation
no: Generell oversikt over den aktuelle tilstanden til MISP-installasjonen

source: MISP settings
no: MISP-innstillinger

source: Basic MISP settings. This includes the way MISP handles the default settings for distribution settings, whether background jobs are enabled, etc
no: Grunnleggende MISP-innstillinger. Dette inkluderer måten MISP håndterer standardinnstillingene for distribusjonsinnstillinger, om bakgrunnsjobber er aktivert, osv

source: GnuPG settings
no: GnuPG innstillinger

source: GnuPG related settings.
no: GnuPG-relaterte innstillinger.

source: HTTP proxy related settings.
no: HTTP proxy relaterte innstillinger.

source: Security settings
no: Sikkerhetsinnstillinger

source: Settings controlling the brute-force protection and the application's salt key.
no: Innstillinger som styrer brute-force-beskyttelsen og programmets saltnøkkel.

source: Misc settings
no: Diverse innstillinger

source: You change the debug options here, but make sure that debug is always disabled on a production system.
no: Du endrer feilsøkingsalternativene her, men sørg for at feilsøking alltid er deaktivert på et produksjonssystem.

source: The diagnostics tool checks if all directories that MISP uses to store data are writeable by the apache user. Also, the tool checks whether the STIX libraries and GnuPG are working as intended.
no: Diagnostiseringsverktøyet kontrollerer om alle kataloger som MISP bruker til å lagre data, kan skrives av apache-brukeren. Verktøyet kontrollerer også om STIX-bibliotekene og GnuPG fungerer som beregnet.

source: Shows the background workers (if enabled) and shows a warning if they are not running. Admins can also restart the workers here.
no: Viser bakgrunnsarbeidere (hvis aktivert) og viser en advarsel hvis de ikke kjører. Admins kan også starte arbeidstakerne her igjen.

source: Download a report in JSON format, compiled of all of the settings visible in the tool.
no: Last ned en rapport i JSON-format, sammensatt av alle innstillingene som er synlige i verktøyet.

source: The settings tabs explained.
no: Innstillingsfanene forklart.

source: Each of the setting pages is a table with each row representing a setting. Coloured rows indicate that the setting is incorrect / not set and the colour determines the severity (red = critical, yellow = recommended, green = optional). The columns are as follows
no: Hver av innstillingssidene er et bord med hver rad som representerer en innstilling. Fargede rader indikerer at innstillingen er feil / ikke satt og fargen bestemmer alvorlighetsgraden (rød = kritisk, gul = anbefalt, grønn = valgfri). Kolonnene er som følger

source: The severity of the setting.
no: Innstillingen er alvorlig.

source: The setting name.
no: Innstillingsnavnet.

source: The current value of the setting.
no: Den nåværende verdien av innstillingen.

source: A description of what the setting does.
no: En beskrivelse av hva innstillingen gjør.

source: If the setting is incorrect / not set, then this field will let the user know what is wrong.
no: Hvis innstillingen er feil / ikke satt, vil dette feltet la brukeren få vite hva som er galt.

source: The workers tab.
no: Arbeiderfanen.

source: The workers tab shows a list of the workers that MISP can use. You can restart the workers using the restart all workers, If the button doesn't work, make sure that the workers were started using the apache user. This can however only be done using the command line, refer to the INSTALL.txt documentation on how to let the workers automatically start on each boot.
no: Arbeiderfanen viser en liste over arbeidstakere som MISP kan bruke. Du kan starte arbeidstakerne på nytt ved å starte om alle arbeidstakere. Hvis knappen ikke virker, må du sørge for at arbeidstakeren ble startet med apache-brukeren. Dette kan imidlertid bare gjøres ved hjelp av kommandolinjen, se dokumentasjonen INSTALL.txt om hvordan man skal la arbeiderne automatisk starte på hver oppstart.

source: Worker Type
no: Arbeidstype

source: The worker type is determined by the queue it monitors. MISP currently has 5 queues (cache, default, prio, email and a special _schdlr_ queue).
no: Arbeidstypen bestemmes av køen den overvåker. MISP har for tiden 5 køer (cache, standard, prio, e-post og en spesiell _schdlr_-kø).

source: Worker Id
no: Arbeider-ID

source: The ID is made up of the machine name, the PID of the worker and the queue it monitors.
no: IDen består av maskinens navn, arbeidstakerens PID og køen det overvåker.

source: Displays OK if the worker is running. If the _schdlr_ worker is the only one not running make sure that you copy the config file into the cakeresque directory as described in the INSTALL.txt documentation.
no: Viser OK hvis arbeideren kjører. Hvis _schdlr_-arbeideren er den eneste som ikke kjører, sørg for at du kopierer config-filen til cakeresque-katalogen som beskrevet i INSTALL.txt-dokumentasjonen.

source: Import Blacklist
no: Importer Blacklist

source: It is possible to ban certain values from ever being entered into the system via an event info field or an attribute value. This is done by blacklisting the value in this section.
no: Det er mulig å forby visse verdier fra å bli inntatt i systemet via et felt for hendelsesinfo eller en attributtverdi. Dette gjøres ved å blacklisting verdien i denne delen.

source: Adding and modifying entries
no: Legge til og endre oppføringer

source: Administrators can add, edit or delete blacklisted items by using the appropriate functions in the list's action menu and the menu on the left.
no: Administratorer kan legge til, redigere eller slette svarteliste elementer ved å bruke de riktige funksjonene i listens handlingsmeny og menyen til venstre.

source: The system allows administrators to set up rules for regular expressions that will automatically alter newly entered or imported events.
no: Systemet tillater administratorer å sette opp regler for regulære uttrykk som automatisk vil endre nylig innførte eller importerte hendelser.

source: The purpose of Import Regexp entries
no: Formålet med Import Regexp-oppføringer

source: Administrators can add, edit or delete regular expression rules, which are made up of a regex pattern that the system searches for and a replacement for the detected pattern.
no: Administratorer kan legge til, redigere eller slette vanlige uttrykksregler, som består av et regex-mønster som systemet søker etter og en erstatning for det oppdagede mønsteret.

source: Add, edit or remove Regexp entries that will affect all newly created attributes here.
no: Legg til, rediger eller fjern Regexp-oppføringer som påvirker alle nyopprettede attributter her.

source: Managing the Signature whitelist
no: Administrer signaturens hviteliste

source: The signature whitelist view, accessible through the administration menu on the left, allows administrators to create and maintain a list of addresses that are whitelisted from ever being added to the NIDS signatures. Addresses listed here will be commented out when exporting the NIDS list.
no: Signatur whitelist-visningen, tilgjengelig via administrasjonsmenyen til venstre, tillater administratorer å opprette og vedlikeholde en liste over adresser som er hvitelistet fra å bli lagt til NIDS-signaturene. Adresser oppført her vil bli kommentert når du eksporterer NIDS-listen.

source: Whitelisting an address
no: Hviteliste en adresse

source: While in the whitelist view, click on New Whitelist on the left to bring up the add whitelist view to add a new address.
no: Mens du er i whitelist-visningen, klikker du på Ny hvitlisteliste til venstre for å få frem tilleggslisten for å legge til en ny adresse.

source: Managing the list
no: Administrere listen

source: When viewing the list of whitelisted addresses, the following pieces of information are shown: The ID of the whitelist entry (assigned automatically when a new address is added), the address itself that is being whitelisted and a set of controls allowing you to delete the entry or edit the address.
no: Når du ser listen over hviteliste adresser, vises følgende informasjonstyper: IDen til hvitelistenoppføringen (tilordnet automatisk når en ny adresse er lagt til), selve adressen som er hvitlistet og et sett med kontroller som lar deg slette oppgi eller rediger adressen.

source: You can edit or delete currently white-listed addresses using the action buttons on this list.
no: Du kan redigere eller slette for tiden hvitlistede adresser ved hjelp av handlingsknappene i denne listen.

source: Managing the users
no: Administrere brukerne

source: As an admin, you can set up new accounts for users, edit the profiles of users, delete them, or just have a look at all the viewers' profiles. Organisation admins are restricted to executing the same actions on their organisation's users only.
no: Som administrator kan du sette opp nye kontoer for brukere, redigere profilene til brukere, slette dem, eller bare se på alle seerens profiler. Organisasjonsadministratorer er begrenset til å utføre de samme handlingene på deres organisasjonens brukere.

source: Adding a new user
no: Legge til en ny bruker

source: To add a new user, click on the New User button in the administration menu to the left and fill out the following fields in the view that is loaded
no: For å legge til en ny bruker, klikk på Ny bruker-knappen i administrasjonsmenyen til venstre og fyll ut følgende felt i visningen som er lastet inn

source: Add user
no: Legg til bruker

source: Fill this form out to add a new user. Keep in mind that the drop-down menu titled Role controls the privileges the user will have.
no: Fyll ut dette skjemaet for å legge til en ny bruker. Husk at rullegardinmenyen med tittelen Roll kontrollerer de privilegiene brukeren vil ha.

source: The user's e-mail address, this will be used as his/her login name and as an address to send all the automatic e-mails and e-mails sent by contacting the user as the reporter of an event.
no: Brukerens e-postadresse, dette vil bli brukt som hans / hennes påloggingsnavn og som en adresse for å sende alle de automatiske e-postene og e-postene som sendes ved å kontakte brukeren som reporter av en hendelse.

source: A temporary password for the user that he/she should change after the first login. Make sure that it is at least 6 characters long, includes a digit or a special character and contains at least one upper-case and at least one lower-case character.
no: Et midlertidig passord for brukeren som han / hun skal bytte etter første innlogging. Pass på at den er minst 6 tegn lang, inneholder et siffer eller et spesialtegn, og inneholder minst en stor bokstav og minst en liten bokstav.

source: Confirm Password
no: Bekreft passord

source: This should be an exact copy of the Password field.
no: Dette bør være en eksakt kopi av passordfeltet.

source: The organisation of the user. Entering ADMIN into this field will give administrator privileges to the user. If you are an organisation admin, then this field will be unchangeable and be set to your own organisation.
no: Brukerens organisasjon. Å angi ADMIN i dette feltet vil gi administratorrettigheter til brukeren. Hvis du er en organisasjonsadministrator, vil dette feltet være uforanderlig og settes til din egen organisasjon.

source: Roles
no: Roller

source: A drop-down list allows you to choose a role-group that the user should belong to. Roles define the privileges of the user. To learn more about roles, <a href=#roles>click here</a>.
no: En rullegardinliste lar deg velge en rollegruppe som brukeren skal tilhøre. Roller definerer brukerens privilegier. For å lære mer om roller, <a href=#roles>klikk her</a> .

source: Receive alerts when events are published
no: Motta varsler når hendelser publiseres

source: This option will subscribe the new user to automatically generated e-mails whenever an event is published.
no: Dette alternativet abonnerer den nye brukeren til automatisk generert e-post når en hendelse blir publisert.

source: Receive alerts from "contact reporter" requests
no: Motta varsler fra "kontakt reporter" forespørsler

source: This option will subscribe the new user to e-mails that are generated when another user tries to get in touch with an event's reporting organisation that matches that of the new user.
no: Dette alternativet abonnerer den nye brukeren på e-postmeldinger som genereres når en annen bruker prøver å komme i kontakt med en hendelses rapporteringsorganisasjon som samsvarer med den nye brukerens.

source: This is assigned automatically and is the unique authentication key of the user (he/she will be able to reset this and receive a new key). It is used for exports and for connecting one server to another, but it requires the user to be assigned to a role that has auth permission enabled.
no: Dette tilordnes automatisk og er den unike autentiseringsnøkkelen til brukeren (han / hun vil kunne tilbakestille dette og motta en ny nøkkel). Den brukes til eksport og for tilkobling av en server til en annen, men det krever at brukeren tildeles en rolle som har auth-tillatelse aktivert.

source: Nids ID, not yet implemented.
no: Nids ID, ikke implementert ennå.

source: The key used for encrypting e-mails sent through the system.
no: Nøkkelen som brukes til å kryptere e-postmeldinger sendt via systemet.

source: Listing all users
no: Viser alle brukere

source: To list all current users of the system, just click on List Users under the administration menu to the left. A view will be loaded with a list of all users and the following columns of information
no: For å liste alle nåværende brukere av systemet, klikk bare på Liste brukere under administrasjonsmenyen til venstre. En visning vil bli lastet med en liste over alle brukere og de følgende kolonnene av informasjon

source: List users
no: Liste brukere

source: View, Edit or Delete a user using the action buttons to the right.
no: Vis, Rediger eller Slett en bruker ved å bruke handlingsknappene til høyre.

source: The user's automatically assigned ID number.
no: Brukerens automatisk tildelt ID-nummer.

source: The organisation that the user belongs to.
no: Organisasjonen som brukeren tilhører.

source: The e-mail address (and login name) of the user.
no: E-postadressen (og innloggingsnavn) til brukeren.

source: Shows whether the user has subscribed to auto-alerts and is always receiving the mass-emails regarding newly published events that he/she is eligible for.
no: Viser om brukeren har abonnert på automatisk varsler og alltid mottar massemailene angående nyutgitte hendelser som han / hun er berettiget til.

source: Shows whether the user has the subscription to contact reporter e-mails directed at his/her organisation turned on or off.
no: Viser om brukeren har abonnement på å kontakte reporter e-post rettet mot sin organisasjon slått på eller av.

source: Shows whether the user has entered a GnuPGkey yet.
no: Viser om brukeren har angitt en GnuPGkey ennå.

source: Shows the currently assigned NIDS ID.
no: Viser det tildelte NIDS-IDet.

source: This flag indicates whether the user has accepted the terms of use or not.
no: Dette flagget angir om brukeren har akseptert bruksvilkårene eller ikke.

source: The last point in time when the user has looked at the news section of the system.
no: Det siste tidspunktet når brukeren har sett på nyhetsdelen av systemet.

source: Action Buttons
no: Handlingsknapper

source: Here you can view a detailed view of a user, edit the basic details of a user (same view as the one used for creating a new user, but all the fields come filled out by default) or remove a user completely.
no: Her kan du se en detaljert visning av en bruker, redigere de grunnleggende detaljene til en bruker (samme visning som den som ble brukt for å opprette en ny bruker, men alle feltene fylles ut som standard) eller fjerne en bruker helt.

source: Editing a user
no: Redigerer en bruker

source: It is possible to assign a new password manually for a user. For example, in case that he/she forgot the old one a new temporary one can be assigned. Make sure to check the "Change password" field if you do give out a temporary password, so that the user will be forced to change it after login.
no: Det er mulig å tilordne et nytt passord manuelt for en bruker. For eksempel, hvis han / hun glemte den gamle, kan en ny midlertidig tildeles. Pass på at du sjekker feltet "Endre passord" hvis du oppgir et midlertidig passord, slik at brukeren blir tvunget til å endre den etter innlogging.

source: This option will subscribe the user to automatically generated e-mails whenever an event is published.
no: Dette alternativet abonnerer brukeren til automatisk generert e-post når en hendelse blir publisert.

source: This option will subscribe the user to e-mails that are generated when another user tries to get in touch with an event's reporting organisation that matches that of the user.
no: Dette alternativet abonnerer brukeren på e-postmeldinger som genereres når en annen bruker prøver å komme i kontakt med en hendelses rapporteringsorganisasjon som samsvarer med brukerens.

source: It is possible to request a new authentication key for the user.
no: Det er mulig å be om en ny godkjenningsnøkkel for brukeren.

source: Indicates whether the user has accepted the terms of use already or not.
no: Angir om brukeren allerede har akseptert bruksvilkårene eller ikke.

source: Setting this flag will require the user to change password after the next login.
no: Innstilling av dette flagget krever at brukeren endrer passordet etter neste innlogging.

source: Contacting a user
no: Kontakt en bruker

source: Site admins can use the "Contact users" feature to send all or an individual user an e-mail. Users that have a GnuPG key set will receive their e-mails encrypted. When clicking this button on the left, you'll be presented with a form that allows you to specify the type of the e-mail, who it should reach and what the content is using the following options
no: Nettstedadministratorer kan bruke "Kontakt brukere" -funksjonen til å sende en e-post til alle eller en enkelt bruker. Brukere som har et GnuPG-nøkkelsett vil motta e-postkryptert. Når du klikker denne knappen til venstre, vil du bli presentert med et skjema som lar deg spesifisere typen av e-posten, hvem den skal nå og hva innholdet bruker de følgende alternativene

source: Contact
no: Kontakt

source: Contact your users here.
no: Kontakt brukerne dine her.

source: Action
no: Handling

source: This defines the type of the e-mail, which can be a custom message or a password reset. Password resets automatically include a new temporary password at the bottom of the message and will automatically change the user's password accordingly.
no: Dette definerer typen av e-posten, som kan være en egendefinert melding eller en tilbakestilling av passord. Tilbakestill passord inkluderer automatisk et nytt midlertidig passord nederst i meldingen, og vil automatisk endre brukerens passord tilsvarende.

source: Recipient
no: Mottaker
