Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: The page will list a set of export formats that you can immediately download as a file. Just click on the desired export format and MISP will start collecting all the data that you will receive in a file. Keep in mind that this can be a lengthy process. To avoid having to wait, consult with your instance's site administrator about enabling the background processing.
no: Siden vil vise et sett med eksportformater som du umiddelbart kan laste ned som en fil. Bare klikk på ønsket eksportformat og MISP vil begynne å samle alle dataene du vil motta i en fil. Husk at dette kan være en langvarig prosess. For å unngå å vente, ta kontakt med forekomstens nettstedadministrator om å aktivere bakgrunnsbehandlingen.

source: Use the export features here to quickly download data in various formats
no: Bruk eksportfunksjonene her for raskt å laste ned data i ulike formater

source: If the background jobs are enabled, you'll be redirected to a different version of the export page. Here you will see a table with all of the major export formats and the current status of the cached export files. Keep in mind that these are generated on an organisation by organisation basis, so even though others have generated newer export caches your organisation may have an outdated cache. You can simply issue a generate command (by clicking the "Generate" button) on the desired export type and the background workers will start fetching and assembling your cache. A progress bar will show the progress of the export process.
no: Hvis bakgrunnsjobber er aktivert, blir du omdirigert til en annen versjon av eksportsiden. Her ser du et bord med alle de store eksportformatene og gjeldende status for de cachede eksportfilene. Husk at disse genereres på en organisasjon av organisasjonsbasis, så selv om andre har generert nyere eksportbuffer, kan organisasjonen din ha en utdatert cache. Du kan bare utstede en generasjonskommando (ved å klikke på "Generer" -knappen) på ønsket eksporttype, og bakgrunnsarbeidere vil begynne å hente og samle cachen din. En fremdriftslinje viser fremdriften i eksportprosessen.

source: Once done, you can click "Download" to download the freshly generated cache file. If the cache is already up to date from before, then you don't have to regenerate the cache, just click on the "download" button.
no: Når du er ferdig, kan du klikke "Download" for å laste ned den nyopprettede cachefilen. Hvis hurtigbufferen allerede er oppdatert fra før, trenger du ikke å regenerere hurtigbufferen, bare klikk på "nedlasting" -knappen.

source: You may have noticed that the TEXT export only has a generate button - this is because TEXT exports are made up of a lot of types of exports, all of which get generated together. To download any of these files, just click on any of the attribute types at the bottom of the table.
no: Du har kanskje lagt merke til at TEXT-eksporten bare har en generasjonsknapp - dette er fordi TEXT-eksporten består av mange typer eksport, som alle genereres sammen. Hvis du vil laste ned noen av disse filene, klikker du bare på noen av attributtypene nederst i tabellen.

source: A quick description of each of the fields in the table
no: En rask beskrivelse av hvert av feltene i tabellen

source: The type of the export (such as XML, Suricata, MD5, etc.).
no: Type eksport (for eksempel XML, Suricata, MD5, etc.).

source: The generation date of the current cache for the given export type.
no: Generasjonsdatoen for gjeldende cache for den oppgitte eksporttypen.

source: A description of the export format.
no: En beskrivelse av eksportformatet.

source: This compares the cache generation date to the last timestamp when an event was updated and lets you know whether the cache is outdated or not.
no: Dette sammenligner bufferoppdateringsdatoen til siste tidsstempel når en hendelse ble oppdatert, og lar deg vite om hurtigbufferen er utdatert eller ikke.

source: Shows the progress of the last initiated generation process.
no: Viser fremdriften til den siste initierte generasjonsprosessen.

source: Download or Generate the given cache with these buttons.
no: Last ned eller generer den oppgitte cachen med disse knappene.

source: Exporting search results and individual events
no: Eksporterer søkeresultater og individuelle hendelser

source: Apart from the options offered by the export pages, it's also possible to export all events involved in a search attribute result table, by using the "Download results as XML" button on the left menu bar.
no: Bortsett fra alternativene som tilbys av eksportsidene, er det også mulig å eksportere alle hendelser som er involvert i resultattabell for søkattributt, ved å bruke knappen "Last ned som XML" i den venstre menylinjen.

source: Download a .xml from all the events that are shown through an attribute in the search results.
no: Last ned en .xml fra alle hendelsene som vises via et attributt i søkeresultatene.

source: Each event's view has its own export feature, both as an XML export and as a .ioc file. To reach these features, just navigate to an event and use the appropriate buttons on the right side.
no: Hvert arrangement har sin egen eksportfunksjon, både som en XML-eksport og som en .ioc-fil. For å nå disse funksjonene, bare naviger til en hendelse og bruk de riktige knappene på høyre side.

source: Download a .xml or a .ioc of the event.
no: Last ned en .xml eller en .ioc av arrangementet.

source: Connecting to other instances
no: Koble til andre forekomster

source: Apart from being a self contained repository of attacks/malware, one of the main features of MISP is its ability to connect to other instances and share (parts of) its information. The following options allow you to set up and maintain such connections.
no: Bortsett fra å være et selvstendig indeks for angrep / malware, er en av hovedtrekkene til MISP dens evne til å koble til andre forekomster og dele (deler av) sin informasjon. Følgende alternativer lar deg sette opp og vedlikeholde slike tilkoblinger.

source: Setting up a connection to another server
no: Konfigurere en tilkobling til en annen server

source: In order to share data with a remote server via pushes and pulls, you need to request a valid authentication key from the hosting organisation of the remote instance. When clicking on List Servers and then on New Server, a form comes up that needs to be filled out in order for your instance to connect to it. The following fields need to be filled out
no: For å kunne dele data med en ekstern server ved å trykke og trekke, må du be om en gyldig godkjenningsnøkkel fra vertsorganisasjonen til den eksterne forekomsten. Når du klikker på List Servers og deretter på New Server, kommer et skjema opp som må fylles ut for at din instans skal kunne koble til den. Følgende felt må fylles ut

source: Add server
no: Legg til server

source: Make sure that you enter the authentication key that you have been given by the hosting organisation of the remote instance, instead of the one you have gotten from this one.
no: Pass på at du angir godkjenningsnøkkelen du har fått av vertsorganisasjonen til den eksterne forekomsten, i stedet for den du har fått fra denne.

source: Base URL
no: Basisadresse

source: The URL of the remote server.
no: Nettadressen til den eksterne serveren.

source: Organization
no: Organisasjon

source: The organisation that runs the remote server. It is very impoportant that this setting is filled out exactly as the organisation name set up in the bootstrap file of the remote instance.
no: Organisasjonen som kjører den eksterne serveren. Det er veldig impoportant at denne innstillingen er fylt ut akkurat som organisasjonsnavnet som er opprettet i bootstrap-filen til den eksterne forekomsten.

source: The authentication key that you have received from the hosting organisation of the remote instance.
no: Autentiseringsnøkkelen du har mottatt fra vertsorganisasjonen til den eksterne forekomsten.

source: This check-box controls whether your server is allowed to push to the remote instance.
no: Denne avmerkingsboksen kontrollerer om serveren din får lov til å trykke på den eksterne forekomsten.

source: This check-box controls whether your server can request to pull all data from the remote instance.
no: Denne avmerkingsboksen kontrollerer om serveren din kan be om å trekke alle data fra den eksterne forekomsten.

source: Unpublish event (Push only)
no: Unpublish event (Trykk bare)

source: This check-box controls to unpublish new event (working with Push events).
no: Denne avmerkingsboksen kontrollerer å avpublisere ny aktivitet (arbeider med Push-hendelser).

source: Publish without email (Pull only)
no: Publiser uten e-post (trekk bare)

source: This check-box controls whether your server is allowed to publish event without email (working with Pull events).
no: Denne avmerkingsboksen kontrollerer om serveren din har lov til å publisere hendelse uten e-post (jobber med trekkhendelser).

source: Self Signed
no: Selvskilt

source: Ticking this checkbox will allow syncing with instances using self-signed certificates.
no: Hvis du merker av i dette avmerkingsboksen, kan du synkronisere med forekomster ved bruk av selvsignerte sertifikater.

source: Certificate File
no: Sertifikatfil

source: If the instance that you want to connect to has their entire own certificate chain, you can use this to import a .pem file with it and override CakePHP's standard root CA file.
no: Hvis forekomsten du vil koble til har hele sin egen sertifikatkjede, kan du bruke dette til å importere en .pem-fil med den og overstyre CakePHPs standard rot CA-fil.

source: If you are an administrator</b>, trying to allow another instance to connect to your own, it is vital that two rules are followed when setting up a synchronisation account
no: Hvis du er administrator, prøver å tillate en annen instans å koble til din egen, er det viktig at to regler følges når du konfigurerer en synkroniseringskonto

source: The synchronisation user has to have the sync permission and full read/write/publish privileges turned on
no: Synkroniseringsbrukeren må ha synkroniseringstillatelse og full les / skrive / publiseringsrettigheter slått på

source: Both the sync user and the organisation setting in your instance's Config/bootstrap.php file have to match the organisation identifier of the hosting organisation.
no: Både synkroniseringsbrukeren og organisasjonsinnstillingen i instansens Config / bootstrap.php-fil må samsvare med organisasjonsidentifikatoren til vertsorganisasjonen.

source: Browsing the currently set up server connections and interacting with them
no: Bla gjennom de nåværende konfigurasjonsserverforbindelsene og samhandle med dem

source: If you ever need to change the data about the linked servers or remove any connections, you have the following options to view and manipulate the server connections, when clicking on List Servers: (you will be able to see a list of all servers that your server connects to, including the base address, the organisation running the server the last pushed and pulled event IDs and the control buttons.).
no: Hvis du noen gang trenger å endre dataene om de koblede serverne eller fjerne eventuelle tilkoblinger, har du følgende alternativer for å vise og manipulere serverforbindelsene, når du klikker på List Servers: (Du vil kunne se en liste over alle servere som din serveren kobles til, inkludert basisadressen, organisasjonen som kjører serveren de siste pushed og trukket hendelses-IDene og kontrollknappene.).

source: Apart from editing / deleting the link to the remote server, you can issue a push all or pull all command from here.
no: Bortsett fra å redigere / slette koblingen til den eksterne serveren, kan du utstede et trykk på alt eller dra all kommando herfra.

source: Editing the connection to the
no: Redigerer tilkoblingen til

source: By clicking edit a view, <a href=#new_server>that is identical to the new instance view</a>, is loaded, with all the current information of the instance pre-entered.
no: Ved å klikke på Rediger en visning, <a href=#new_server>som er identisk med den nye forekomstvisningen</a> , er lastet, med all gjeldende opplysninger av forekomsten som er forhåndsinnført.

source: Deleting the connection to the instance
no: Slette forbindelsen til forekomsten

source: Clicking the delete button will delete the link to the instance.
no: Ved å klikke på sletteknappen slettes lenken til forekomsten.

source: Push all
no: Skyv alt

source: By clicking this button, all events that are eligible to be pushed on the instance you are on will start to be pushed to the remote instance. Events and attributes that exist on the far end will be updated.
no: Ved å klikke på denne knappen, vil alle hendelser som er kvalifisert for å bli presset på forekomsten du er på, bli presset til den eksterne forekomsten. Hendelser og attributter som eksisterer på den fjerne enden vil bli oppdatert.

source: Pull all
no: Trekk alt

source: By clicking this button, all events that are set to be pull-able or full access on the remote server will be copied to this instance. Existing events will not be updated.
no: Ved å klikke på denne knappen, blir alle hendelser som er satt til å være trekkbare eller full tilgang på den eksterne serveren kopiert til denne forekomsten. Eksisterende hendelser vil ikke bli oppdatert.

source: The platform is also <a href="http://en.wikipedia.org/wiki/Representational_state_transfer">RESTfull</a>, so this means that you can use structured format (XML or JSON) to access Events data.
no: Plattformen er også <a href="http://en.wikipedia.org/wiki/Representational_state_transfer">RESTfull</a> , så dette betyr at du kan bruke strukturert format (XML eller JSON) for å få tilgang til hendelsesdata.

source: Requests
no: Forespørsler

source: Use any HTTP compliant library to perform requests.
no: Bruk et hvilket som helst HTTP-kompatibelt bibliotek til å utføre forespørsler.

source: You can choose which format you would like to use as input/output for the REST calls by specifying the Accept and Content-Type headers.
no: Du kan velge hvilket format du vil bruke som input / output for REST-anropene ved å spesifisere overskriftene Accept and Content-Type.

source: The following headers are required if you wish to recieve / push XML data
no: Følgende overskrifter kreves hvis du ønsker å motta / trykke XML-data

source: The following headers are required if you wish to receive / push JSON data
no: Følgende overskrifter kreves hvis du ønsker å motta / trykke JSON-data

source: The following table shows the relation of the request type and the resulting action
no: Tabellen nedenfor viser forholdet til forespørselstypen og den resulterende handlingen

source: Controller action invoked
no: Kontroller handling påberopes

source: (1) Warning, there's a limit on the number of results when you call <code>index</code>.
no: (1) Advarsel, det er en grense på antall resultater når du ringer <code>index</code> .

source: (2) Attachments are included using base64 encoding below the <code>data</code> tag.
no: (2) Vedlegg følger ved hjelp av base64 koding under <code>data</code>

source: Example - Get single Event
no: Eksempel - Få en enkelt hendelse

source: In this example we fetch the details of a single Event (and thus also his Attributes).
no: I dette eksemplet henter vi detaljene for en enkelt hendelse (og dermed også hans attributter).

source: The request should be
no: Forespørselen bør være

source: And with the HTTP Headers
no: Og med HTTP-toppene

source: The response you're going to get is the following data
no: Svaret du kommer til å få, er følgende data

source: Code monkey doing code monkey stuff
no: Kode ape gjør kode ape ting

source: Artifacts dropped
no: Artefakter falt

source: This is an Attribute
no: Dette er en Attributt

source: Example - Add new Event
no: Eksempel - Legg til ny hendelse

source: In this example we want to add a single Event.<br/> The request should be
no: I dette eksemplet vil vi legge til en enkelt hendelse. <br/> Begjæringen skal være

source: And the request body
no: Og forespørselsorganet

source: Something concise
no: Noe konsistent

source: The response from requesting an invalid page
no: Svaret fra å be om en ugyldig side

source: Thread Subject
no: Tråd Emne

source: In response to
no: Som svar på

source: Contents
no: innhold

source: Add Import Regexp
no: Legg til Import Regexp

source: Types to be affected by the filter (Setting 'all' will override the other settings)
no: Typer som påvirkes av filteret (Angi 'alle' vil overstyre de andre innstillingene)

source: Edit Import Regexp
no: Rediger Import Regexp

source: Replacement
no: Erstatning

source: Restrict to site admins
no: Begrens til stedadministratorer

source: Memory limit
no: Minnegrense

source: Maximum execution time
no: Maksimal kjøretid

source: Restricted to site admins
no: Begrenset til stedadministratorer

source: Max execution time
no: Maks kjøretid

source: Default role
no: Standard rolle

source: %s permission %s
no: %s tillatelse%s

source: remove
no: fjerne

source: Granted
no: gitt

source: Not granted
no: Ikke gitt

source: Permission level
no: Tillatelsesnivå

source: Add Server
no: Legg til server

source: Instance identification
no: Instansidentifikasjon

source: Instance name
no: Instansnavn

source: You can set this instance up as an internal instance by checking the checkbox below. This means that any synchronisation between this instance and the remote will not be automatically degraded as it would in a normal synchronisation scenario. Please make sure that you own both instances and that you are OK with this otherwise dangerous change.
no: Du kan angi denne forekomsten som en intern forekomst ved å merke av i avkrysningsruten nedenfor. Dette betyr at enhver synkronisering mellom denne forekomsten og fjernkontrollen ikke vil bli automatisk nedgradert som det ville i et normalt synkroniseringsscenario. Vær sikker på at du eier begge forekomster og at du er OK med denne ellers farlige endringen.

source: Internal instance
no: Intern forekomst

source: Instance ownership and credentials
no: Øvelse eierskap og legitimasjon

source: Information about the organisation that will receive the events, typically the remote instance's host organisation.
no: Informasjon om organisasjonen som vil motta hendelsene, vanligvis den eksterne instansens vertsorganisasjon.

source: Remote Sync Organisation Type
no: Organisasjonstype for ekstern synkronisering

source: External Organisation
no: Ekstern organisasjon

source: Owner of remote instance
no: Eier av ekstern forekomst

source: Remote Organisation's Name
no: Fjernorganisasjonens navn

source: Remote Organisation's Uuid
no: Fjernorganisasjonens Uuid

source: Ask the owner of the remote instance for a sync account on their instance, log into their MISP using the sync user's credentials and retrieve your API key by navigating to Global actions -> My profile. This key is used to authenticate with the remote instance.
no: Spør eieren av den eksterne forekomsten for en synkroniseringskonto på deres forekomst, logg inn på deres MISP ved hjelp av synkroniserings brukerens legitimasjon og hent API-nøkkelen ved å navigere til Globale handlinger ->Min profil. Denne nøkkelen brukes til å autentisere med den eksterne forekomsten.

source: Enabled synchronisation methods
no: Aktiverte synkroniseringsmetoder

source: Server certificate file
no: Server sertifikatfil

source: Client certificate file
no: Klient sertifikat fil

source: Push rules:
no: Trykk regler:

source: Events with the following tags allowed:
no: Hendelser med følgende tagger tillatt:

source: Events with the following tags blocked:
no: Hendelser med følgende koder blokkert:

source: Events with the following organisations allowed:
no: Hendelser med følgende organisasjoner tillatt:

source: Events with the following organisations blocked:
no: Hendelser med følgende organisasjoner blokkert:

source: Pull rules:
no: Trekk regler:

source: The base-url to the external server you want to sync with. Example: https://foo.sig.mil.be
no: Basisadressen til den eksterne serveren du vil synkronisere med. Eksempel: https://foo.sig.mil.be

source: Unpublish new event (working with Pull event).
no: Unpublish ny aktivitet (arbeider med Pull-hendelse).

source: Publish new event without email (working with Push event).
no: Publiser ny aktivitet uten e-post (jobber med Push-hendelse).

source: You can also upload a certificate file if the instance you are trying to connect to has its own signing authority. (*.pem)
no: Du kan også laste opp en sertifikatfil hvis forekomsten du prøver å koble til, har sin egen signeringsmyndighet. (* PEM)

source: You can set this instance up as an internal instance by checking the checkbox below. This means that any synchronisation between this instance and the remote will not be automatically degraded as it would in a normal synchronisation scenario. Please make sure that you own both instances and that you are OK with this otherwise dangerous change. This also requires that the current instance's host organisation and the remote sync organisation are the same.
no: Du kan angi denne forekomsten som en intern forekomst ved å merke av i avkrysningsruten nedenfor. Dette betyr at enhver synkronisering mellom denne forekomsten og fjernkontrollen ikke vil bli automatisk nedgradert som det ville i et normalt synkroniseringsscenario. Vær sikker på at du eier begge forekomster og at du er OK med denne ellers farlige endringen. Dette krever også at gjeldende organisasjonens vertsorganisasjon og den eksterne synkroniseringsorganisasjonen er de samme.

source: Organisation Type
no: Organisasjonstype

source: Local Organisation
no: Lokal organisasjon

source: Leave empty to use current key
no: La tomt for å bruke gjeldende nøkkel

source: Server certificate file (*.pem):
no: Server-sertifikatfil (* .pem):

source: Add certificate file
no: Legg til sertifikatfil

source: Remove certificate file
no: Fjern sertifikatfilen

source: Client certificate file:
no: Klient sertifikat fil:

source: You can also upload a client certificate file if the instance you are trying to connect requires this.
no: Du kan også laste opp en klient sertifikatfil hvis forekomsten du prøver å koble til, krever dette.

source: Not set.
no: Ikke satt.

source: Please enter the url parameters that are to be used for the request. Valid parameters are:
no: Vennligst skriv inn de url-parametrene som skal brukes til forespørselen. Gyldige parametre er:

source: Example:
no: Eksempel:

source: Apply filters to the remote instance's index
no: Bruk filtre til indeksen til den eksterne forekomsten

source: Servers
no: servere

source: Connection test
no: Tilkoblingstest

source: Remote Organisation
no: Fjernorganisasjon

source: Test the connection to the remote instance
no: Test forbindelsen til den eksterne forekomsten

source: Internal instance that ignores distribution level degradation *WARNING: Only use this setting if you have several internal instances and the sync link is to an internal extension of the current MISP community*
no: Intern forekomst som ignorerer fordeling av distribusjonsnivå * ADVARSEL: Bruk bare denne innstillingen hvis du har flere interne forekomster, og synkroniseringslenken er en intern utvidelse av gjeldende MISP-fellesskap *

source: Normal sync link to an external MISP instance. Distribution degradation will follow the normal rules.
no: Normal synkroniseringskobling til en ekstern MISP-forekomst. Distribusjonsnedbrytning følger de vanlige reglene.

source: Explore
no: Utforske

source: Pull updates to events that already exist locally
no: Trekk oppdateringer til hendelser som allerede finnes lokalt

source: Pull updates
no: Trekk oppdateringer

source: Cache instance
no: Instansbuffer
