Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Database updated:
no: Database oppdatert:

source: Could not update the database:
no: Kunne ikke oppdatere databasen:

source: Worker restarted.
no: Arbeider startet på nytt.

source: Could not restart the worker. Reason: %s
no: Kunne ikke starte arbeideren på nytt. Grunnet: %s

source: Worker killed.
no: Arbeider drept.

source: Worker started.
no: Arbeider startet.

source: %s updated.
no: %s oppdatert.

source: Could not update %s.
no: Kunne ikke oppdatere %s.

source: Update the JSON definitions of MISP.
no: Oppdater JSON-definisjonene av MISP.

source: Update the submodules before ingestion.
no: Oppdater submodulene før inntak.

source: Invalid event
no: Ugyldig hendelse

source: override password change
no: overstyre passordendring

source: Pull completed. %s events pulled, %s events could not be pulled, %s proposals pulled.
no: Trekk ferdig. %s hendelser trukket,%s hendelser kunne ikke trekkes,%s forslag trukket.

source: ERROR: %s
no: FEIL: %s

source: verbose mode
no: verbal modus

source: interactive mode
no: interaktiv modus

source: Something went wrong. Your user account that you are authenticated with doesn't exist anymore.
no: Noe gikk galt. Din brukerkonto du er autentisert med eksisterer ikke lenger.

source: This authentication key is not authorized to be used for exports. Contact your administrator.
no: Denne autentiseringsnøkkelen er ikke autorisert til brukes til eksport. Kontakt administratoren din.

source: You have to be logged in to do that.
no: Du må være logget inn for å gjøre det.

source: Either specify the search terms in the url, or POST a json with the filter parameters.
no: Enten spesifiser søkeordene i webadressen, eller POST en json med filterparametrene.

source: All done. attribute_count generated from scratch for
no: Ferdig. attribute_count generert fra grunnen

source: Job queued. You can view the progress if you navigate to the active jobs view (administration -> jobs).
no: Jobb er lagt til i køen. Du kan se fremdriften hvis du navigerer til visning av aktive jobber (administrasjon -> jobber).

source: No event ID set.
no: Ingen hendelses ID satt.

source: You don't have permissions to create attributes
no: Du har ikke tillatelser for å opprette attributter

source: You do not have permission to do that.
no: Du har ikke tillatelse til å gjøre det.

source: Invalid attribute
no: Ugyldig attributt

source: You do not have the permission to view this event.
no: Du har ikke tillatelse til å se denne hendelsen.

source: Attribute not an attachment or malware-sample
no: Attributt ikke et vedlegg eller en skadevare-prøve

source: Invalid Event.
no: Ugyldig hendelse.

source: PHP says file was not uploaded. Are you attacking me?
no: PHP sier at filen ikke ble lastet opp. Angriper du meg?

source: There was a problem to upload the file.
no: Det oppstod et problem å laste opp filen.

source: The ThreatConnect data has been imported.
no: ThreatConnect-dataene er importert.

source: %s entries imported.
no: %s oppføringer importert.

source: %s entries could not be imported.
no: %s oppføringer kunne ikke importeres.

source: Invalid attribute.
no: Ugyldig attributt.

source: Attribute could not be saved: Attribute in the request not newer than the local copy.
no: Attributten kunne ikke lagres: Attributten i forespørselen ikke nyere enn den lokale kopien.

source: The attribute has been saved
no: Attributtet har blitt lagret

source: The attribute could not be saved. Please, try again.
no: Attributtet kunne ikke lagres. Vær så snill å prøve på nytt.

source: Invalid event id.
no: Ugyldig hendelses-ID.

source: Invalid input.
no: Ugyldig input.

source: Invalid field.
no: Ugyldig felt.

source: Invalid attribute id.
no: Ugyldig attributt-ID.

source: Attribute deleted
no: Egenskap slettet

source: Attribute was not deleted
no: Egenskapen ble ikke slettet

source: Invalid Attribute
no: Ugyldig Egenskap

source: Could not restore the attribute
no: Kunne ikke gjenopprette attributtet

source: This function is only accessible via POST requests.
no: Denne funksjonen er bare tilgjengelig via POST-forespørsler.

source: No matching attributes found.
no: Ingen tilsvarende attributter funnet.

source: This method can only be accessed via AJAX.
no: Denne metoden kan bare nås via AJAX.

source: You are not authorized to edit this event.
no: Du er ikke autorisert til å redigere denne hendelsen.

source: No event ID provided.
no: Ingen hendelses-ID oppgitt.

source: Synonyms:
no: synonymer:

source: You are not authorized. Please send the Authorization header with your auth key along with an Accept header for application/xml.
no: Du er ikke autorisert. Vennligst send autorisasjonsoverskriften med auth-nøkkelen din sammen med en aksepteringshoved for application/xml.

source: Either specify the search terms in the url, or POST a json array / xml (with the root element being "request" and specify the correct accept and content type headers).
no: Enten spesifiser søkeordene i webadressen, eller POST a json array / xml (med roten elementet "request" og angi de riktige akseptene og innholdstypene).

source: You don't have access to that event.
no: Du har ikke tilgang til den hendelsen.

source: No matches.
no: Ingen treff.

source: Invalid attribute or no authorisation to view it.
no: Ugyldig attributt eller ingen autorisasjon for å vise den.

source: Invalid event ID format.
no: Ugyldig hendelse ID-format.

source: All done.
no: Ferdig.

source: Invalid field requested.
no: Ugyldig felt forespurt.

source: This function can only be accessed via AJAX.
no: Denne funksjonen kan bare nås via AJAX.

source: Event not found or you don't have permissions to create attributes
no: Hendelse ikke funnet, eller du har ikke tillatelser til å opprette attributter

source: This action can only be accessed via AJAX.
no: Denne handlingen kan bare nås via AJAX.

source: You are not authorised to do that.
no: Du er ikke autorisert til å gjøre det.

source: This functionality requires API key access.
no: Denne funksjonaliteten krever tilgang til API-nøkkel.

source: This action is for the API only. Please refer to the automation page for information on how to use it.
no: Denne handlingen er bare for API. Vennligst se automasjonssiden for informasjon om hvordan du bruker den.

source: No hash or event ID received. You need to set at least one of the two.
no: Ingen hash- eller hendelse-ID mottatt. Du må sette minst en av de to.

source: Invalid script.
no: Ugyldig skript.

source: No valid enrichment options found for this attribute.
no: Ingen gyldige anrikningsalternativer funnet for dette attributtet.

source: Invalid type requested.
no: Ugyldig type forespurt.

source: Disabling the correlation is not permitted on this instance.
no: Deaktivering av korrelasjonen er ikke tillatt i dette tilfellet.

source: Invalid Attribute.
no: Ugyldig Egenskap.

source: You don't have permission to do that.
no: Du har ikke tillatelse til å gjøre det.

source: Event Blacklisting is not currently enabled on this instance.
no: Hendelse Blacklisting er for øyeblikket ikke aktivert i dette tilfellet.

source: No x509 certificate or GnuPG key set in your profile. To receive emails, submit your public certificate or GnuPG key in your profile.
no: Ingen x509-sertifikat eller GnuPG-nøkkel er angitt i profilen din. For å motta e-post, send inn ditt offentlige sertifikat eller GnuPG-nøkkel i profilen din.

source: No GnuPG key set in your profile. To receive emails, submit your public key in your profile.
no: Ingen GnuPG-nøkkel angitt i profilen din. For å motta e-post, send inn din offentlige nøkkel i profilen din.

source: No x509 certificate or GnuPG key set in your profile. To receive attributes in emails, submit your public certificate or GnuPG key in your profile.
no: Ingen x509-sertifikat eller GnuPG-nøkkel er angitt i profilen din. For å motta attributter i e-post, send inn ditt offentlige sertifikat eller GnuPG-nøkkel i profilen din.

source: No GnuPG key set in your profile. To receive attributes in emails, submit your public key in your profile.
no: Ingen GnuPG-nøkkel angitt i profilen din. For å motta attributter i e-postmeldinger, send inn din offentlige nøkkel i profilen din.

source: You are currently logged in as a site administrator and editing an event not belonging to your organisation, which goes against the sharing model of MISP. Please only use this as a last resort and use normal user account for day to day work.
no: Du er for øyeblikket logget inn som en nettstedadministrator og redigerer et arrangement som ikke tilhører organisasjonen din, som går imot delingsmodellen til MISP. Vennligst bruk dette som en siste utvei og bruk vanlig brukerkonto for daglig arbeid.

source: You don't have permissions to create events
no: Du har ikke tillatelser til å opprette hendelser

source: No valid event data received.
no: Ingen gyldige hendelsesdata mottatt.

source: Invalid Sharing Group or not authorised (Sync user is not contained in the Sharing group).
no: Ugyldig delingsgruppe eller ikke autorisert (Synkroniser bruker ikke i delingsgruppen).

source: Invalid Sharing Group or not authorised.
no: Ugyldig delingsgruppe eller ikke autorisert.

source: Event blocked by local blacklist.
no: Hendelse blokkert av lokal svarteliste.

source: The event has been saved
no: Hendelsen er blitt lagret

source: Event already exists, if you would like to edit it, use the url in the location header.
no: Hendelsen eksisterer allerede, hvis du vil redigere den, bruker du adressen i posisjonsoverskriften.

source: A blacklist entry is blocking you from creating any events. Please contact the administration team of this instance
no: En svartelisteoppføring blokkerer deg fra å skape noen hendelser. Ta kontakt med administrasjonsgruppen i denne forekomsten

source: The event could not be saved. Please, try again.
no: Hendelsen kunne ikke lagres. Vær så snill, prøv på nytt.

source: The event created will be visible to the organisations having an account on this platform, but not synchronised to other MISP instances until it is published.
no: Hendelsen opprettet vil være synlig for organisasjonene som har en konto på denne plattformen, men ikke synkronisert med andre MISP-forekomster til den publiseres.

source: You may only upload MISP XML or MISP JSON files.
no: Du får bare laste opp MISP XML eller MISP JSON filer.

source: File upload failed or file does not have the expected extension (.xml / .json).
no: Filopplasting mislyktes, eller filen har ikke den forventede utvidelsen (.xml / .json).

source: STIX document imported, event's created:
no: STIX-dokument importert, event er opprettet:

source: STIX document imported.
no: STIX-dokument importert.

source: Could not import STIX document:
no: Kunne ikke importere STIX-dokument:

source: File upload failed. Make sure that you select a stix file to be uploaded and that the file doesn't exceed the maximum file size of
no: Filopplasting mislyktes. Pass på at du velger en stix-fil som skal lastes opp, og at filen ikke overskrider den maksimale filstørrelsen på

source: You are not authorised to do that. Please consider using the 'propose attribute' feature.
no: Du er ikke autorisert til å gjøre det. Vennligst vurder bruk av funksjonen 'foreslå attributt'.

source: Invalid event ID entered.
no: Ugyldig hendelse-ID angitt.

source: You are not authorised to read the selected event.
no: Du er ikke autorisert til å lese den valgte hendelsen.

source: You don't have the permission to do that.
no: Du har ikke tillatelse til å gjøre det.

source: Event unpublished.
no: Hendelse upublisert.

source: Could not publish event - no tag for required taxonomies missing: %s
no: Kunne ikke publisere hendelse - ingen tag for nødvendige taksonomier mangler: %s

source: Email sent to the reporter.
no: E-post sendt til reporteren.

source: Sending of email failed
no: Sending av e-post mislyktes

source: This feature is currently disabled
no: Denne funksjonen er for øyeblikket deaktivert

source: Either specify the search terms in the url, or POST an xml (with the root element being "request").
no: Enten spesifiser søkeordene i webadressen, eller POST en xml (med rootelementet "request").

source: Invalid Event ID.
no: Ugyldig hendelse-ID.

source: No events found that match the passed parameters.
no: Ingen hendelser funnet som samsvarer med parametrene.

source: Either specify the search terms in the url, or POST a json or xml with the filter parameters. Valid filters: id (event ID), tags (list of tags), from (from date in YYYY-MM-DD format), to (to date in YYYY-MM-DD format), last (events with a published timestamp newer than - valid options are in time + unit format such as 6d or 2w, etc)
no: Du kan enten angi søkeordene i nettadressen, eller POST en json eller xml med filterparametrene. Gyldige filtre: ID (hendelses-ID), koder (liste over koder), fra (fra dato i YYYY-MM-DD-format), til (hittil i YYYY-MM-DD-format), sist (hendelser med en publisert tidsstempel nyere enn - gyldige alternativer er i tid + enhetsformat som 6d eller 2w, etc)

source: Either specify the search terms in the url, or POST a json or xml with the filter parameters.
no: Du kan enten angi søkeordene i nettadressen, eller POST a json eller xml med filterparametrene.

source: Invalid hash type.
no: Ugyldig hash-type.

source: Filename not allowed.
no: Filnavn ikke tillatt.

source: Problem with writing the ioc file. Please report to administrator.
no: Problem med å skrive ioc-filen. Vennligst rapporter til administrator.

source: This is not a valid MISP XML file.
no: Dette er ikke en gyldig MISP XML-fil.

source: Not yet implemented
no: Ikke implementert ennå

source: Invalid event or not authorised.
no: Ugyldig hendelse eller ikke autorisert.

source: You don't have the privileges to access this.
no: Du har ikke rettighetene til å få tilgang til dette.

source: Invalid Tag.
no: Ugyldig tagg.

source: Tag is already attached to this event.
no: Merket er allerede knyttet til denne hendelsen.

source: Tag(s) added.
no: Merk (er) lagt til.

source: Tag could not be added.
no: Merket kunne ikke legges til.

source: All tags are already present, nothing to add.
no: Alle tagger er allerede til stede, ingenting å legge til.

source: Invalid event.
no: Ugyldig hendelse.

source: You do not have the permission to do that.
no: Du har ikke tillatelse til å gjøre det.

source: Invalid ID
no: Ugyldig ID

source: Event not found or you are not authorised to view it.
no: Event ikke funnet eller du er ikke autorisert til å se den.

source: Please POST the samples as described on the automation page.
no: Vennligst POST prøvene som beskrevet på automasjonssiden.

source: No samples received, or samples not in the correct format. Please refer to the API documentation on the automation page.
no: Ingen prøver mottatt, eller prøver ikke i riktig format. Vennligst se API-dokumentasjonen på automasjonssiden.

source: Event not found
no: Event ikke funnet

source: Event not found.
no: Event ikke funnet.

source: Distribution level 5 is not supported when uploading a sample without passing an event ID. Distribution level 5 is meant to take on the distribution level of an existing event.
no: Distribusjonsnivå 5 støttes ikke når du laster opp en prøve uten å sende en hendelse-ID. Distribusjonsnivå 5 er ment å ta på distribusjonsnivået til en eksisterende begivenhet.

source: The creation of a new event with the supplied information has failed.
no: Opprettelsen av en ny begivenhet med den medfølgende informasjonen har mislyktes.

source: Invalid type.
no: Ugyldig type.

source: Invalid method.
no: Ugyldig metode.

source: %s services are not enabled.
no: %s tjenester er ikke aktivert.

source: Attribute not found or you are not authorised to see it.
no: Egenskapen ikke funnet, eller du er ikke autorisert til å se den.

source: No valid %s options found for this attribute.
no: Ingen gyldige%s alternativer funnet for dette attributtet.

source: %s service not reachable.
no: %s tjenesten ikke tilgjengelig.

source: : Enriched via the %s
no: : Beriket via %s

source: Import service not reachable.
no: Importtjenesten kan ikke nås.

source: Invalid ID.
no: Ugyldig ID.

source: Invalid Event
no: Ugyldig hendelse

source: Enrichment task queued for background processing. Check back later to see the results.
no: Berikningsoppgave kø for bakgrunnsbehandling. Sjekk tilbake senere for å se resultatene.

source: You don't have the required privileges to do that.
no: Du har ikke de nødvendige rettighetene til å gjøre det.

source: Feed added.
no: Feed lagt til.

source: Feed could not be added. Invalid field: %s
no: Feed kunne ikke legges til. Ugyldig felt: %s

source: Invalid feed.
no: Ugyldig feed.

source: Feed could not be updated. Invalid fields: %s
no: Feed kunne ikke oppdateres. Ugyldige felt: %s

source: This action requires a post request.
no: Denne handlingen krever en innleggsforespørsel.

source: Feed is currently not enabled. Make sure you enable it.
no: Feed er for øyeblikket ikke aktivert. Pass på at du aktiverer den.

source: Starting fetch from Feed.
no: Starter henting fra Feed.

source: Pull queued for background execution.
no: Trekk i kø for utførelse av bakgrunnen.

source: Fetching the feed has failed.
no: Henting Feed ble mislykket.

source: Fetching the feed has successfully completed.
no: Henter fôret har blitt fullført.

source: Event added.
no: Event tilføyd.

source: Event already up to date.
no: Event allerede oppdatert.

source: Event updated.
no: Event oppdatert.

source: Could not %s event.
no: Kunne ikke %s-hendelsen.

source: Download failed.
no: Nedlasting mislyktes.

source: Feed could not be fetched. The HTTP error code returned was:
no: Feed kunne ikke hentes. HTTP-feilkoden returnert var:

source: Invalid feed type.
no: Ugyldig feed-type.

source: This event is blocked by the Feed filters.
no: Denne hendelsen er blokkert av feed-filtrene.

source: Could not download the selected Event
no: Kunne ikke laste ned den valgte hendelsen

source: Invalid Feed.
no: Ugyldig feed.

source: Only POST requests are allowed.
no: Bare POST-forespørsler er tillatt.

source: Feed not found.
no: Feed ikke funnet.

source: Data pulled.
no: Data trukket.

source: Could not pull the selected data. Reason: %s
no: Kunne ikke trekke de valgte dataene. Begrunnet: %s

source: Starting feed caching.
no: Starter feilsøking.

source: Caching the feeds has failed.
no: Caching feeds har mislyktes.

source: Caching the feeds has successfully completed.
no: Caching feeds har fullført.

source: Invalid feed list received.
no: Ugyldig mateliste mottatt.

source: All clusters
no: Alle klynger

source: All namespaces
no: Alle navneområder

source: Failed to parse request.
no: Kunne ikke analysere forespørsel.

source: No clusters picked.
no: Ingen klynger plukket.

source: All completed jobs have been purged
no: Alle ferdige jobber har blitt renset

source: All jobs have been purged
no: Alle jobber har blitt renset

source: News item added.
no: Nyhetselement lagt til.

source: The news item could not be added.
no: Nyhetsinnlegget kunne ikke legges til.

source: News item updated.
no: Nyhetsoppdatering.

source: Could not update news item.
no: Kunne ikke oppdatere nyheter.

source: News item deleted.
no: Nyhetsinnhold slettet.

source: News item could not be deleted.
no: Nyhetselementet kunne ikke slettes.

source: Invalid object
no: Ugyldig objekt

source: Invalid object reference
no: Ugyldig objektreferanse

source: All Objects
no: Alle objekter

source: Invalid object template
no: Ugyldig objektmal

source: Invalid object template id.
no: Ugyldig objektmal-ID.

source: ObjectTemplate deleted
no: ObjectTemplate slettet

source: This action can only be reached via POST requests
no: Denne handlingen kan bare nås via POST-forespørsler

source: Invalid sharing group.
no: Ugyldig delingsgruppe.

source: You don't have permissions to create objects.
no: Du har ikke tillatelser til å opprette objekter.

source: Invalid template.
no: Ugyldig mal.

source: You don't have permissions to edit objects.
no: Du har ikke tillatelser til å redigere objekter.

source: Invalid object.
no: Ugyldig objekt.

source: You don't have permissions to delete objects.
no: Du har ikke tillatelser for å slette objekter.

source: Object not found or not authorised.
no: Objekt ikke funnet eller ikke autorisert.

source: %s objects successfully reconstructed.
no: %s objekter ble rekonstruert.

source: Organisation Blacklisting is not currently enabled on this instance.
no: Organisasjon Svartelisting er for øyeblikket ikke aktivert i dette tilfellet.

source: This feature is disabled on this instance for normal users.
no: Denne funksjonen er deaktivert i dette tilfellet for vanlige brukere.

source: The organisation has been successfully added.
no: Organisasjonen har blitt lagt til.

source: The organisation could not be added.
no: Organisasjonen kunne ikke legges til.

source: Invalid organisation
no: Ugyldig organisasjon

source: Organisation updated.
no: Organisasjon oppdatert.

source: The organisation could not be updated.
no: Organisasjonen kunne ikke oppdateres.

source: Action not allowed, post request expected.
no: Handling ikke tillatt, etterspørsel forventet.

source: Organisation deleted
no: Organisasjonen slettet

source: Organisation could not be deleted. Generally organisations should never be deleted, instead consider moving them to the known remote organisations list. Alternatively, if you are certain that you would like to remove an organisation and are aware of the impact, make sure that there are no users or events still tied to this organisation before deleting it.
no: Organisasjonen kunne ikke slettes. Generelt bør organisasjoner aldri slettes, i stedet vurdere å flytte dem til den kjente fjernorganisasjonslisten. Alternativt, hvis du er sikker på at du vil fjerne en organisasjon og er klar over effekten, må du sørge for at det ikke er noen brukere eller hendelser knyttet til denne organisasjonen før du sletter den.

source: Invalid organisation.
no: Ugyldig organisasjon.

source: No landing page has been created for this organisation.
no: Ingen destinasjonsside er opprettet for denne organisasjonen.

source: This action is restricted to sync users
no: Denne handlingen er begrenset til å synkronisere brukere

source: The organisation has been successfully merged.
no: Organisasjonen har blitt slått sammen.

source: There was an error while merging the organisations. To find out more about what went wrong, refer to the audit logs. If you would like to revert the changes, you can find a .sql file
no: Det oppstod en feil under sammenslåing av organisasjonene. For å finne ut mer om hva som gikk galt, se revisjonsloggene. Hvis du vil tilbakestille endringene, kan du finne en .sql-fil

source: Discussion about Event #
no: Diskusjon om Event #

source: Invalid thread
no: Ugyldig tråd

source: Cannot post an empty message.
no: Kan ikke legge inn en tom melding.

source: Post added
no: Innlegg lagt til

source: The post could not be added.
no: Innlegget kunne ikke legges til.

source: Invalid post
no: Ugyldig innlegg

source: This is not your event.
no: Dette er ikke din event.

source: Post edited
no: Post redigert

source: The post could not be edited. Please, try again.
no: Innlegget kunne ikke redigeres. Vær så snill å prøv igjen.

source: This post doesn't belong to you, so you cannot delete it.
no: Dette innlegget tilhører ikke deg, så du kan ikke slette det.

source: Post and thread deleted
no: Innlegg og tråd slettet

source: Post deleted
no: Post slettet

source: The Regexp has been saved.
no: Regexp har blitt lagret.

source: The Regexp could not be saved. Please, try again.
no: Regexp kunne ikke lagres. Vær så snill, prøv på nytt.

source: The Regular expressions have been saved.
no: De vanlige uttrykkene har blitt lagret.
