Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Unknown
no: Ukjent

source: Issues determining version
no: Problemer ved å lese versjon

source: Update highly recommended
no: Oppdatering anbefales sterkt

source: Version unsupported, update ASAP
no: Versjonen støttes ikke, oppdater ASAP

source: PHP ini path
no: PHP ini banen

source: PHP Version
no: PHP versjon

source: recommended
no: anbefales

source: PHP CLI Version
no: PHP CLI versjon

source: Please note that the we will be dropping support for Python 2.7 and PHP 7.1 as of 2020-01-01 and are henceforth considered deprecated (but supported until the end of 2019). Both of these versions will by then reached End of Life and will become a liability. Furthermore, by dropping support for these outdated versions of the languages, we'll be able to phase out support for legacy code that exists solely to support them. Make sure that you plan ahead accordingly. More info:
no: Vær oppmerksom på at vi vil slippe støtten til Python 2.7 og PHP 7.1 fra og med 2020-01-01, og fortsetter å bli avskrevet (men støttet til slutten av 2019). Begge disse versjonene vil da nå End of Life og bli en gjeld. Videre, ved å slippe støtte for disse utdaterte versjonene av språkene, vil vi kunne feste ut støtte for eldre kode som eksisterer utelukkende for å støtte dem. Pass på at du planlegger det i henhold til dette. Mer informasjon:

source: The following settings might have a negative impact on certain functionalities of MISP with their current and recommended minimum settings. You can adjust these in your php.ini. Keep in mind that the recommendations are not requirements, just recommendations. Depending on usage you might want to go beyond the recommended values.
no: Følgende innstillinger kan ha en negativ innvirkning på visse funksjoner i MISP med deres nåværende og anbefalte minimumsinnstillinger. Du kan justere disse i php.ini. Husk at anbefalingene ikke er krav, bare anbefalinger. Avhengig av bruken vil du kanskje gå utover de anbefalte verdiene.

source: Low
no: Lav

source: PHP Extensions
no: PHP-utvidelser

source: Not loaded
no: Ikke lastet

source: Issues reading PHP settings. This could be due to the test script not being readable.
no: Problemer med å lese PHP-innstillinger. Dette kan skyldes at testskriptet ikke er lesbart.

source: Advanced attachment handler
no: Avansert vedleggshåndterer

source: The advanced attachment tools are used by the add attachment functionality to extract additional data about the uploaded sample.
no: De avanserte verktøyene for vedlegg brukes av tilleggsfunksjonaliteten for å trekke ut ytterligere data om den opplastede prøven.

source: Not installed or version outdated.
no: Ikke installert eller versjon utdatert.

source: STIX and Cybox libraries
no: STIX og Cybox biblioteker

source: Mitre's STIX and Cybox python libraries have to be installed in order for MISP's STIX export to work. Make sure that you install them (as described in the MISP installation instructions) if you receive an error below.
no: Mitters STIX- og Cybox-pythonbibliotek må installeres for at MISPs STIX-eksport skal kunne fungere. Pass på at du installerer dem (som beskrevet i MISP-installasjonsinstruksjonene) hvis du får en feil.

source: If you run into any issues here, make sure that both STIX and CyBox are installed as described in the INSTALL.txt file. The required versions are
no: Hvis du får problemer med dette, må du kontrollere at både STIX og CyBox er installert som beskrevet i INSTALL.txt-filen. De nødvendige versjonene er

source: Other versions might work but are not tested / recommended.
no: Andre versjoner kan fungere, men er ikke testet / anbefalt.

source: STIX and CyBox
no: STIX og CyBox

source: Could not read test script (stixtest.py).
no: Kunne ikke lese testskript (stixtest.py).

source: library version
no: bibliotek versjon

source: This tool tests whether your GnuPG is set up correctly or not.
no: Dette verktøyet tester om GnuPG er konfigurert riktig eller ikke.

source: GnuPG installation and settings
no: GnuPG installasjon og innstillinger

source: This tool tests whether the ZeroMQ extension is installed and functional.
no: Dette verktøyet tester om ZeroMQ-utvidelsen er installert og funksjonell.

source: ZeroMQ settings
no: ZeroMQ innstillinger

source: Start ZMQ service
no: Start ZMQ-tjenesten

source: Start ZeroMQ service
no: Start ZeroMQ-tjenesten

source: Stop ZeroMQ service
no: Stopp ZeroMQ-tjenesten

source: Stop
no: Stopp

source: Check ZeroMQ service status
no: Kontroller ZeroMQ tjeneste status

source: This tool tests whether your HTTP proxy settings are correct.
no: Dette verktøyet tester om HTTP-proxy-innstillingene er riktige.

source: Proxy settings
no: Proxy-innstillinger

source: Module System
no: Modulsystem

source: This tool tests the various module systems and whether they are reachable based on the module settings.
no: Dette verktøyet tester de ulike modulsystemene og om de er tilgjengelige, basert på modulinnstillingene.

source: module system
no: modulsystem

source: Session table
no: Sesjonstabell

source: This tool checks how large your database's session table is. <br />Sessions in CakePHP rely on PHP's garbage collection for clean-up and in certain distributions this can be disabled by default resulting in an ever growing cake session table. <br />If you are affected by this, just click the clean session table button below.
no: Dette verktøyet sjekker hvor stor databasens øktbord er. <br /> Sessioner i CakePHP stole på PHPs søppelsamling for opprydding og i visse distribusjoner kan dette deaktiveres som standard, noe som resulterer i en stadig voksende kakeøktabell. <br /> Hvis du blir påvirket av dette, klikker du bare på den rene øktabellknappen nedenfor.

source: Expired sessions
no: Utløpte økter

source: Purge sessions
no: Tilintetgjøre økter

source: Clean model cache
no: Rengjør modellbufferen

source: If you ever run into issues with missing database fields / tables, please run the following script to clean the model cache.
no: Hvis du noen gang har problemer med manglende databasefelter / tabeller, kan du kjøre følgende skript for å rense modellbufferen.

source: Clean cache
no: Rengjør hurtigbufferen

source: Overwritten objects
no: Overskrevne objekter

source: Prior to 2.4.89, due to a bug a situation could occur where objects got overwritten on a sync pull. This tool allows you to inspect whether you are affected and if yes, remedy the issue.
no: Før 2.4.89, på grunn av en feil kunne det oppstå en situasjon der objekter ble overskrevet på en synkronisering. Dette verktøyet lar deg kontrollere om du er berørt, og hvis ja, løse problemet.

source: Reconstruct overwritten objects
no: Rekonstruer overskrivne objekter

source: Orphaned attributes
no: Foreldreløse attributter

source: In some rare cases attributes can remain in the database after an event is deleted becoming orphaned attributes. This means that they do not belong to any event, which can cause issues with the correlation engine (known cases include event deletion directly in the database without cleaning up the attributes and situations involving a race condition with an event deletion happening before all attributes are synchronised over).
no: I noen sjeldne tilfeller kan attributter forbli i databasen etter at en hendelse er slettet for å bli foreldreløse attributter. Dette betyr at de ikke tilhører noen hendelse, noe som kan forårsake problemer med korrelasjonsmotoren (kjente tilfeller inkluderer hendelsesfjerning direkte i databasen uten å rydde opp attributter og situasjoner som involverer en løpevilkår med en hendelse sletting skjer før alle attributter er synkronisert over).

source: Run the test below
no: Kjør testen nedenfor

source: Check for orphaned attribute
no: Sjekk etter foreldreløs attributt

source: Check for orphaned attributes
no: Sjekk etter foreldreløse attributter

source: Remove orphaned attributes
no: Fjern foreldreløse attributter

source: Legacy Administrative Tools
no: Eldre administrative verktøy

source: Click the following button to go to the legacy administrative tools page. There should in general be no need to do this unless you are upgrading a very old MISP instance (<2.4), all updates are done automatically with more current versions.
no: Klikk på følgende knapp for å gå til siden med eldre administrative verktøy. Det bør generelt ikke være nødvendig å gjøre dette med mindre du oppgraderer et veldig gammelt MISP-eksempel (<2.4), alle oppdateringer gjøres automatisk med flere gjeldende versjoner.

source: Verify bad link on attachments
no: Bekreft dårlig kobling på vedlegg

source: Verify each attachment referenced in database is accessible on filesystem.
no: Bekreft at hvert vedlegg referert i databasen er tilgjengelig på filsystemet.

source: Non existing attachments referenced in Database
no: Ikke eksisterende vedlegg referert i Database

source: Check bad link on attachments
no: Sjekk feil kobling på vedlegg

source: Below you will find a list of the uploaded files based on type.
no: Nedenfor finner du en liste over de opplastede filene basert på type.

source: Expected Format
no: Forventet format

source: Path
no: Sti

source: Files set for each relevant setting
no: Filer angitt for hver relevant innstilling

source: Used by
no: Brukt av

source: Size
no: Størrelse

source: Permissions
no: tillatelser

source: Are you sure you want to delete %s?
no: Er du sikker på at du vil slette %s?

source: Critical, your MISP instance requires immediate attention.
no: Kritisk, din MISP-forekomst krever øyeblikkelig oppmerksomhet.

source: Issues found, it is recommended that you resolve them.
no: Det finnes problemer, det anbefales at du løser dem.

source: Good, but there are some optional settings that are incorrect / not set.
no: Bra, men det er noen valgfrie innstillinger som er feil / ikke satt.

source: In perfect health.
no: I perfekt helse.

source: Value
no: Verdi

source: Overall health
no: Samlet helse

source: The overall health of your instance depends on the most severe unresolved issues.
no: Den generelle helsen til din forekomst avhenger av de mest alvorlige uløste problemene.

source: settings incorrectly or not set
no: innstillingene feil eller ikke satt

source: %s incorrect settings.
no: %s feilinnstillinger.

source: Critical issues revealed by the diagnostics
no: Kritiske problemer avslørt av diagnosen

source: %s issues detected.
no: %s problemer oppdaget.

source: Issues revealed here can be due to incorrect directory permissions or not correctly installed dependencies.
no: Problemene som er avslørt her, kan skyldes feil katalogtillatelser eller feil installerte avhengigheter.

source: Priority
no: Prioritet

source: Setting
no: Innstilling

source: Error Message
no: Feilmelding

source: Overview
no: Oversikt

source: %s settings%s
no: %s innstillinger%s

source: This tab reports some potential critical misconfigurations.
no: Denne kategorien rapporterer noen potensielle kritiske feilkonfigurasjoner.

source: Diagnostics
no: Diagnostikk

source: Manage files
no: Administrer filer

source: Workers
no: Arbeidere

source: Download report
no: Last ned rapport

source: Filter the table(s) below
no: Filtrer tabellen nedenfor

source: MISP cannot access your /proc directory to check the status of the worker processes, which means that dead workers will not be detected by the diagnostic tool. If you would like to regain this functionality, make sure that the open_basedir directive is not set, or that /proc is included in it.
no: MISP kan ikke få tilgang til din / proc-katalogen for å sjekke statusen til arbeidsprosessene, noe som betyr at døde arbeidere ikke vil bli oppdaget av diagnostisk verktøy. Hvis du ønsker å gjenvinne denne funksjonaliteten, må du kontrollere at open_basedir-direktivet ikke er angitt, eller at / proc er inkludert i den.

source: Note:
no: Merk:

source: You have set the "manage_workers" variable to "false", therefore worker controls have been disabled.
no: Du har satt variabelen "manage_workers" til "false", derfor har arbeiderkontrollene blitt deaktivert.

source: Issues prevent jobs from being processed. Please resolve them below.
no: Problemer hindrer at jobber behandles. Vennligst løs dem nedenfor.

source: Worker started with the correct user, but the current status is unknown.
no: Arbeider startet med riktig bruker, men gjeldende status er ukjent.

source: There are issues with the worker(s), but at least one healthy worker is monitoring the queue.
no: Det er problemer med arbeideren(e), men minst en sunn arbeidstaker overvåker køen.

source: Worker type:
no: Arbeidstype:

source: Jobs in the queue:
no: Jobb i køen:

source: Queue status:
no: Køstatus:

source: Worker PID
no: Arbeider PID

source: User
no: Bruker

source: Worker process
no: Arbeiderprosess

source: Information
no: Informasjon

source: Worker not running!
no: Arbeider er ikke aktiv!

source: The worker appears to be healthy.
no: Arbeideren ser ut til å være frisk.

source: The worker was started with a user other than the apache user. MISP cannot check whether the worker is alive or not.
no: Arbeidsgiveren ble startet med en annen bruker enn apache-brukeren. MISP kan ikke sjekke om arbeideren er i live eller ikke.

source: Cannot check whether the worker is alive or dead.
no: Kan ikke sjekke om arbeideren er i live eller død.

source: Dead
no: Død

source: The Worker appears to be dead.
no: Arbeideren ser ut til å være død.

source: Stop (if still running) and remove this worker. This will immediately terminate any jobs that are being executed by it.
no: Stopp (hvis fortsatt kjører) og fjern denne arbeideren. Dette vil umiddelbart avslutte alle jobber som blir utført av den.

source: Start a worker
no: Start en arbeider

source: Restart all workers
no: Start alle arbeidere på nytt

source: Set pull rules
no: Sett trekkregler

source: Allowed Tags (OR)
no: Tillatte merker (OR)

source: Move tag to the list of tags to allow
no: Flytt merke til listen med koder for å tillate

source: Remove tag from the list of tags to allow
no: Fjern merket fra listen med koder for å tillate

source: Remove tag from the list of tags to block
no: Fjern merket fra listen over tagger for å blokkere

source: Move tag to the list of tags to block
no: Flytt merke til listen med koder for å blokkere

source: Blocked Tags (AND NOT)
no: Blokkerte merker (OG IKKE)

source: AND
no: OG

source: AND NOT
no: OG IKKE

source: Allowed Orgs (OR)
no: Tillatte organisasjoner (OR)

source: Move organisation to the list of tags to allow
no: Flytt organisasjonen til listen med koder for å tillate

source: Move organisation to the list of organisations to allow
no: Flytt organisasjonen til listen over organisasjoner for å tillate

source: Remove organisation to the list of tags to allow
no: Fjern organisasjonen til listen med koder for å tillate

source: Remove organisation form the list of organisations to allow
no: Fjern organisasjonsskjema listen over organisasjoner å tillate

source: Remove organisation from the list of tags to allow
no: Fjern organisasjon fra listen med koder for å tillate

source: Remove organisation from the list of organisations to block
no: Fjern organisasjon fra listen over organisasjoner som skal blokkere

source: Move organisation to the list of tags to block
no: Flytt organisasjonen til listen over tagger for å blokkere

source: Move organisation to the list of organisations to block
no: Flytt organisasjonen til listen over organisasjoner som skal blokkere

source: Blocked Orgs (AND NOT)
no: Blokkert organisasjoner (og ikke)

source: Accept changes
no: Godta endringer

source: Update
no: Oppdater

source: Set push rules
no: Sett trykkreglene

source: Available Tags
no: Tilgjengelige etiketter

source: Remove organisation from the list of organisations to allow
no: Fjern organisasjon fra listen over organisasjoner for å tillate

source: Available Organisations
no: Tilgjengelige organisasjoner

source: Field
no: Felt

source: Describe the %s using one or several (separated by a line-break) of the following types: %s
no: Beskriv %s ved hjelp av en eller flere (adskilt av en linjepause) av følgende typer: %s

source: Describe the %s using one or several %s\s (separated by a line-break)
no: Beskriv %s ved hjelp av en eller flere %s \s (adskilt av en linjeskift)

source: Describe the %s using one of the following types: %s
no: Beskriv %s ved å bruke en av følgende typer: %s

source: Describe the %s using a %s
no: Beskriv %s ved hjelp av %s

source: Error: %s
no: Feil: %s

source: Template Description
no: Malbeskrivelse

source: Template ID
no: Mal ID

source: Template Name
no: Malnavn

source: Created by
no: Laget av

source: Tags automatically assigned
no: Merker automatisk tildelt

source: File
no: Fil

source: Attribute
no: Egenskap

source: Category
no: Kategori

source: Types
no: typer

source: Mandatory
no: Påbudt, bindende

source: Batch
no: Parti

source: Delete template element
no: Slett malelement

source: Edit template element
no: Rediger malelementet

source: Malware
no: Skadevare

source: Text
no: Tekst

source: You have tripped the cross-site request forgery protection of MISP
no: Du har utløst overføringsbeskyttelsen av MISP på stedet

source: CSRF error
no: CSRF-feil

source: This happens usually when you try to resubmit the same form with invalidated CSRF tokens or you had a form open too long and the CSRF tokens simply expired. Just go back to the previous page and refresh the form (by reloading the same url) so that the tokens get refreshed.
no: Dette skjer vanligvis når du prøver å sende inn samme skjema med ugyldige CSRF-tokens, eller du hadde et skjema åpent for lenge, og CSRF-tokens utelukkende. Bare gå tilbake til forrige side og oppdatere skjemaet (ved å laste opp samme url) slik at tokens blir oppdatert.

source: Alternatively, click <a href="%s">here</a> to continue to the start page.
no: Alternativt, klikk <a href="%s">her for</a> å fortsette til startsiden.

source: Missing Database Connection
no: Manglende databaseforbindelse

source: PDO error
no: PDO feil

source: Add Event Blacklist Entries
no: Legg til hendelses svartelisteoppføringer

source: Simply paste a list of all the event UUIDs that you wish to block from being entered.
no: Bare lim inn en liste over alle UUID-arrangementene du vil blokkere fra å bli lagt inn.

source: UUIDs
no: UUID-er

source: Enter a single or a list of UUIDs
no: Skriv inn en enkelt eller en liste over UUID-er

source: (Optional) The organisation that the event is associated with
no: (Valgfritt) Organisasjonen som hendelsen er knyttet til

source: (Optional) the event info of the event that you would like to block. It's best to leave this empty if you are adding a list of UUIDs.
no: (Valgfritt) hendelsesinformasjonen til hendelsen du vil blokkere. Det er best å la dette være tomt hvis du legger til en liste over UUID-er.

source: (Optional) Any comments you would like to add regarding this (or these) entries.
no: (Valgfritt) Eventuelle kommentarer du vil legge til om denne (eller disse) oppføringene.

source: Edit Event Blacklist Entries
no: Rediger Event Blacklist Entries

source: List of all the event UUIDs that you wish to block from being entered.
no: Liste over alle UUID-hendelsene du vil blokkere fra å bli lagt inn.

source: Creating organisation
no: Opprette organisasjon

source: Are you sure you want to delete the blacklist entry for the event UUID %s?
no: Er du sikker på at du vil slette svartelisteoppføringen for arrangementet UUID %s?

source: Are you sure you would like to accept the request by %s to take ownership of Event #%s
no: Er du sikker på at du ønsker å godta forespørselen fra%s for å ta eierskap av Event #%s

source: Delegate the publishing of the Event to another organisation
no: Delegere utgivelsen av arrangementet til en annen organisasjon

source: Warning: You are about to request another organisation to take ownership of this event.
no: Advarsel: Du er i ferd med å be om en annen organisasjon for å ta eierskap av denne hendelsen.

source: Target Organisation
no: Målorganisasjon

source: Select organisation
no: Velg organisasjon

source: Desired Distribution
no: Ønsket distribusjon

source: Desired Sharing Group
no: Ønsket delingsgruppe

source: Message to the recipient organisation
no: Melding til mottakerorganisasjonen

source: Delete Delegation Request
no: Slett Delegasjonsforespørsel

source: Are you sure you would like to discard the request by %s to take ownership of Event #%s
no: Er du sikker på at du vil kaste bort forespørselen av%s for å ta eierskap av Event #%s

source: Event Delegation
no: Hendelse delegering

source: your organisation
no: din organisasjon

source: Your organisation
no: Din organisasjon

source: Request details</b><br /><span class="red bold">%s</span> is requesting <span class="red bold">%s</span> to take over this event.
no: Be om detaljer <br /> <span class="red bold">%s</span> ber om <span class="red bold">%s</span> for å overta denne hendelsen.

source: The desired distribution level is
no: Ønsket distribusjonsnivå er

source: The desired sharing group to distribute the event to is
no: Den ønskede delingsgruppen for å distribuere hendelsen til er

source: Message from requester
no: Melding fra forespørsel

source: Accept delegation request
no: Godta delegasjonsforespørsel

source: Accept
no: Aksepterer

source: Decline and remove delegation request
no: Avvis og fjern delegasjonsforespørsel

source: Discard
no: Kast

source: Add EventGraph
no: Legg til EventGraph

source: Edit EventGraph
no: Rediger EventGraph

source: EventGraph Deletion
no: EventGraph-sletting

source: Are you sure you want to delete eventGraph #%s? The eventGraph will be permanently deleted and unrecoverable.
no: Er du sikker på at du vil slette eventGraph #%s? EventGraph vil bli slettet permanent og uopprettelig.

source: Threat Level
no: Trusselnivå

source: Analysis
no: Analyse

source: Quick Event Description or Tracking Info
no: Hurtig hendelsesbeskrivelse eller sporingsinformasjon

source: Extends event
no: Utvider hendelsen

source: Event UUID or ID. Leave blank if not applicable.
no: Event UUID eller ID. La være tom hvis det ikke er aktuelt.

source: Import OpenIOC
no: Importer OpenIOC

source: Import from MISP Export File
no: Importer fra MISP Export File

source: MISP XML or JSON file
no: MISP XML eller JSON-fil

source: Take ownership of the event
no: Ta eierskap av arrangementet

source: Warning: This will change the creator organisation of the event, tampering with the event's ownership and releasability and can lead to unexpected behaviour when synchronising the event with instances that have another creator for the same event.)
no: Advarsel: Dette vil forandre skapelsesorganisasjonen til arrangementet, manipulere med eventets eierskap og utgivelsesevne og kan føre til uventet oppførsel når synkroniseringen av hendelsen med forekomster som har en annen skaperen for den samme hendelsen.)

source: Publish imported events
no: Publiser importerte hendelser

source: Add From MISP Export Result
no: Legg til fra MISP eksportresultat

source: Result
no: Resultat

source: Details
no: Detaljer

source: Failed
no: Mislyktes

source: Event created.
no: Event opprettet.

source: Event with this UUID already exists.
no: Event med denne UUID finnes allerede.

source: Event
no: Begivenhet

source: Automation functionality is designed to automatically feed other tools and systems with the data in your MISP repository. To to make this functionality available for automated tools an authentication key is used.
no: Automatiseringsfunksjonalitet er utviklet for å automatisk mate andre verktøy og systemer med dataene i MISP-depotet. For å gjøre denne funksjonaliteten tilgjengelig for automatiserte verktøy, brukes en autentiseringsnøkkel.
