Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Each entry in the log happens during an action, such as the creation, modification or deletion of data and some special actions (such as accepting a proposal). This field shows which action caused the entry to be created.
no: Hver oppføring i loggen skjer under en handling, for eksempel opprettelse, endring eller sletting av data og noen spesielle handlinger (for eksempel å godta et forslag). Dette feltet viser hvilken handling som forårsaket at oppføringen skal opprettes.

source: Model
no: Modell

source: As described above, a log entry is generated on certain actions. This field shows which type of data was affected that caused the log entry to be created (such as a change to the event, the creation of an attribute, the discarding of a proposal, etc).
no: Som beskrevet ovenfor genereres en loggoppføring på bestemte handlinger. Dette feltet viser hvilken type data som ble påvirket som forårsaket at loggoppføringen ble opprettet (for eksempel en endring i hendelsen, opprettelsen av et attributt, en kassering av et forslag, osv.).

source: This is a short description of the change itself and it is not nearly as detailed as the information administrators get in the audit logs. However, for attributes and proposals the category / type and value of the created or edited attribute is shown.
no: Dette er en kort beskrivelse av selve endringen, og det er ikke så detaljert som informasjonsadministratorene kommer inn i revisjonsloggene. Men for attributter og forslag er kategorien / typen og verdien av den opprettede eller redigerte attributtet vist.

source: The date and time of the log entrys' creation.
no: Dato og klokkeslett for opprettelsen av logginngangene.

source: Listing all attributes
no: Viser alle attributter

source: Apart from having a list of all the events, it is also possible to get a list of all the stored attributes in the system by clicking on the list attributes button. The produced list of attributes will include the followings fields
no: Bortsett fra å ha en liste over alle hendelsene, er det også mulig å få en liste over alle lagrede attributter i systemet ved å klikke på listattributter-knappen. Den produserte listen over attributter vil inneholde følgende felt

source: Use the buttons to the right to view the event that this attribute belongs to or to modify/delete the attribute.
no: Bruk knappene til høyre for å vise hendelsen som denne attributtet tilhører eller for å endre / slette attributtet.

source: This is the ID number of the event that the attribute is tied to. If an event belongs to your organisation, then this field will be coloured red.
no: Dette er ID-nummeret til hendelsen som attributtet er knyttet til. Hvis en hendelse tilhører organisasjonen din, blir dette feltet farget rødt.

source: The organisation that has created the event.
no: Organisasjonen som har skapt arrangementet.

source: The category of the attribute, showing what the attribute describes (for example the malware's payload). For more information on categories, go to section xy
no: Kategorien av attributtet, som viser hva attributtet beskriver (for eksempel malwareens nyttelast). For mer informasjon om kategorier, gå til seksjon xy

source: The type of the value contained in the attribute (for example a source IP address). For more information on types, go to section xy
no: Typen av verdien som finnes i attributtet (for eksempel en kilde-IP-adresse). For mer informasjon om typer, gå til seksjon xy

source: The actual value of the attribute, describing an aspect, defined by the category and type fields of the malware (for example 11.11.11.11).
no: Den faktiske verdien av attributtet, som beskriver et aspekt, definert av kategori og type felt av malware (for eksempel 11.11.11.11).

source: An optional contextual comment attached to the attribute.
no: En valgfri kontekstuell kommentar knyttet til attributtet.

source: Shows whether the attribute has been flagged for NIDS signature generation or not.
no: Viser om attributten er flagget for NIDS signaturgenerering eller ikke.

source: A set of buttons that allow you to view the event that the attribute is tied to, to edit the attribute (using the same view as what is used to set up attributes, but filled out with the attribute's current data) and a delete button.
no: Et sett med knapper som lar deg se hendelsen som attributtet er knyttet til, for å redigere attributtet (med samme visning som det som brukes til å konfigurere attributter, men fylt ut med attributtens nåværende data) og en sletteknapp.

source: Searching for attributes
no: Søker etter attributter

source: Apart from being able to list all events, it is also possible to search for data contained in the value field of an attribute, by clicking on the "Search Attributes" button.
no: Bortsett fra å kunne liste alle hendelser, er det også mulig å søke etter data som finnes i verdien av et attributt, ved å klikke på "Søkeegenskaper" -knappen.

source: Search attribute
no: Søk attributten

source: This will bring up a form that lets you enter one or several search strings (separate search strings with line breaks) that will be compared to the values of all attributes, along with options to narrow down the search based on category and type. The entered search string has to be an exact match with (the sub-string of) a value. A second text field makes it possible to enter event IDs for events that should be excluded from the search (again, each line represents an event ID to be excluded). The third text field allows the user to restrict the results to attributes from certain organisations or to attributes not created by certain other organisations, using the above described syntax.
no: Dette vil gi opp et skjema som lar deg legge inn en eller flere søkestrenger (separate søkestrenger med linjeskift) som vil bli sammenlignet med verdiene for alle attributter, sammen med muligheter for å begrense søket basert på kategori og type. Den angitte søkestrengen må være en eksakt samsvar med (understrengen av) en verdi. Et annet tekstfelt gjør det mulig å legge inn hendelses-ID for hendelser som bør utelukkes fra søket (igjen representerer hver linje en hendelse-ID som skal utelukkes). Det tredje tekstfeltet tillater brukeren å begrense resultatene til attributter fra bestemte organisasjoner eller til attributter som ikke er opprettet av visse andre organisasjoner, ved hjelp av den ovenfor beskrevne syntaksen.

source: The list generated by the search will look exactly the same as listing all attributes, except that only the attributes that matched the search criteria will be listed (to find out more about the list attributes view, %s.). The search parameters will be shown above the produced list and the search terms will be highlighted.
no: Listen generert av søket vil se nøyaktig ut som å oppgi alle attributter, bortsett fra at bare attributter som samsvarer med søkekriteriene, vil bli oppført (for å finne ut mer om listattributtervisningen,%s.). Søkeparametrene vil bli vist over den produserte listen, og søkeordene vil bli uthevet.

source: The last option is a checkbox that restricts all of the results to attributes that are marked as IDS signatures.
no: Det siste alternativet er en avkrysningsboks som begrenser alle resultatene til attributter som er merket som IDS-signaturer.

source: You can view the event that an attribute belongs to with the view button, or you can edit/delete the attribute via the buttons on the right.
no: Du kan se hendelsen som en attributt tilhører med visningsknappen, eller du kan redigere / slette attributtet via knappene til høyre.

source: Updating and modifying events and attributes
no: Oppdaterer og endrer hendelser og attributter

source: Every event and attribute can easily be edited. First of all it is important to find the event or attribute that is to be edited, using any of the methods mentioned in the section on <a href="#browsing_events">browsing past events</a>.
no: Hver hendelse og attributt kan enkelt redigeres. Først av alt er det viktig å finne begivenheten eller attributet som skal redigeres, ved hjelp av en av metodene nevnt i seksjonen for å <a href="#browsing_events">bla gjennom hendelser</a> .

source: Once it is found, the edit button (whether it be under actions when events/attributes get listed or simply on the event view) will bring up the same screen as what is used to create the entry of the same type (for an event it would be the event screen as <a href="#create">seen here</a>, for an attribute the attribute screen as <a href="#create_attribute">described here</a>).
no: Når det er funnet, vil redigeringsknappen (om den er under handlinger når hendelser / attributter blir oppført eller bare på hendelsesvisningen) gi samme skjermbilde som det som brukes til å opprette oppføringen av samme type (for en hendelse det ville være hendelsesskjermen som <a href="#create">vist her</a> , for en attributt attributtskjermen som <a href="#create_attribute">beskrevet her</a> ).

source: Keep in mind that editing any event (either directly or indirectly through an attribute) will unpublish it, meaning that you'll have to publish it (through the event view) again once you are done.
no: Husk at redigering av hendelser (enten direkte eller indirekte gjennom et attributt) vil publisere det, noe som betyr at du må publisere den (gjennom hendelsesvisningen) igjen når du er ferdig.

source: As described earlier, users with tagging rights can arbitrarily tag events using tags chosen from a pool of available options. If you have tagging privileges and would like to create a new tag, navigate to Event Actions - Add Tag. You'll be presented with the following form
no: Som beskrevet tidligere kan brukere med merkingsrettigheter vilkårlig merke hendelser ved hjelp av koder valgt fra et utvalg av tilgjengelige alternativer. Hvis du har taggerettigheter og ønsker å lage en ny tagg, navigerer du til Hendelseshandlinger - Legg til tagg. Du vil bli presentert med følgende skjema

source: Enter a name for the tag and click on the color field to be able to pick a colour for it.
no: Skriv inn et navn for taggen og klikk på fargefeltet for å kunne velge en farge for den.

source: Fill out the following fields
no: Fyll ut følgende felt

source: Pick a name for the tag. Try to use consistent naming conventions across your instance, to avoid confusion.
no: Velg et navn for taggen. Prøv å bruke konsekvente navngivningskonvensjoner på tvers av din forekomst for å unngå forvirring.

source: Colour
no: Farge

source: You can choose a colour for the tag by clicking on the colour field and using the colour picker tool. Try to avoid having duplicate or similar looking colours to help avoid confusion.
no: Du kan velge en farge for taggen ved å klikke på fargefeltet og ved hjelp av fargeplukkingsverktøyet. Prøv å unngå å ha dupliserte eller lignende flotte farger for å unngå forvirring.

source: Newer users can easily be overwhelmed by having to manually populate events with attributes without any guidance. What sort of information should go into the event? What should be the category and type of a C2 IP? Templates allow users to use simple forms to populate events.
no: Nyere brukere kan enkelt bli overveldet ved å manuelt fylle hendelser med attributter uten noen veiledning. Hva slags informasjon skal gå inn i arrangementet? Hva skal være kategorien og typen av en C2 IP? Maler tillater brukere å bruke enkle skjemaer for å fylle hendelser.

source: Even though MISP ships with a few default templates, it is possible for users (with the appropriate templating privilege) to create new templates for their users or for all users of the instance. Let's look at how you can create a template.
no: Selv om MISP leveres med noen standardmaler, er det mulig for brukere (med riktig templeringsrettighet) å opprette nye maler for brukerne eller for alle brukere av forekomsten. La oss se på hvordan du kan opprette en mal.

source: First go to Event Actions - Add Template to go to the event creation view.
no: Gå først til hendelseshandlinger - Legg til mal for å gå til hendelse for opprettelse av arrangement.

source: Create Template
no: Opprett mal

source: Fill in the generic information about the template.
no: Fyll ut generisk informasjon om malen.

source: The following fields have to be filled out
no: Følgende felt må fylles ut

source: The name of the template should describe what type of an event it should be used to generate attributes.
no: Navnet på malen skal beskrive hvilken type hendelse det skal brukes til å generere attributter.

source: You can attach tags to the template - an event populated using the template would automatically receive the tag(s). Add new tags using the + button. If you change your mind about a tag you can remove it with the cross next to the tag name.
no: Du kan legge til koder i malen - en begivenhet som er fylt med malen, vil automatisk motta taggen (e). Legg til nye koder med + -knappen. Hvis du tenker på en tag, kan du fjerne den med krysset ved siden av taggenavnet.

source: A short description about the events that this template should be used for.
no: En kort beskrivelse av hendelsene som denne mal skal brukes til.

source: Share this template with others
no: Del denne malen med andre

source: The template can be set to be usable by any organisation on the instance or only by the one that has created it.
no: Malen kan settes til å være brukbar av enhver organisasjon på forekomsten eller bare av den som har opprettet den.

source: Once the skeleton template is created, you can start populating the template with data. There are 3 types of elements that can be used during the creation of a template: attribute, file and text elements. Text elements divide the template into sections with an information field, followed by all of the attribute/file fields until a new text field is read. Don't worry about the order of the elements during creation, they can be re-arranged using drag &amp; drop. Let's look at the 3 element types
no: Når skjelettmalen er opprettet, kan du begynne å fylle ut malen med data. Det finnes 3 typer elementer som kan brukes under opprettelsen av en mal: attributt, fil og tekstelementer. Tekstelementer deler malen i seksjoner med et informasjonsfelt, etterfulgt av alle attributt / filfeltene til et nytt tekstfelt leses. Ikke bry deg om rekkefølgen av elementene under opprettelsen, de kan ordnes med dra og slipp. La oss se på de 3 elementtyper

source: Attribute Element
no: Attributt Element

source: Template Attribute Element
no: Template Attribut Element

source: This element will generate regular attributes based on user entry.
no: Dette elementet genererer vanlige attributter basert på brukeroppføring.

source: The field name that will be presented to the user.
no: Feltnavnet som vil bli presentert til brukeren.

source: A brief description of the element. Make sure that you provide sufficient information to the user to make it obvious what is expected.
no: En kort beskrivelse av elementet. Sørg for at du gir tilstrekkelig informasjon til brukeren for å gjøre det klart hva som forventes.

source: The category used for any attributes created using this template element.
no: Kategorien som brukes for noen attributter opprettet ved hjelp av dette malelementet.

source: The type or complex type used for any attributes created using this template element. Complex types allow for several related types to be used on data entry. For example, a "file" complex type element allows for filenames and hashes.
no: Type eller kompleks type som brukes for noen attributter opprettet ved hjelp av dette malelementet. Komplekse typer tillater flere relaterte typer som skal brukes ved datainngang. For eksempel kan et "fil" komplekst typeelement tillate filnavn og hashes.

source: Use Complex types
no: Bruk komplekse typer

source: If the category permits it, switch to a complex type using this checkbox.
no: Hvis kategorien tillater det, bytt til en kompleks type ved hjelp av denne avmerkingsboksen.

source: Automatically mark for IDS
no: Merk automatisk for IDS

source: If checked, any attributes generated using this element will be marked for IDS exporting.
no: Hvis de er merket, vil eventuelle attributter som genereres ved hjelp av dette elementet bli merket for eksport av IDS.

source: Mandatory element
no: Obligatorisk element

source: If the elemnt is marked as mandatory, then the template form can only be submitted by users if this field is filled out.
no: Hvis elemnt er merket som obligatorisk, kan malformularen bare sendes inn av brukerne dersom dette feltet er fylt ut.

source: Allow for multiple values to be entered (separated by line breaks).
no: Tillat at flere verdier skal angis (adskilt av linjeskift).

source: File Element
no: Filelement

source: Template File Element
no: Mal fil element

source: This element will generate attachments based on user entry.
no: Dette elementet vil generere vedlegg basert på brukeroppføring.

source: The category to be used by all attachments uploaded through this element.
no: Kategorien som skal brukes av alle vedlegg som lastes opp gjennom dette elementet.

source: If the uploaded files are malicious and should be encrypted and password protected, mark this checkbox.
no: Hvis de opplastede filene er skadelige og bør krypteres og passordbeskyttet, merk av i dette avmerkingsboksen.

source: If it should be required to upload an attachment, check this checkbox.
no: Hvis det skulle være nødvendig å laste opp et vedlegg, merk av i dette avkrysningsruten.

source: Ticking this checkbox allows users to upload several files using this element.
no: Ved å merke denne avkrysningsboksen kan brukere laste opp flere filer ved hjelp av dette elementet.

source: Text Element
no: Tekstelement

source: Template Text Element
no: Mal tekst element

source: This element will start a section in the template, which continues until the next text element or the end of the template.
no: Dette elementet starter en seksjon i malen, som fortsetter til neste tekstelement eller slutten av malen.

source: The name of the section that will be presented to the user.
no: Navnet på delen som vil bli presentert til brukeren.

source: The description of the section. Explain briefly to the user what the following attribute/file elements will be dealing with. There are several ways to split a template into sections, try to have ease of use in mind while creating it.
no: Beskrivelsen av seksjonen. Forklar kort til brukeren hva følgende attribut / filelementer skal håndtere. Det er flere måter å dele en mal på i seksjoner, prøv å ha enkel bruk i tankene mens du lager den.

source: Contacting the reporter
no: Kontakt reporteren

source: To get in touch with the reporter of a previously registered event, just find the event for which you would like to contact the reporter by either finding it on the list of events, by finding it through one of its attributes or by finding it through a related event.
no: For å komme i kontakt med reporteren av en tidligere registrert hendelse, bare finn hendelsen som du vil kontakte reporteren ved å enten finne den på listen over hendelser, ved å finne den gjennom en av dens attributter eller ved å finne den gjennom en relatert arrangement.

source: Once the event is found and the event view opened, click the button titled "Contact Reporter". This will bring up a view where you can enter your message that is to be e-mailed to all members of the reporting organisation that subscribe to receiving such reports or the reporting user himself. Along with your message, the detailed information about the event in question will be included in the e-mail.
no: Når hendelsen er funnet og hendelsesvisningen åpnes, klikker du på knappen med tittelen "Kontakt Reporter". Dette vil gi deg en oversikt over hvor du kan legge inn meldingen din som skal sendes til alle medlemmer av den rapporterende organisasjonen som abonnerer på å motta slike rapporter eller den rapporterende brukeren selv. Sammen med meldingen din, vil detaljert informasjon om hendelsen i spørsmålet bli inkludert i e-posten.

source: Enter your message to the reporter and choose whether his/her entire organisation should get the message or not by ticking the check-box.
no: Skriv inn meldingen til reporteren og velg om hans / hennes hele organisasjonen skal få meldingen eller ikke, ved å merke av i boksen.

source: By default, the message will be sent to every member of the organisation that posted the event in the first place, but if you tick the check-box below the message field before sending the mail, only the person that reported the event will get e-mailed.
no: Som standard vil meldingen bli sendt til alle medlemmer av organisasjonen som postet hendelsen i utgangspunktet, men hvis du merker av i boksen under meldingsfeltet før du sender posten, vil bare personen som rapporterte hendelsen få e -mailed.

source: It is possible to quickly and conveniently export the data contained within the system using the automation features located in the main menu on the left (available to users with authentication key access only). There are various sets of data that can be exported, by using the authentication key provided by the system (also shown on the export page). If for whatever reason you would need to invalidate your current key and get a new one instead (for example due to the old one becoming compromised) just hit the reset link next to the authentication key in the export view or in your "my profile" view.
no: Det er mulig å raskt og bekvemt eksportere dataene i systemet ved hjelp av automatiseringsfunksjonene i hovedmenyen til venstre (tilgjengelig kun for brukere med godkjenningsnøkkeladgang). Det finnes ulike sett med data som kan eksporteres, ved hjelp av autentiseringsnøkkelen som leveres av systemet (også vist på eksportsiden). Hvis du av en eller annen grunn trenger å ugyldiggjøre din nåværende nøkkel og få en ny i stedet (for eksempel på grunn av at den gamle blir skadet), må du bare trykke på tilbakestillingslinken ved siden av godkjenningsnøkkelen i eksportvisningen eller i din "profil "visning.

source: To find out about the various export formats and the usage within the automation functions, please read the page on <a href="%s/events/automation">automation</a>.
no: For å finne ut om de ulike eksportformatene og bruken innen automatiseringsfunksjonene, vennligst les siden om <a href="%s/events/automation">automatisering</a> .

source: For users that do not have authentication key access, an alternate export feature is available that relies on your interactive login to the site. To access these, just use the export menu button to the left and you'll be presented with a list of export options.
no: For brukere som ikke har tilgang til godkjenningsnøkkel, er det en alternativ eksportfunksjon som er basert på ditt interaktive login på nettstedet. For å få tilgang til disse, bruk bare eksportmeny-knappen til venstre, og du vil bli presentert med en liste over eksportalternativer.

source: Depending on your server's configuration, you will be presented with one of two possible pages, depending on whether you have background processing enabled or not. (The setting on this instance is currently set to: <code>%s</code>)
no: Avhengig av serverens konfigurasjon vil du bli presentert med en av to mulige sider, avhengig av om du har bakgrunnsbehandling aktivert eller ikke. (Innstillingen i denne forekomsten er for øyeblikket satt til: <code>%s</code> )

source: Export page with background jobs
no: Eksporter side med bakgrunnsjobber
