Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: The input doesn't match the expected filename|sha1 format (expected: filename|40 hexadecimal characters). Keep in mind that MISP currently only supports SHA1 for PEhashes, if you would like to get the support extended to other hash types, make sure to create a github ticket about it at https://github.com/MISP/MISP!
no: Inngangen stemmer ikke overens med det forventede filnavnet|sha1 format (forventet: filnavn|40 heksadesimale tegn). Husk at MISP for øyeblikket bare støtter SHA1 for PEhashes, hvis du ønsker å få støtten utvidet til andre hashtyper, må du sørge for å lage en githubbillett om det på https://github.com/MISP/MISP!

source: Checksum has an invalid length or format (expected: filename|%s hexadecimal characters). Please double check the value or select type "other".
no: Kontrollsummen har en ugyldig lengde eller et format (forventet: filnavn|%s heksadesimale tegn). Vennligst dobbeltkryss verdien eller velg type "andre".

source: Invalid composite type. The format has to be %s.
no: Ugyldig komposittype. Formatet må være %s.

source: Invalid SSDeep hash (expected: blocksize:hash:hash).
no: Ugyldig SSDeep hash (forventet: blokkere:hash:hash).

source: Checksum has an invalid length or format (expected: filename|at least 35 hexadecimal characters). Please double check the value or select type "other".
no: Kontrollsummen har en ugyldig lengde eller et format (forventet: filnavn|minst 35 heksadesimale tegn). Vennligst dobbeltkryss verdien eller velg type "andre".

source: Invalid CIDR notation value found.
no: Ugyldig CIDR-noteringsverdi funnet.

source: IP address has an invalid format.
no: IP-adressen har et ugyldig format.

source: Port numbers have to be positive integers between 1 and 65535.
no: Portnumre må være positive heltall mellom 1 og 65535.

source: name has an invalid format. Please double check the value or select type "other".
no: Navnet har et ugyldig format. Vennligst dobbeltkryss verdien eller velg type "andre".

source: Domain name has an invalid format.
no: Domenenavn har et ugyldig format.

source: Email address has an invalid format. Please double check the value or select type "other".
no: E-postadressen har et ugyldig format. Vennligst dobbeltkryss verdien eller velg type "andre".

source: Invalid format. Expected: CVE-xxxx-xxxx...
no: Ugyldig format. Forventet: CVE-xxxx-xxxx ...

source: Invalid format. Only values shorter than 256 characters that don't include any forward or backward slashes are allowed.
no: Ugyldig format. Bare verdier kortere enn 256 tegn som ikke inneholder noen fremover eller bakover skråstreker er tillatt.

source: Datetime has to be in the ISO 8601 format.
no: Datetime må være i ISO 8601-formatet.

source: The value has to be a number greater or equal 0.
no: Verdien må være et tall større eller lik 0.

source: The value has to be a number between 0 and 10.
no: Verdien må være et tall mellom 0 og 10.

source: Could not read user.
no: Kunne ikke lese brukeren.

source: This field is mandatory.
no: Dette feltet er obligatorisk.

source: Something went wrong. Received a non-numeric event ID while trying to create a zip archive of an uploaded malware sample.
no: Noe gikk galt. Mottatt en ikke-numerisk hendelses-ID mens du forsøkte å lage et zip-arkiv for en lastet skadevareprøve.

source: Attribute not found or not authorised.
no: Egenskapen ikke funnet eller ikke godkjent.

source: Click this to download an RPZ Zone file generated from all ip-src/ip-dst, hostname, domain attributes. This can be useful for DNS level firewalling. Only published events and attributes marked as IDS Signature are exported.
no: Klikk dette for å laste ned en RPZ Zone-fil generert fra alle ip-src/ip-dst, vertsnavn, domeneattributter. Dette kan være nyttig for brannmur av DNS-nivå. Kun publiserte hendelser og attributter merket som IDS-signatur eksporteres.

source: Issues while loading the stix file.
no: Problemer mens du laster inn stixfilen.

source: Issues with the maec library.
no: Problemer med maec-biblioteket.

source: Issues executing the ingestion script or invalid input.
no: Problemer med å utføre inntaksskriptet eller ugyldig inngang.

source: Please ask your administrator to
no: Spør administratoren din til

source: Please
no: Vær så snill

source: check whether the dependencies for STIX are met via the diagnostic tool.
no: sjekk om avhengighetene for STIX er oppfylt via diagnostisk verktøy.

source: %s not set
no: %s ikke satt

source: Could not add tags.
no: Kunne ikke legge til merker.

source: Invalid %s.
no: Ugyldig %s.

source: Galaxy cannot be represented as a matrix
no: Galaksen kan ikke representeres som en matrise

source: Certain administrative tasks are exposed to the API, these help with maintaining and configuring MISP in an automated way / via external tools.
no: Visse administrative oppgaver er utsatt for API, disse hjelper med å opprettholde og konfigurere MISP på en automatisk måte / via eksterne verktøy.

source: Administering MISP via the CLI
no: Administrere MISP via CLI

source: If you would like to automate tasks such as caching feeds or pulling from server instances, you can do it using the following command line tools. Simply execute the given commands via the command line / create cron jobs easily out of them.
no: Hvis du vil automatisere oppgaver som caching feeds eller trekke fra server instanser, kan du gjøre det ved hjelp av følgende kommandolinjeverktøy. Bare utfør de oppgitte kommandoene via kommandolinjen / opprett cron-jobber lett ut av dem.

source: Automating certain console tasks
no: Automatiserer bestemte konsolloppgaver

source: The background workers can be managed via the CLI in addition to the UI / API management tools
no: Bakgrunnsarbeidere kan administreres via CLI i tillegg til verktøyene for brukergrensesnitt / API

source: Managing the background workers
no: Administrere bakgrunnsarbeidere

source: The base url of the application (in the format https://www.mymispinstance.com). Several features depend on this setting being correctly set to function.
no: Basisadressen til søknaden (i formatet https://www.mymispinstance.com). Flere funksjoner avhenger av at denne innstillingen er riktig satt til å fungere.

source: The currenty set baseurl does not match the URL through which you have accessed the page. Disregard this if you are accessing the page via an alternate URL (for example via IP address).
no: Den nåværende settbasen samsvarer ikke med nettadressen som du har tilgang til siden. Se bort fra dette hvis du får tilgang til siden via en alternativ nettadresse (for eksempel via IP-adresse).

source: The base url of the application (in the format https://www.mymispinstance.com) as visible externally/by other MISPs. MISP will encode this URL in sharing groups when including itself. If this value is not set, the baseurl is used as a fallback.
no: Basisadressen til søknaden (i formatet https://www.mymispinstance.com) som synlig eksternt / av andre MISPs. MISP vil kode denne nettadressen i delingsgrupper når den inkluderes. Hvis denne verdien ikke er angitt, brukes baseurl som tilbakebetaling.

source: Unless set to true, the instance will only be accessible by site admins.
no: Med mindre det er satt til sant, vil forekomsten bare være tilgjengelig av stedadministratorer.

source: Select the language MISP should use. The default is english.
no: Velg språket MISP skal bruke. Standard er engelsk.

source: Enable some performance heavy correlations (currently CIDR correlation)
no: Aktiver noen ytelse tunge korrelasjoner (for tiden CIDR korrelasjon)

source: It is highly recommended to install all the python dependencies in a virtualenv. The recommended location is: %s/venv
no: Det anbefales å installere alle pythonavhengighetene i en virtualenv. Den anbefalte plasseringen er:%s / venv

source: In some cases, a heavily used MISP instance can generate unwanted blackhole errors due to a high number of requests hitting the server. Disable the auto logout functionality to ease the burden on the system.
no: I noen tilfeller kan et tungt brukt MISP-eksempel generere uønskede svarthullfeil på grunn av et stort antall forespørsler som rammer serveren. Deaktiver funksjonen for automatisk logging for å lette byrden på systemet.

source: Set the ssdeep score at which to consider two ssdeep hashes as correlating [1-100]
no: Sett ssdeep-poenget for å vurdere to ssdeep-hash som korrelerer [1-100]

source: Sets the maximum number of correlations that can be fetched with a single event. For extreme edge cases this can prevent memory issues. The default value is 5k.
no: Angir maksimalt antall korrelasjoner som kan hentes med en enkelt hendelse. For ekstreme kantsaker kan dette forhindre minneproblemer. Standardverdien er 5k.

source: The message that users will see if the instance is not live.
no: Meldingen som brukere vil se om forekomsten ikke er live.

source: If this is not set the default value will be used.
no: Hvis dette ikke er angitt, vil standardverdien bli brukt.

source: This setting is deprecated and can be safely removed.
no: Denne innstillingen er utdatert og kan fjernes trygt.

source: Cached exports can take up a considerable amount of space and can be disabled instance wide using this setting. Disabling the cached exports is not recommended as it's a valuable feature, however, if your server is having free space issues it might make sense to take this step.
no: Bufret eksport kan ta opp en betydelig mengde plass og kan deaktiveres eksempelvis ved hjelp av denne innstillingen. Hvis du deaktiverer den cachede eksporten, anbefales det ikke at det er en verdifull funksjon, men hvis serveren din har gratis plassproblemer, kan det være fornuftig å ta dette trinnet.

source: Disable displaying / modifications to the threat level altogether on the instance (deprecated field).
no: Deaktiver visning / modifikasjoner til trusselenivået helt på forekomsten (avskrevet felt).

source: Footer text prepending the "Powered by MISP" text.
no: Bunnteksttekst forutsetning av "Drevet av MISP" -teksten.

source: Footer text following the "Powered by MISP" text.
no: Bunnteksttekst etter "Drevet av MISP" -teksten.

source: If set, this setting allows you to display a logo on the right side of the footer. Upload it as a custom image in the file management tool.
no: Hvis innstillingen er angitt, kan denne innstillingen vise en logo på høyre side av bunnteksten. Last opp det som et tilpasset bilde i filhåndteringsverktøyet.

source: If set, this setting allows you to display a logo as the home icon. Upload it as a custom image in the file management tool.
no: Hvis innstilt, lar denne innstillingen deg vise en logo som hjemmepiktogrammet. Last opp det som et tilpasset bilde i filhåndteringsverktøyet.

source: If set, the image specified here will replace the main MISP logo on the login screen. Upload it as a custom image in the file management tool.
no: Hvis det er satt, erstatter bildet som er angitt her, den viktigste MISP-logoen på påloggingsskjermen. Last opp det som et tilpasset bilde i filhåndteringsverktøyet.

source: The organisation tag of the hosting organisation. This is used in the e-mail subjects.
no: Organisasjonsmerket til vertsorganisasjonen. Dette brukes i e-postfagene.

source: The hosting organisation of this instance. If this is not selected then replication instances cannot be added.
no: Vertsorganisasjonen for denne forekomsten. Hvis dette ikke er valgt, kan ikke replikeringsinstanser legges til.

source: The MISP instance UUID. This UUID is used to identify this instance.
no: MISP-forekomsten UUID. Denne UUID brukes til å identifisere denne forekomsten.

source: No valid UUID set
no: Ingen gyldig UUID-sett

source: Setting this setting to 'false' will hide all organisation names / logos.
no: Hvis du angir denne innstillingen til 'false', vil de skjule alle organisasjonsnavn / logoer.

source: Put the event threat level in the notification E-mail subject.
no: Sett hendelsesnivået i e-postmeldingen under varselet.

source: This is the TLP string for e-mails when email_subject_tag is not found.
no: Dette er TLP-strengen for e-post når email_subject_tag ikke er funnet.

source: If this tag is set on an event it's value will be sent in the E-mail subject. If the tag is not set the email_subject_TLP_string will be used.
no: Hvis denne taggen er angitt på et arrangement, blir verdien sendt i E-postfeltet. Hvis taggen ikke er angitt, vil email_subject_TLP_string bli brukt.

source: Include in name of the email_subject_tag in the subject. When false only the tag value is used.
no: Inkluder i navnet på email_subject_tag i emnet. Når det bare er falsk, brukes merkverdien.

source: Enables the use of MISP's background processing.
no: Gjør det mulig å bruke MISPs bakgrunnsbehandling.

source: Directory where attachments are stored. MISP will NOT migrate the existing data if you change this setting. The only safe way to change this setting is in config.php, when MISP is not running, and after having moved/copied the existing data to the new location. This directory must already exist and be writable and readable by the MISP application.
no: Katalog hvor vedlegg er lagret. MISP vil IKKE migrere eksisterende data hvis du endrer denne innstillingen. Den eneste sikre måten å endre denne innstillingen på er i config.php, når MISP ikke kjører, og etter at de har flyttet / kopiert eksisterende data til den nye plasseringen. Denne katalogen må allerede eksistere og være skrivbar og lesbar av MISP-applikasjonen.

source: Allow the XML caches to include the encoded attachments.
no: Tillat XML-cachene å inkludere de kodede vedleggene.

source: Always download attachments when loaded by a user in a browser
no: Last ned vedlegg alltid når den lastes av en bruker i en nettleser

source: The e-mail address that MISP should use for all notifications
no: E-postadressen som MISP skal bruke for alle varsler

source: You can disable all e-mailing using this setting. When enabled, no outgoing e-mails will be sent by MISP.
no: Du kan deaktivere all e-post ved hjelp av denne innstillingen. Når aktivert, vil ingen utgående e-post sendes av MISP.

source: The e-mail address that MISP should include as a contact address for the instance's support team.
no: E-postadressen som MISP skal inneholde som en kontaktadresse for instansens supportteam.

source: Turn Vulnerability type attributes into links linking to the provided CVE lookup
no: Slå sårbarhetstypeattributter til koblinger som kobler til den angitte CVE-oppslaget

source: This setting controls whether notification e-mails will be sent when an event is created via the REST interface. It might be a good idea to disable this setting when first setting up a link to another instance to avoid spamming your users during the initial pull. Quick recap: True = Emails are NOT sent, False = Emails are sent on events published via sync / REST.
no: Denne innstillingen styrer om e-post med e-post vil bli sendt når en hendelse er opprettet via REST-grensesnittet. Det kan være lurt å deaktivere denne innstillingen når du først oppretter en kobling til en annen forekomst for å unngå å spammere brukerne dine under den første trekkingen. Rask oppsummering: True = E-postmeldinger er IKKE sendt, False = E-postmeldinger sendes på hendelser publisert via synkronisering / REST.

source: enabling this flag will allow the event description to be transmitted in the alert e-mail's subject. Be aware that this is not encrypted by GnuPG, so only enable it if you accept that part of the event description will be sent out in clear-text.
no: aktivering av dette flagget vil tillate at hendelsesbeskrivelsen overføres i varselens e-postfag. Vær oppmerksom på at dette ikke er kryptert av GnuPG, så bare aktiver det hvis du godtar at en del av arrangementsbeskrivelsen vil bli sendt ut i klar tekst.

source: The default distribution setting for events (0-3).
no: Standardfordelingsinnstillingen for hendelser (0-3).

source: The default distribution setting for attributes, set it to 'event' if you would like the attributes to default to the event distribution level. (0-3 or "event")
no: Standard distribusjonsinnstillingen for attributter, sett den til 'hendelse' hvis du vil at attributter skal være standard for hendelsesfordelingsnivået. (0-3 eller "event")

source: The default threat level setting when creating events.
no: Standard trusselenivåinnstillingen når du oppretter hendelser.

source: The tag collection to be applied to all events created manually.
no: Taggsamlingen som skal brukes på alle hendelser som er opprettet manuelt.

source: Enable the tagging feature of MISP. This is highly recommended.
no: Aktiver merkingsfunksjonen til MISP. Dette anbefales sterkt.

source: Show the full tag names on the event index.
no: Vis fulltagsnavnene på hendelsesindeksen.

source: Used on the login page, before the MISP logo
no: Brukes på påloggingssiden, før MISP-logoen

source: Used on the login page, after the MISP logo
no: Brukes på påloggingssiden, etter MISP-logoen

source: Used on the login page, to the left of the MISP logo, upload it as a custom image in the file management tool.
no: Brukes på påloggingssiden, til venstre for MISP-logoen, laster den opp som et tilpasset bilde i filhåndteringsverktøyet.

source: Used on the login page, to the right of the MISP logo, upload it as a custom image in the file management tool.
no: Brukes på påloggingssiden, til høyre for MISP-logoen, last den opp som et tilpasset bilde i filhåndteringsverktøyet.

source: Used in the page title, after the name of the page
no: Brukes i sidetittelen, etter navnet på siden

source: Allows users to take ownership of an event uploaded via the "Add MISP XML" button. This allows spoofing the creator of a manually imported event, also breaking possibly breaking the original intended releasability. Synchronising with an instance that has a different creator for the same event can lead to unwanted consequences.
no: Tillater brukere å ta eierskap til en hendelse som er lastet opp via "Legg til MISP XML" -knappen. Dette tillater spoofing av skaperen av en manuelt importert hendelse, og det kan også bryte muligens bryte den opprinnelige, avsatte løsbarheten. Synkronisering med en forekomst som har en annen skaperen for samme arrangement kan føre til uønskede konsekvenser.

source: Choose whether the terms and conditions should be displayed inline (false) or offered as a download (true)
no: Velg om vilkårene og betingelsene skal vises inline (false) eller tilbys som en nedlasting (sann)

source: The filename of the terms and conditions file. Make sure that the file is located in your MISP/app/files/terms directory
no: Filnavnet til vilkårene og betingelsene fil. Kontroller at filen ligger i MISP / app / files / terms-katalogen

source: True enables the alternate org fields for the event index (source org and member org) instead of the traditional way of showing only an org field. This allows users to see if an event was uploaded by a member organisation on their MISP instance, or if it originated on an interconnected instance.
no: True aktiverer de alternative org feltene for hendelsesindeksen (kilde org og medlem org) i stedet for den tradisjonelle måten å vise bare et org-felt. Dette tillater brukere å se om en hendelse ble lastet opp av en medlemsorganisasjon på deres MISP-forekomst, eller om den oppsto i en sammenkoblet forekomst.

source: True will deny access to unpublished events to users outside the organization of the submitter except site admins.
no: True vil nekte tilgang til upubliserte hendelser til brukere utenfor organisasjonen av innsenderen unntatt nettstedadministratorer.

source: The message sent to the user after account creation (has to be sent manually from the administration interface). Use \n for line-breaks. The following variables will be automatically replaced in the text: $password = a new temporary password that MISP generates, $username = the user's e-mail address, $misp = the url of this instance, $org = the organisation that the instance belongs to, as set in MISP.org, $contact = the e-mail address used to contact the support team, as set in MISP.contact. For example, "the password for $username is $password" would appear to a user with the e-mail address user@misp.org as "the password for user@misp.org is hNamJae81".
no: Meldingen som sendes til brukeren etter opprettelsen av kontoen (må sendes manuelt fra administrasjonsgrensesnittet). Bruk \ n for linjeskift. Følgende variabler blir automatisk erstattet i teksten: $password = et nytt midlertidig passord som MISP genererer, $username = brukerens e-postadresse, $misp = nettadressen til denne forekomsten, $org = organisasjonen som forekomsten tilhører til, som angitt i MISP.org, $contact = e-postadressen som brukes til å kontakte supportteamet, som angitt i MISP.contact. For eksempel vil "passordet for $username er $password" vises til en bruker med e-postadressen user@misp.org som "passordet for user@misp.org er hNamJae81".

source: The message sent to the users when a password reset is triggered. Use \n for line-breaks. The following variables will be automatically replaced in the text: $password = a new temporary password that MISP generates, $username = the user's e-mail address, $misp = the url of this instance, $contact = the e-mail address used to contact the support team, as set in MISP.contact. For example, "the password for $username is $password" would appear to a user with the e-mail address user@misp.org as "the password for user@misp.org is hNamJae81".
no: Meldingen som sendes til brukerne når en tilbakestilling av passord utløses. Bruk \ n for linjeskift. Følgende variabler blir automatisk erstattet i teksten: $ password = et nytt midlertidig passord som MISP genererer, $ brukernavn = brukerens e-postadresse, $ misp = nettadressen til denne forekomsten, $ contact = e-postadressen som ble brukt for å kontakte supportteamet, som angitt i MISP.contact. For eksempel vil "passordet for $ brukernavn er $ passord" vises til en bruker med e-postadressen user@misp.org som "passordet for user@misp.org er hNamJae81".

source: Since version 2.3.107 you can start blacklisting event UUIDs to prevent them from being pushed to your instance. This functionality will also happen silently whenever an event is deleted, preventing a deleted event from being pushed back from another instance.
no: Siden versjon 2.3.107 kan du starte blacklisting event UUIDs for å hindre dem fra å bli presset til din forekomst. Denne funksjonaliteten vil også skje tydelig når en hendelse slettes, og forhindrer at en slettet hendelse skyves tilbake fra en annen forekomst.

source: Blacklisting organisation UUIDs to prevent the creation of any event created by the blacklisted organisation.
no: Blacklisting organization UUIDs for å forhindre etableringen av noe arrangement som er opprettet av den svarteliste organisasjonen.

source: If enabled, all log entries will include the IP address of the user.
no: Hvis aktivert, vil alle loggoppføringer inneholde brukerens IP-adresse.

source: If enabled, MISP will log all successful authentications using API keys. The requested URLs are also logged.
no: Hvis aktivert, vil MISP logge alle vellykkede godkjenninger ved hjelp av API-nøkler. De forespurte nettadressene logges også.

source: This feature allows users to create org only events and ask another organisation to take ownership of the event. This allows organisations to remain anonymous by asking a partner to publish an event for them.
no: Denne funksjonen tillater brukere å opprette org bare hendelser og be en annen organisasjon om å ta eierskap av arrangementet. Dette tillater organisasjoner å forbli anonyme ved å be en partner å publisere en hendelse for dem.
