Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Could not create the Regex entry as no types were selected. Either check "All" or check the types that you wish the Regex to affect.
no: Kunne ikke opprette Regex-oppføringen fordi ingen typer ble valgt. Sjekk enten "Alle" eller sjekk hvilke typer du ønsker at Regex skal påvirke.

source: All done! Number of changed attributes:
no: Ferdig! Antall endrede attributter:

source: All done! Found and cleaned
no: Ferdig! Funnet og rengjort

source: Invalid entry.
no: Ikke godkjent inngang.

source: Entry removed.
no: Oppføring fjernet.

source: Invalid role
no: Ugyldig rolle

source: The Role has been saved
no: Rollen er blitt lagret

source: The Role could not be saved. Please, try again.
no: Rollen kunne ikke lagres. Vær så snill, prøv på nytt.

source: Invalid Role
no: Ugyldig rolle

source: Role deleted
no: Rolle slettet

source: Role could not be deleted
no: Rollen kunne ikke slettes

source: Default role set.
no: Standard rollsett.

source: Default role unset.
no: Standard roll uavhengig.

source: The pull filter rules must be in valid JSON format.
no: Trekkfilterreglene må være i gyldig JSON-format.

source: The push filter rules must be in valid JSON format.
no: Trykkfilterreglene må være i gyldig JSON-format.

source: That organisation could not be created as the uuid is in use already.
no: Den organisasjonen kunne ikke opprettes da uuid er i bruk allerede.

source: Couldn't save the new organisation, are you sure that the uuid is in the correct format? Also, make sure the organisation's name doesn't clash with an existing one.
no: Kunne ikke lagre den nye organisasjonen, er du sikker på at uuid er i riktig format? Sørg også for at organisasjonens navn ikke kolliderer med en eksisterende.

source: The server has been saved
no: Serveren er lagret

source: The server could not be saved. Please, try again.
no: Serveren kunne ikke lagres. Vær så snill å prøv igjen.

source: Invalid server
no: Ugyldig server

source: Couldn't save the new organisation, are you sure that the uuid is in the correct format?.
no: Kunne ikke lagre den nye organisasjonen, er du sikker på at uuid er i riktig format?.

source: Server deleted
no: Server slettet

source: Server was not deleted
no: Serveren ble ikke slettet

source: Pull setting not enabled for this server.
no: Trekk innstilling ikke aktivert for denne serveren.

source: Pulling.
no: Trekker.

source: Pull queued for background execution. Job ID: %s
no: Trekk lagt i kø for utførelse av bakgrunnen. Jobb-ID: %s

source: The remote server is too outdated to initiate a push towards it. Please notify the hosting organisation of the remote instance.
no: Den eksterne serveren er for gammel til å starte et trykk mot den. Vennligst informer om vertskapsorganisasjonen for den eksterne forekomsten.

source: Push complete. %s events pushed, %s events could not be pushed.
no: Trykk komplett. %s hendelser presset, %s hendelser kunne ikke bli presset.

source: Push queued for background execution. Job ID: %s
no: Trykk på køen for utførelse av bakgrunnen. Jobb-ID: %s

source: Filename not allowed
no: Filnavn ikke tillatt

source: Incorrect extension or empty file.
no: Feil forlengelse eller tom fil.

source: No organisation selected.
no: Ingen organisasjon valgt.

source: not found
no: ikke funnet

source: is not writeable
no: er ikke skrivbar

source: not readable
no: ikke lesbar

source: FAIL: settings not set
no: Feil: innstillingene er ikke angitt

source: FAIL: Failed to load GnuPG
no: Feil: Kan ikke laste inn GnuPG

source: FAIL: Issues with the key/passphrase
no: Feil: Utgaver med nøkkel / passord

source: FAIL: encrypt failed
no: Feil: kryptering mislyktes

source: not configured (so not tested)
no: ikke konfigurert (derfor ikke testet)

source: Getting URL via proxy failed
no: Anskaffelse av URL via proxy mislyktes

source: not enabled (so not tested)
no: ikke aktivert (derfor ikke testet)

source: Python ZeroMQ library not installed correctly.
no: Python ZeroMQ-biblioteket er ikke riktig installert.

source: ZeroMQ script not running.
no: ZeroMQ-skriptet kjører ikke.

source: Some of the libraries related to STIX are not installed. Make sure that all libraries listed below are correctly installed.
no: Noen av bibliotekene knyttet til STIX er ikke installert. Pass på at alle bibliotekene som er oppført nedenfor, er riktig installert.

source: Incorrect STIX version installed, found $current, expecting $expected
no: Feil STIX-versjon installert, funnet $current, forventer $expected

source: Incorrect STIX2 version installed, found $current, expecting $expected
no: Feil STIX2 versjon installert, funnet $current, forventer $expected

source: Incorrect CyBox version installed, found $current, expecting $expected
no: Feil CyBox-versjon installert, funnet $current, forventer $expected

source: Incorrect mixbox version installed, found $current, expecting $expected
no: Feil mixbox versjon installert, funnet $current, forventer $expected

source: Incorrect maec version installed, found $current, expecting $expected
no: Feil maec-versjon installert, funnet $current, forventer $expected

source: Incorrect PyMISP version installed, found $current, expecting $expected
no: Feil PyMISP-versjon installert, funnet $current, forventer $expected

source: High
no: Høy

source: Alternative setting used
no: Alternativ innstilling brukt

source: Test failed
no: Testen mislyktes

source: System not enabled
no: Systemet er ikke aktivert

source: No modules found
no: Ingen moduler funnet

source: MISP will not operate correctly or will be unsecure until these issues are resolved.
no: MISP fungerer ikke riktig eller vil være usikkert før disse problemene er løst.

source: Some of the features of MISP cannot be utilised until these issues are resolved.
no: Noen av funksjonene i MISP kan ikke utnyttes før disse problemene er løst.

source: There are some optional tweaks that could be done to improve the looks of your MISP instance.
no: Det er noen valgfrie tweaks som kan gjøres for å forbedre utseendet på MISP-forekomsten din.

source: File not found.
no: Fil ikke funnet.

source: File could not be deleted.
no: Filen kunne ikke slettes.

source: Upload failed.
no: Opplasting mislyktes.

source: File already exists. If you would like to replace it, remove the old one first.
no: Filen finnes allerede. Hvis du vil erstatte den, fjern den gamle først.

source: Starting server caching.
no: Starte server caching.

source: Caching the servers has failed.
no: Caching serverne har mislyktes.

source: Caching the servers has successfully completed.
no: Caching serverne har fullført.

source: Moving of the file that this attachment references failed.
no: Flytting av filen som denne vedleggsreferansen mislyktes.

source: Could not discard proposal.
no: Kunne ikke kaste bort forslag.

source: Attribute has not been added: attachments are added by "Add attachment" button
no: Egenskapen er ikke lagt til: vedlegg legges til ved hjelp av "Legg til vedlegg" -knappen

source: The lines
no: Linjene

source: The proposal has been saved
no: Forslaget er lagret

source: Could not save the proposal. Errors: %s
no: Kunne ikke lagre forslaget. Feil:%s

source: The proposal could not be saved. Please, try again.
no: Forslaget kunne ikke lagres. Vær så snill å prøve igjen.

source: Invalid Proposal
no: Ugyldig forslag

source: Proposal not an attachment or malware-sample
no: Forslag ikke et vedlegg eller skadelig programvareeksempel

source: The attachment has been uploaded
no: Vedlegget har blitt lastet opp

source: The attachment has been uploaded, but some of the proposals could not be created. The failed proposals are:
no: Vedlegget har blitt lastet opp, men noen av forslagene kunne ikke opprettes. De mislykkede forslagene er:

source: The attachment could not be saved, please contact your administrator.
no: Vedlegget kunne ikke lagres, vennligst kontakt administratoren din.

source: The proposed Attribute has been saved
no: Den foreslåtte egenskapen er blitt lagret

source: The ShadowAttribute could not be saved. Please, try again.
no: ShadowAttribute kunne ikke lagres. Vær så snill, prøv på nytt.

source: Invalid proposal.
no: Ugyldig forslag.

source: No proposals found or invalid event.
no: Ingen forslag funnet eller ugyldig hendelse.

source: This feature is only available using the API to Sync users
no: Denne funksjonen er bare tilgjengelig ved hjelp av API til Synkroniseringsbrukere

source: Invalid UUID
no: Ugyldig UUID

source: This feature is only available using POST requests
no: Denne funksjonen er bare tilgjengelig ved hjelp av POST-forespørsler

source: Sharing Group deleted
no: Delegruppe slettet

source: Sharing Group could not be deleted. Make sure that there are no events, attributes or threads belonging to this sharing group.
no: Delegruppe kunne ikke slettes. Pass på at det ikke er noen hendelser, attributter eller tråder som tilhører denne delegruppen.

source: Could not add the Sighting. Reason:
no: Kunne ikke legge til synet. Grunnen til:

source: Sighting added
no: Sighting lagt til

source: You are not authorised to remove sightings data as you don't have permission to modify your organisation's data.
no: Du er ikke autorisert til å fjerne observasjonsdata fordi du ikke har tillatelse til å endre organisasjonens data.

source: Attribute not found
no: Egenskap ikke funnet

source: Invalid request.
no: Ugyldig forespørsel.

source: Sighting added.
no: Sighting lagt til.

source: Sighting could not be added
no: Sighting kunne ikke legges til

source: The tag collection has been saved
no: Merkesamlingen er lagret

source: The tag collection could not be added. Reason:
no: Merkesamlingen kunne ikke legges til. På grunn av:

source: %s new tag collections added.
no: %s nye merkesamlinger lagt til.

source: Invalid Tag Collection
no: Ugyldig merkesamling

source: You don't have editing rights on this Tag Collection.
no: Du har ikke redigeringsrettigheter på denne taggsamlingen.

source: Invalid tag collection.
no: Ugyldig merkesamling.

source: Tag collection deleted.
no: Merkesamlingen slettet.

source: Tag collection could not be deleted.
no: Merkesamlingen kunne ikke slettes.

source: You are not allowed to delete that.
no: Du har ikke lov til å slette dette.

source: Tag(s) could not be added.
no: Merk(et/er) kunne ikke legges til.

source: Insufficient privileges to remove the tag from the collection.
no: Manglende rettigheter til å fjerne taggen fra samlingen.

source: Invalid tag or tag not associated with the collection.
no: Ugyldig tag eller tag som ikke er knyttet til samlingen.

source: Failed to remove tag from the collection.
no: Kunne ikke fjerne merket fra samlingen.

source: Tag deleted
no: Merke slettet

source: Tag was not deleted
no: Merket ble ikke slettet

source: Favourite Tags
no: Favorittmerker

source: Tag Collections
no: Merkesamlinger

source: Custom Tags
no: Tilpassede merker

source: All Tags
no: Alle merker

source: Taxonomy Library
no: Taksonomibibliotek

source: Includes:
no: inkluderer:

source: Taxonomy not found.
no: Taksonomi ikke funnet.

source: Taxonomy enabled.
no: Taksonomi aktivert.

source: Taxonomy disabled.
no: Taksonomi deaktivert.

source: All taxonomy libraries are up to date already.
no: Alle taksonomibiblioteker er allerede oppdatert.

source: Could not update any of the taxonomy libraries
no: Kunne ikke oppdatere noen av taksonomibibliotekene

source: Successfully updated
no: Vellykket oppdatert

source: taxonomy libraries.
no: taksonomibiblioteker.

source: However, could not update
no: Men kunne ikke oppdatere

source: The tag(s) has been saved.
no: Merke(t/r) er lagret.

source: The tag(s) could not be saved. Please, try again.
no: Merk(et/er) kunne ikke lagres. Vær så snill å prøve igjen.

source: The tag(s) has been hidden.
no: Merke(t/r) er skjult.

source: The tag(s) could not be hidden. Please, try again.
no: Merke(t/r) kunne ikke skjules. Vær så snill, prøv på nytt.

source: Taxonomy successfuly deleted.
no: Taksonomien successfuly slettet.

source: Taxonomy could not be deleted.
no: Taksonomien kunne ikke slettes.

source: This function can only be reached via AJAX.
no: Denne funksjonen kan bare nås via AJAX.

source: Event populated,
no: Begivenhet beriket,

source: Event populated, but
no: Hendelse beriket, men

source: Invalid user or not authorised.
no: Ugyldig bruker eller ikke autorisert.

source: Invalid user
no: Ugyldig bruker

source: Invalid e-mail domain. Your user is restricted to creating users for the following domain(s):
no: Ugyldig e-postdomener. Brukeren din er begrenset til å opprette brukere for følgende domene:

source: The profile has been updated
no: Profilen er oppdatert

source: The profile could not be updated. Please, try again.
no: Profilen kunne ikke oppdateres. Vær så snill å prøv igjen.

source: Invalid password. Please enter your current password to continue.
no: Ugyldig passord. Vennligst skriv inn ditt nåværende passord for å fortsette.

source: Please enter your current password to continue.
no: Vennligst skriv inn ditt nåværende passord for å fortsette.

source: Password Changed.
no: Passord endret.

source: The password could not be updated. Make sure you meet the minimum password length / complexity requirements.
no: Passordet kunne ikke oppdateres. Sørg for at du oppfyller kravene til minimumskravende / kompleksitet.

source: The user could not be saved. Invalid organisation.
no: Brukeren kunne ikke lagres. Ugyldig organisasjon.

source: The user has been saved.
no: Brukeren har blitt lagret.

source: The user could not be saved. Please, try again.
no: Brukeren kunne ikke lagres. Vær så snill, prøv igjen.

source: The user has been saved
no: Brukeren har blitt lagret

source: User deleted
no: Bruker slettet

source: User was not deleted
no: Brukeren ble ikke slettet

source: Invalid username or password, try again
no: Ugyldig brukernavn eller passord, prøv igjen

source: Good-Bye
no: Ha det

source: New authkey generated.
no: Ny authkey generert.

source: You accepted the Terms and Conditions.
no: Du har akseptert vilkårene og betingelsene.

source: Recipient email not provided
no: Mottaker e-post ikke oppgitt

source: Recipient organisation not provided
no: Mottakerorganisasjon ikke oppgitt

source: E-mails sent, but failed to deliver the messages to the following recipients:
no: E-post sendt, men klarte ikke å levere meldingene til følgende mottakere:

source: E-mails sent.
no: E-post sendt.

source: Usage data
no: Brukerdata

source: Organisations
no: organisasjoner

source: User and Organisation statistics
no: Bruker- og organisasjonsstatistikk

source: Tags
no: Merker

source: Attribute histogram
no: Attributthistogram

source: Galaxy Matrix
no: Galakse Matrise

source: This action is only accessible via POST requests.
no: Denne handlingen er bare tilgjengelig via POST-forespørsler.

source: Warning list updated
no: Advarselsliste oppdatert

source: Warning list failed to update
no: Advarsellisten mislyktes med å oppdatere

source: could not be installed/updated. Error:
no: kunne ikke installere/oppdatere. Feil:

source: Warninglist update (nothing to update)
no: Advarsellisteoppdatering (ingenting å oppdatere)

source: Executed an update of the warning lists, but there was nothing to update.
no: Utført en oppdatering av advarselslistene, men det var ikke noe å oppdatere.

source: All warninglists are up to date already.
no: Alle advarselslister er allerede oppdatert.

source: Could not update any of the warning lists
no: Kunne ikke oppdatere noen advarsellister

source: This function only accepts POST requests.
no: Denne funksjonen aksepterer bare POST-forespørsler.

source: Warninglist not found.
no: Advarselsliste ikke funnet.

source: Warninglist(s) not found.
no: Advarselsliste(er) ikke funnet.

source: warninglist(s)
no: varselliste(r)

source: Warninglist(s) could not be toggled.
no: Advarselsliste(e) kan ikke byttes.

source: Invalid Warninglist.
no: Ugyldig advarselsliste.

source: Warninglist disabled
no: Advarselsliste deaktivert

source: Warninglist enabled
no: Advarselsliste aktivert

source: This action is available via AJAX only.
no: Denne handlingen er kun tilgjengelig via AJAX.

source: Warninglist successfuly deleted.
no: Advarselslisten successfuly slettet.

source: Warninglists could not be deleted.
no: Advarselslister kunne ikke slettes.

source: No valid data received.
no: Ingen gyldige data mottatt.

source: The %s has been saved.
no: %s er lagret

source: The %s could not be saved. Please, try again.
no: %s kunne ikke lagres Vær så snill å prøv igjen.

source: Invalid %s
no: Ugyldig %s

source: The %s has been saved
no: %s er lagret

source: %s deleted
no: %s slettet

source: %s was not deleted
no: %s ble ikke slettet

source: Done. Added %d new entries to the blacklist. %d entries could not be saved.
no: Ferdig. Lagt til%d nye oppføringer til svartelisten. %d oppføringer kunne ikke lagres.

source: Blacklist item added.
no: Svartelisteelement lagt til.

source: Could not save the blacklist item
no: Kunne ikke lagre svartelisten

source: Invalid blacklist entry
no: Ugyldig svartelisteoppføring

source: Blacklist entry removed
no: Svartelisteoppføring fjernet

source: Could not remove the blacklist entry
no: Kunne ikke fjerne svartelisteoppføringen

source: Indexing
no: Indekserer

source: The returned error is:
no: Den returnerte feilen:

source: . The returned error is:
no: . Den returnerte feilen er:

source: Successfuly indexed
no: Indeksering var vellykket

source: Your organisation only
no: Bare din organisasjon

source: This community only
no: Bare dette fellesskapet

source: Connected communities
no: Tilknyttede fellesskap

source: All communities
no: Alle fellesskap

source: Sharing group
no: Deling gruppe

source: Inherit event
no: Arvelig hendelse

source: Reference used by the publishing party (e.g. ticket number)
no: Referanse brukt av forlaget (f.eks. Billettnummer)

source: Internal Attack Targeting and Compromise Information
no: Intern angrep Målretting og kompromissinformasjon

source: Targeting information to include recipient email, infected machines, department, and or locations.
no: Målretting av informasjon til mottakerens e-post, infiserte maskiner, avdeling og eller steder.

source: All the info about how the malware is detected by the antivirus products
no: All informasjon om hvordan skadevare ble oppdaget av antivirusproduktene

source: List of anti-virus vendors detecting the malware or information on detection performance (e.g. 13/43 or 67%). Attachment with list of detection or link to VirusTotal could be placed here as well.
no: Liste over antivirusleverandører som oppdager malware eller informasjon om deteksjonsprestasjoner (f.eks. 13/43 eller 67%). Vedlegg med liste over deteksjon eller kobling til VirusTotal kan også plasseres her.

source: Information about how the malware is delivered
no: Informasjon om hvordan skadevaren er levert

source: Information about the way the malware payload is initially delivered, for example information about the email or web-site, vulnerability used, originating IP etc. Malware sample itself should be attached here.
no: Informasjon om hvordan skadevaren nyttelast blir levert, for eksempel informasjon om e-post eller nettside, bruk av sikkerhetsproblem, opprinnelses-IP osv. Skadevareprøven selv skal være vedlagt her.

source: Any artifact (files, registry keys etc.) dropped by the malware or other modifications to the system
no: Eventuelle gjenstander (filer, registernøkler etc.) sluppet av skadevaren eller andre modifikasjoner på systemet

source: Info on where the malware gets installed in the system
no: Info om hvor skadevaren blir installert i systemet

source: Location where the payload was placed in the system and the way it was installed. For example, a filename|md5 type attribute can be added here like this: c:\windows\system32\malicious.exe|41d8cd98f00b204e9800998ecf8427e.
no: Plassering hvor nyttelastet ble plassert i systemet og måten det ble installert på. For eksempel kan et filnavn|md5-typeattributt bli lagt til her slik: c:\windows\system32\malicious.exe|41d8cd98f00b204e9800998ecf8427e.

source: Mechanisms used by the malware to start at boot
no: Mekanismer som brukes av skadevaren for å starte ved oppstart

source: Mechanisms used by the malware to start at boot. This could be a registry key, legitimate driver modification, LNK file in startup
no: Mekanismer som brukes av skadevarene for å starte ved oppstart. Dette kan være en registernøkkel, legitim driverendring, LNK-fil ved oppstart

source: Information about network traffic generated by the malware
no: Informasjon om nettverkstrafikk generert av skadevaren

source: Information about the final payload(s)
no: Informasjon om siste nyttelast(er)

source: Information about the final payload(s). Can contain a function of the payload, e.g. keylogger, RAT, or a name if identified, such as Poison Ivy.
no: Informasjon om siste nyttelast(er). Kan inneholde en funksjon av nyttelastet, for eksempel keylogger, RAT, eller et navn hvis det er identifisert, for eksempel Poison Ivy.

source: Identification of the group, organisation, or country behind the attack
no: Identifikasjon av gruppen, organisasjonen eller landet bak angrepet

source: Any other result from additional analysis of the malware like tools output
no: Ethvert annet resultat fra tilleggsanalyse av skadevarelignende verktøyutgang

source: Any other result from additional analysis of the malware like tools output Examples: pdf-parser output, automated sandbox analysis, reverse engineering report.
no: Ethvert annet resultat fra tilleggsanalyse av malware like tools output Eksempler: pdf-parser utgang, automatisert sandkasse analyse, omvendt engineering rapport.

source: Financial Fraud indicators
no: Finansielle svindelindikatorer

source: Financial Fraud indicators, for example: IBAN Numbers, BIC codes, Credit card numbers, etc.
no: Finansielle svindelindikatorer, for eksempel: IBAN-nummer, BIC-koder, Kredittkortsnumre, etc.

source: Tools supporting analysis or detection of the event
no: Verktøy som støtter analyse eller deteksjon av hendelsen

source: Social networks and platforms
no: Sosiale nettverk og plattformer

source: A human being - natural person
no: Et menneske - naturlig person

source: Attributes that are not part of any other category or are meant to be used as a component in MISP objects in the future
no: Attributter som ikke er en del av en annen kategori eller er ment å bli brukt som en komponent i MISP-objekter i fremtiden

source: A checksum in md5 format
no: En sjekksum i md5 format

source: You are encouraged to use filename|md5 instead. A checksum in md5 format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavnet|md5 i stedet. En sjekksum i md5-format, bare bruk dette hvis du ikke kjenner det riktige filnavnet

source: A checksum in sha1 format
no: En sjekksum i sha1-format

source: You are encouraged to use filename|sha1 instead. A checksum in sha1 format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavnet|sha1 i stedet. En sjekksum i sha1-format, bruk bare dette hvis du ikke vet riktig filnavn

source: A checksum in sha256 format
no: Et sjekksum i sha256-format

source: You are encouraged to use filename|sha256 instead. A checksum in sha256 format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavnet|sha256 i stedet. En sjekksum i sha256-format, bare bruk dette hvis du ikke vet riktig filnavn

source: Filename
no: Filnavn

source: Microsoft Program database (PDB) path information
no: Feltinformasjon for Microsoft Programdatabase (PDB)

source: A filename and an md5 hash separated by a |
no: Et filnavn og en md5 hash separert av et |
