Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Publish events directly after pulling the feed - if you would like to review the event before publishing uncheck this
no: Publiser hendelser direkte etter at du har trukket inn feedet - hvis du vil vurdere hendelsen før du publiserer, fjerner du merket for dette

source: Override IDS Flag
no: Overstyr IDS-flagg

source: If checked, the IDS flags will always be set to off when pulling from this feed
no: Hvis det er merket, vil IDS-flaggene alltid bli satt til av når du trekker fra denne strømmen

source: Merge attributes (only add new attributes, remove revoked attributes)
no: Slett attributter (bare legg til nye attributter, fjern tilbakekalte attributter)

source: Default Tag
no: Standard-tagg

source: Filter rules
no: Filter regler

source: Events with the following tags allowed
no: Hendelser med følgende tagger tillatt

source: Events with the following tags blocked
no: Hendelser med følgende koder er blokkert

source: Events with the following organisations allowed
no: Hendelser med følgende organisasjoner tillatt

source: Events with the following organisations blocked
no: Hendelser med følgende organisasjoner blokkert

source: Modify
no: endre

source: Edit MISP Feed
no: Rediger MISP Feed

source: Edit a new MISP feed source.
no: Rediger en ny MISP-feedkilde.

source: Regex pattern, for example: "/^https://myfeedurl/i"
no: Regex-mønster, for eksempel: "/ ^ https: // myfeedurl / i"

source: The base-url to the external server you want to sync with. Example: https://misppriv.circl.lu
no: Basisadressen til den eksterne serveren du vil synkronisere med. Eksempel: https://misppriv.circl.lu

source: A name that will make it clear to your users what this instance is. For example: Organisation A's instance
no: Et navn som gjør det klart for brukerne hva denne forekomsten er. For eksempel: Organisasjons A-forekomst

source: The organization having the external server you want to sync with. Example: BE
no: Organisasjonen har den eksterne serveren du vil synkronisere med. Eksempel: BE

source: You can find the authentication key on your profile on the external server.
no: Du kan finne godkjenningsnøkkelen på profilen din på den eksterne serveren.

source: Allow the upload of events and their attributes.
no: Tillat opplasting av hendelser og deres attributter.

source: Allow the download of events and their attributes from the server.
no: Tillat nedlasting av hendelser og deres attributter fra serveren.

source: Unpublish new event (working with Push event).
no: Unpublish ny aktivitet (arbeider med Push-hendelse).

source: Publish new event without email (working with Pull event).
no: Publiser ny aktivitet uten e-post (jobber med Pull-hendelse).

source: You can also upload a certificate file if the instance you are trying to connect to has its own signing authority.
no: Du kan også laste opp en sertifikatfil hvis forekomsten du prøver å koble til, har sin egen signeringsmyndighet.

source: Click this, if you would like to allow a connection despite the other instance using a self-signed certificate (not recommended).
no: Klikk dette hvis du vil tillate en tilkobling til tross for den andre forekomsten ved hjelp av et selvsignert sertifikat (ikke anbefalt).

source: Parsed attributes from feed
no: Parserte attributter fra feed

source: Fetch selected
no: Hent valgt

source: Correlations
no: korrelasjoner

source: Paste feed data
no: Lim inn feeddata

source: Paste a MISP feed metadata JSON below to add feeds.
no: Lim inn en MISP-feedmetadata JSON nedenfor for å legge til feeds.

source: Generate feed lookup caches or fetch feed data (enabled feeds only)
no: Generer feed oppslag caches eller hente feed data (bare aktiverte feeds)

source: Cache all feeds
no: Cache alle feeds

source: Fetch and store all feed data
no: Hent og lagre alle matdata

source: Enable selected
no: Aktiver valgt

source: Disable selected
no: Deaktiver valgt

source: Enable caching for selected
no: Aktiver caching for valgt

source: Disable caching for selected
no: Deaktiver caching for valgt

source: Default feeds
no: Standard feeds

source: Custom feeds
no: Tilpassede feeder

source: All feeds
no: Alle feeds

source: Enabled feeds
no: Aktiverte feeder

source: Enable pulling the feed into your MISP as events/attributes.
no: Gjør det mulig å trekke feedet inn i MISP som hendelser / attributter.

source: Enable caching the feed into Redis - allowing for correlations to the feed to be shown.
no: Aktiver caching av fôret til Redis - slik at korrelasjoner til feedet kan vises.

source: Override IDS
no: Overstyr IDS

source: View feed #%s
no: Se feed #%s

source: Rules
no: Regler

source: Error: Invalid event!
no: Feil: Ugyldig hendelse!

source: Fixed event %s
no: Fast hendelse%s

source: New fixed event
no: Ny fast hendelse

source: Age:
no: Alder:

source: Not cached
no: Ikke bufret

source: Explore the events remotely
no: Utforsk hendelsene eksternt

source: Fetch all events
no: Hent alle hendelser

source: Are you sure you want to permanently remove the feed (%s)?
no: Er du sikker på at du vil fjerne feedet (%s) permanent?

source: Download feed metadata as JSON
no: Last ned feedmetadata som JSON

source: You are currently viewing an event from a feed (%s by %s)
no: Du ser for øyeblikket en hendelse fra en feed (%s ved %s)

source: You are currently viewing the event index of a feed (%s by %s).
no: Du ser nå hendelsesindeksen for en feed (%s ved %s).

source: Timestamp
no: Tidsstempel

source: Fetch the event
no: Hent arrangementet

source: Link to correlation
no: Link til korrelasjon

source: Search for values potentially contained in the cached feeds and servers.
no: Søk etter verdier som er potensielt inneholdt i de bufrete feeds og servere.

source: Source format
no: Kildeformat

source: Settings
no: innstillinger

source: Coverage by other feeds
no: Dekning av andre feeds

source: Icon
no: Ikon

source: Are you sure you want to delete the Galaxy (%s)?
no: Er du sikker på at du vil slette Galaxy (%s)?

source: Version
no: Versjon

source: Kill chain order
no: Drep kjedeordre

source: Toggle ATT&CK Matrix
no: Bytt ATT&CK Matrix

source: Parent Galaxy
no: Foreldre Galaxy

source: Collection UUID
no: Samling UUID

source: Source
no: Kilde

source: Authors
no: Forfattere

source: Are you sure you want to delete Galaxy Cluster %s?<br /> Associated tags will not be removed. You can reload the Galaxy Cluster at any time by force updating your galaxies.
no: Er du sikker på at du vil slette Galaxy Cluster%s? <br /> Tilknyttede koder blir ikke fjernet. Du kan når som helst laste på Galaxy Cluster ved å oppdatere dine galakser.

source: Synonyms
no: Synonymer

source: #Events
no: #Arrangementer

source: View graph
no: Se graf

source: Delete galaxy cluster
no: Slett galakse-klyngen

source: Start the galaxy matrix picker
no: Start galakseringsmatrisen

source: Purge job entries:
no: Rense jobboppføringer:

source: Are you sure you want to purge all completed job entries? Job entries are considered as log entries and have no impact on actual job execution.
no: Er du sikker på at du vil rense alle ferdige jobboppføringer? Jobboppføringer betraktes som loggoppføringer og har ingen innvirkning på faktisk jobbgjøring.

source: Are you sure you want to purge all job entries? Job entries are considered as log entries and have no impact on actual job execution.
no: Er du sikker på at du vil rense alle jobboppføringer? Jobboppføringer betraktes som loggoppføringer og har ingen innvirkning på faktisk jobbgjøring.

source: Completed.
no: Fullført.

source: Show all queues
no: Vis alle køer

source: Default
no: Misligholde

source: Show default queue
no: Vis standard kø

source: Show email queue
no: Vis e-postkø

source: Show cache queue
no: Vis cache kø

source: Date created
no: Date laget

source: Date modified
no: Dato endret

source: Process ID
no: Prosess ID

source: Worker
no: Arbeider

source: Job type
no: Type jobb

source: Organisation name
no: Organisasjonsnavn

source: Retries
no: Forsøk

source: No worker active
no: Ingen arbeidstaker aktiv

source: Running
no: Løping

source: View stacktrace
no: Se stacktrace

source: Background Job Error Browser
no: Bakgrunns jobbfeil Nettleser

source: Click to show stack trace
no: Klikk for å vise stakkespor

source: Click to hide stack trace
no: Klikk for å skjule stablingsspor

source: No error data found. Generally job error data is purged from Redis after 24 hours, however, you can still view the errors in the log files in "/app/tmp/logs".
no: Ingen feildata funnet. Vanligvis lagres jobbfeildata fra Redis etter 24 timer, men du kan fortsatt se feilene i loggfilene i "/app/tmp/logs".

source: Logs
no: Logger

source: Results for all log entries
no: Resultater for alle loggoppføringer

source: for user
no: for brukeren

source: of organisation
no: av organisasjonen

source: for model
no: for modell

source: for model ID
no: for modell-ID

source: of type
no: av type

source: with the title
no: med tittelen

source: including the change
no: inkludert endringen

source: from IP
no: fra IP

source: Model ID
no: Modell ID

source: Organisation
no: Organisasjonen

source: Title
no: Tittel

source: Change
no: Endring

source: Stolen attribute validation
no: Stolt attributt validering

source: Nothing to see here, move along.
no: Ingenting å se her, flytte sammen.

source: Attribute (%s) associated to events: %s
no: Egenskap (%s) knyttet til hendelser: %s

source: Create anonymously
no: Opprett anonymt

source: Edit news message
no: Rediger nyhetsmelding

source: Are you sure you want to delete news item # %s?
no: Er du sikker på at du vil slette nyhetselementet # %s?

source: There are currently no news messages.
no: Det er for øyeblikket ingen nyhetsmeldinger.

source: Expanded name
no: Utvidet navn

source: geographical_area
no: geografisk område

source: version
no: versjon

source: enabled
no: aktivert

source: Disable
no: Deaktiver

source: (enable)
no: (aktiver)

source: Enable
no: Aktiver

source: Are you sure you want to delete Noticelist #%s?
no: Er du sikker på at du vil slette Noticelist #%s?

source: Add Object Reference
no: Legg til objektreferanse

source: Relationship type
no: Forholdstype

source: Target UUID
no: Mål UUID

source: Object
no: Objekt

source: Target Details
no: Måldetaljer

source: Object reference Deletion
no: Objektreferanse Sletting

source: Are you sure you want to soft delete Object reference #%s?%s
no: Er du sikker på at du vil myk slette Objektreferanse #%s?%s

source: Are you sure you want to hard delete Object reference #%s?%s
no: Er du sikker på at du vil slette Objektreferanse #%s?%s hardt

source: The Attribute will be permanently deleted and unrecoverable. Also, this will prevent the deletion to be propagated to other instances.
no: Egenskapen vil bli slettet permanent og ikke gjenopprettelig. Også dette vil forhindre at slettingen blir spredt til andre tilfeller.

source: Object relation
no: Objektrelasjon

source: UI-priority
no: UI-prioritet

source: Categories
no: Kategorier

source: Sane defaults
no: Sane standardinnstillinger

source: List of valid Values
no: Liste over gyldige verdier

source: Disable correlation
no: Deaktiver korrelasjon

source: Active
no: Aktiv

source: Requirements
no: Krav

source: Force update
no: Tving oppdatering

source: Are you sure you want to force an update for template # %s?
no: Er du sikker på at du vil tvinge en oppdatering for mal #%s?

source: Are you sure you want to delete template # %s?
no: Er du sikker på at du vil slette mal # %s?

source: Object Template
no: Objektmal

source: Object
no: Gjenstand

source: Object Template
no: Objektmal

source: Meta category
no: Meta kategori

source: Warning, issues found with the template
no: Advarsel, problemer funnet med malen

source: Save
no: Lagre

source: Name :: type
no: Navn :: type

source: Warning: You are about to share data that is of a classified nature. Make sure that you are authorised to share this.
no: Advarsel: Du skal dele data som er klassifisert. Pass på at du er autorisert til å dele dette.

source: Enter value manually
no: Skriv inn verdien manuelt

source: Object reconstruction
no: Objekt rekonstruksjon

source: Due to a bug prior to version 2.4.89, a condition could cause objects to be overwritten on a pull, leading to orphaned object attributes. This script reconstructs the missing objects if any exist.
no: På grunn av en feil før versjon 2.4.89, kan en tilstand føre til at objekter overskrives på en trekk, noe som fører til foreldrelaterte objektattributter. Dette skriptet rekonstruerer de manglende objekter hvis noen eksisterer.

source: Please create a backup of your mysql database before executing the script.
no: Vennligst opprett en sikkerhetskopi av mysql-databasen før du utfører skriptet.

source: No unmapped data found, everything is working as expected.
no: Ingen ubemerkede data funnet, alt fungerer som forventet.

source: Unmapped Attributes
no: Unmapped Attributter

source: Keep in mind that some of the unmapped attributes can get reconstructed on a second pass of this script.
no: Husk at noen av de umassede attributter kan rekonstrueres på et nytt pass på dette skriptet.

source: Reconstructable objects
no: Rekonstruerbare gjenstander

source: Object pre-save review
no: Objekt forhåndsbestilling vurdering

source: Make sure that the below Object reflects your expectation before submiting it.
no: Kontroller at underobjektet gjenspeiler forventningen din før du sender den inn.

source: To IDS
no: Til IDS

source: Object Deletion
no: Objekt Sletting

source: The Object will be permanently deleted and unrecoverable. Also, this will prevent the deletion to be propagated to other instances.
no: Objektet blir permanent slettet og gjenopprettes. Også dette vil forhindre at slettingen blir spredt til andre tilfeller.

source: Are you sure you want to %sdelete Object #%s? %s
no: Er du sikker på at du vil%sdelete Object #%s? %s

source: Add Organisation Blacklist Entries
no: Legg til organisasjons svartelisteoppføringer

source: Simply paste a list of all the organisation UUIDs that you wish to block from being entered.
no: Bare lim inn en liste over alle organisasjons-UUID-ene som du vil blokkere fra å bli lagt inn.

source: (Optional) The organisation name that the organisation is associated with
no: (Valgfritt) Organisasjonsnavnet som organisasjonen er tilknyttet

source: Organisation Blacklists
no: Organisasjon Blacklists

source: Are you sure you want to delete the blacklist entry for the organisation UUID %s?
no: Er du sikker på at du vil slette svartelisteoppføringen for organisasjonen UUID %s?

source: New Organisation
no: Ny organisasjon

source: If the organisation should have access to this instance, make sure that the Local organisation setting is checked. <br />If you would only like to add a known external organisation for inclusion in sharing groups, uncheck the Local organisation setting.
no: Hvis organisasjonen skal ha tilgang til denne forekomsten, må du kontrollere at innstillingen Lokal organisasjon er merket. <br /> Hvis du bare vil legge til en kjent ekstern organisasjon for inkludering i delingsgrupper, fjerner du merket av Innstillinger for lokal organisasjon.

source: Local organisation
no: Lokal organisasjon

source: Mandatory fields.
no: Obligatoriske felt.

source: Organisation Identifier
no: Organisasjonsidentifikator

source: Brief organisation identifier
no: Kort organisasjonsidentifikator

source: No image uploaded for this identifier
no: Ingen bilde lastet opp for denne identifikatoren

source: Paste UUID or click generate
no: Lim inn UUID eller klikk på generere

source: Generate UUID
no: Generer UUID

source: Generate a new UUID for the organisation
no: Generer en ny UUID for organisasjonen

source: A brief description of the organisation
no: En kort beskrivelse av organisasjonen

source: A description of the organisation that is purely informational.
no: En beskrivelse av organisasjonen som er rent informativ.

source: Bind user accounts to domains (line separated)
no: Bind brukerkontoer til domener (linjeskilt)

source: Enter a (list of) domain name(s) to enforce when creating users.
no: Skriv inn et (liste over) domenenavn for å håndheve når du oppretter brukere.

source: The following fields are all optional.
no: Følgende felt er alle valgfrie.

source: For example "financial".
no: For eksempel "økonomisk".

source: Type of organisation
no: Type organisasjon

source: Freetext description of the org.
no: Fritekstbeskrivelse av org.

source: You can add some contact details for the organisation here, if applicable.
no: Du kan legge til noen kontaktdetaljer for organisasjonen her, hvis det er aktuelt.

source: Mandatory fields. Leave the UUID field empty if the organisation doesn't have a UUID from another instance.
no: Obligatoriske felt. La UUID-feltet være tomt hvis organisasjonen ikke har en UUID fra en annen instans.

source: An organisation with the above uuid already exists. Would you like to merge this organisation into the existing one?
no: En organisasjon med ovennevnte uuid eksisterer allerede. Vil du slå sammen denne organisasjonen i den eksisterende?

source: Click here
no: Klikk her

source: Contacts
no: Kontakt

source: All organisations
no: Alle organisasjoner

source: , both local and remote
no: , både lokal og ekstern

source: Known remote organisations
no: Kjente eksterne organisasjoner

source: on other instances
no: på andre tilfeller

source: Local organisations
no: Lokale organisasjoner

source: having a presence on this instance
no: ha en tilstedeværelse i dette tilfellet

source: Paginate
no: Paginer

source: View all
no: Se alt

source: Added by
no: Lagt til av

source: Local or remote
no: Lokal eller ekstern

source: Local
no: lokal

source: Domain restrictions
no: Domain restriksjoner

source: Creation time
no: Opprettelsestid

source: Last modified
no: Sist endret

source: Sector
no: Sektor

source: Nationality
no: Nasjonalitet

source: Organisation type
no: Organisasjonstype

source: Contact information
no: Kontaktinformasjon

source: Organisation
no: Organisasjonen

source: Members
no: medlemmer

source: Select organisations to add
no: Velg organisasjoner du vil legge til

source: Available Organisations
no: Tilgjengelige organisasjoner

source: Added Organisations
no: Lagt til organisasjoner

source: Submit organisations
no: Send inn organisasjoner

source: Landing page for %s
no: Destinasjonsside for%s

source: This will remove the selected organisation and hand over all objects belonging to it to the target organisation. This process is irreversible. Are you sure you want to proceed?
no: Dette fjerner den valgte organisasjonen og overfører alle objekter som tilhører den til målorganisasjonen. Denne prosessen er irreversibel. Er du sikker på at du vil fortsette?

source: Warning: Merging an organisation into another will be transfer all users and data belonging to the organisation to another.
no: Advarsel: Fusjonere en organisasjon til en annen, vil overføre alle brukere og data som tilhører organisasjonen til en annen.

source: Target Local Organisation
no: Mål lokal organisasjon

source: Target External Organisation
no: Mål ekstern organisasjon

source: Organisation to be merged
no: Organisasjon som skal slås sammen

source: Organisation to be merged into
no: Organisasjon som skal slås sammen

source: Mark organisation as sharing group extender
no: Merk organisasjonen som delingsgruppeforlenger

source: Administrative actions
no: Administrative tiltak

source: Reset the attribute counts
no: Tilbakestill attributten teller

source: Events need to have no validation issues
no: Hendelser må ikke ha noen valideringsproblemer

source: Recorrelate attributes
no: Recorrelate attributter

source: Recorrelate proposals
no: Forny forslag

source: Verify GnuPG keys
no: Bekreft GnuPG-nøkler

source: Check whether every user's GnuPG key is usable
no: Kontroller om brukerens GnuPG-nøkkel er brukbar

source: Verify Certificates
no: Bekreft sertifikater

source: Check whether every user's certificate is usable
no: Sjekk om alle brukerens sertifikater er brukbare

source: Extend Organization length
no: Utvid organisasjonslengde

source: Hotfix 2.3.57: Increase the max length of the organization field when adding a new server connection.
no: Hurtigreparasjon 2.3.57: Øk maksimal lengde på organisasjonsfeltet når du legger til en ny serverforbindelse.

source: Convert log fields to text
no: Konverter loggfelt til tekst

source: Hotfix 2.3.78: Some of the log fields that were varchar(255) ended up truncating the data. This function will change them to "text"
no: Hurtigreparasjon 2.3.78: Noen av loggfeltene som var varchar (255) endte med å avkorte dataene. Denne funksjonen vil endre dem til "text"

source: Fix duplicate UUIDs
no: Fiks dupliserte UUIDer

source: Hotfix 2.3.107: it was previously possible to get duplicate attribute UUIDs in the database, this script will remove all duplicates and ensure that duplicates will not be entered into the database in the future.
no: Hurtigreparasjon 2.3.107: det var tidligere mulig å få duplikatattributt UUIDs i databasen, dette skriptet vil fjerne alle duplikater og sikre at duplikater ikke blir lagt inn i databasen i fremtiden.

source: Remove duplicate events (with the same UUID)
no: Fjern dupliserte hendelser (med samme UUID)

source: Hotfix 2.3.115: In some rare situations it could occur that a duplicate of an event was created on an instance, with the exact same uuid. This action will remove any such duplicates and make sure that this cannot happen again.
no: Hurtigreparasjon 2.3.115: I noen sjeldne situasjoner kan det oppstå at en duplikat av en hendelse ble opprettet på en forekomst, med nøyaktig samme uuid. Denne handlingen fjerner slike duplikater, og sørg for at dette ikke kan skje igjen.

source: Prune orphaned attributes
no: Beskjære forældreløse egenskaper

source: In some rare occasions it can happen that you end up with some attributes in your database that do not belong to an event - for example during a race condition between an event insert and a delete. This tool will collect and delete any such orphaned attributes. If you ever run into an issue where you cannot add an attribute with a specific valid value, this is probably the reason.
no: I noen sjeldne tilfeller kan det hende at du ender med noen attributter i databasen din som ikke tilhører en hendelse - for eksempel i løpet av en raseforhold mellom en hendelse og en sletting. Dette verktøyet samler inn og sletter slike foreldreløse attributter. Hvis du noen gang løper inn i et problem der du ikke kan legge til et attributt med en bestemt gyldig verdi, er dette sannsynligvis årsaken.

source: Clean regex table of potentially malicious entries
no: Rengjør regex-tabellen med potensielt skadelige oppføringer

source: Hotfix 2.3.160: Prior to this version it was possible for a user/admin with Regex permission to create a malicious regular expression that could be used to execute arbitrary code. Since this version it is no longer possible to input such expressions, but already existing malicious entries still have to be cleaned using this tool.
no: Hurtigreparasjon 2.3.160: Før denne versjonen var det mulig for en bruker / admin med Regex tillatelse å opprette et ondsinnet regulært uttrykk som kan brukes til å utføre vilkårlig kode. Siden denne versjonen er det ikke lenger mulig å skrive inn slike uttrykk, men allerede eksisterende skadelige oppføringer må fortsatt rengjøres ved hjelp av dette verktøyet.

source: Remove URL type attribute sanitisation
no: Fjern sanitering av URL-typeattributt
