Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Keep in mind that the system searches for regular expressions in the value field of all attributes when entered, replacing detected strings within it as set up by the server's administrator (for example to enforce standardised capitalisation in paths for event correlation or to bring exact paths to a standardised format). The following fields need to be filled out
no: Husk at systemet søker etter vanlige uttrykk i verdifeltet for alle attributter når det er skrevet inn, erstatter oppdagede strenger innenfor det som opprettet av serverens administrator (for eksempel for å håndheve standardisert kapitalisering i baner for hendelseskorrelasjon eller for å få eksakte baner til et standardisert format). Følgende felt må fylles ut

source: This form allows you to add attributes.
no: Dette skjemaet lar deg legge til attributter.

source: This drop-down menu explains the category of the attribute, meaning what aspect of the malware this attribute is describing. This could mean the persistence mechanisms of the malware or network activity, etc. For a list of valid categories, %s
no: Denne rullegardinmenyen forklarer kategorien av attributtet, noe som betyr hvilket aspekt av malware dette attributet beskriver. Dette kan bety utholdenhetsmekanismer for skadelig programvare eller nettverksaktivitet, etc. For en liste over gyldige kategorier,%s

source: click here
no: klikk her

source: Whilst categories determine what aspect of an event they are describing, the Type explains by what means that aspect is being described. As an example, the source IP address of an attack, a source e-mail address or a file sent through an attachment can all describe the payload delivery of a malware. These would be the types of attributes with the category of payload deliver. For an explanation of what each of the types looks like together with the valid combinations of categories and types, %s.
no: Mens kategorier bestemmer hvilket aspekt av en hendelse de beskriver, forklarer typen ved hvilken måte aspektet beskrives. Eksempelvis kan kilde-IP-adressen til et angrep, en kilde-e-postadresse eller en fil som sendes gjennom et vedlegg, alle beskrive nyttelastens levering av en skadelig programvare. Disse er typene attributter med kategorien for nyttelast. For en forklaring på hva hver type ser ut sammen med gyldige kombinasjoner av kategorier og typer,%s.

source: This drop-down list allows you to control who will be able to see this attribute. The distribution is inherited by attributes: the most restrictive setting wins. For more info <a href="#distribution">click here</a>.
no: Denne rullegardinlisten lar deg kontrollere hvem som vil kunne se dette attributtet. Distribusjonen er arvet av attributter: Den mest restriktive innstillingen vinner. For mer info <a href="#distribution">klikk her</a> .

source: Add a comment to the attribute. This will not be used for correlation.
no: Legg til en kommentar til attributtet. Dette vil ikke bli brukt til korrelasjon.

source: The actual value of the attribute, enter data about the value based on what is valid for the chosen attribute type. For example, for an attribute of type ip-src (source IP address), 11.11.11.11 would be a valid value. For more information on types and values, %s.
no: Den faktiske verdien av attributtet, skriv inn data om verdien basert på hva som er gyldig for den valgte attributtypen. For eksempel, for et attributt av typen ip-src (kilde-IP-adresse), ville 11.11.11.11 være en gyldig verdi. For mer informasjon om typer og verdier,%s.

source: You can add some comments to the attribute that will not be used for correlation but instead serves as purely an informational field.
no: Du kan legge til noen kommentarer til attributtet som ikke skal brukes til korrelasjon, men i stedet tjener som rent informasjonsfelt.

source: This option allows the attribute to be used as an IDS signature when exporting the NIDS data, unless it is being overruled by the white-list. For more information about the whitelist, head over to the %s section.
no: Dette alternativet tillater attributtet bli brukt som en IDS-signatur når du eksporterer NIDS-dataene, med mindre det overstyres av vitlisten. For mer informasjon om hvitelisten, gå over til delen%s.

source: administration
no: administrasjon

source: If there are several attributes of the same type to enter (such as a list of IP addresses, it is possible to enter them all into the same value-field, separated by a line break between each line. This will allow the system to create separate lines for the each attribute.
no: Hvis det er flere attributter av samme type som skal angis (for eksempel en liste over IP-adresser, er det mulig å skrive dem alle inn i samme verdifelt, adskilt av en linjeskift mellom hver linje. Dette vil tillate at systemet oppretter separate linjer for hver attributt.

source: Populate from Template
no: Populere fra mal

source: Templates allow users to rapidly populate events of a specific type by filling out a series of pre-defined fields. Users with template creation privileges can create new templates for their organisations or for all organisations on their instance. If you are interested in template creation, please refer to the templating section.<br /> For users trying to populate an event, after clicking on the populate from template button, you'll be presented with a list of all currently accessible templates. Pick the one that best describes the event that you are creating.
no: Maler tillater brukere å raskt fylle hendelser av en bestemt type ved å fylle ut en rekke forhåndsdefinerte felt. Brukere med opprettelsesrettigheter for mal kan opprette nye maler for deres organisasjoner eller for alle organisasjoner på deres forekomst. Hvis du er interessert i opprettelse av mal, vennligst se templeringsseksjonen. <br /> For brukere som prøver å fylle ut et arrangement, vil du bli presentert med en liste over alle tilgjengelige maler etter at du har klikket på populasjonen fra maleknappen. Velg den som best beskriver hendelsen du lager.

source: Template Choice
no: Malvalg

source: Choose the most appropriate template for your event.
no: Velg den mest passende malen for arrangementet ditt.

source: Once you have chosen a template, you'll be presented with the actual form contained within. Make sure you fill out as many fields as possible with the mandatory fields - marked by a star in a bracket such as this: (*) - are filled out.<br /> Templates are devided into sections, with each section having a title and a description in addition to a series of fields. Each field can be an attribute or a file attachment field. An attribute field has the following components
no: Når du har valgt en mal, vil du bli presentert med selve skjemaet inneholdt. Pass på at du fyller ut så mange felt som mulig med de obligatoriske feltene - merket med en stjerne i en brakett som dette: (*) - er fylt ut. <br /> Templer er delt inn i seksjoner, hvor hvert avsnitt har en tittel og en beskrivelse i tillegg til en rekke felt. Hvert felt kan være et attributt eller et filvedlegg felt. Et attributtfelt har følgende komponenter

source: Template Field
no: Malfelt

source: MISP will generate attributes based on the field's settings and the data that you provide.
no: MISP genererer attributter basert på feltets innstillinger og dataene du oppgir.

source: The name of the field along with an indication if the field is mandatory.
no: Navnet på feltet sammen med en indikasjon om feltet er obligatorisk.

source: A short description of the field.
no: En kort beskrivelse av feltet.

source: The value(s) that are valid for the field. In the case of several types being shown here, you can enter value(s) matching any one of the types, or in the case of a batch import field, any mixture of the given types.
no: Verdien (e) som gjelder for feltet. I tilfelle flere typer vises her, kan du angi verdi (er) som samsvarer med en av typene, eller i tilfelle av et satsvis importfelt, hvilken som helst blanding av de oppgitte typene.

source: Text field
no: Tekstfelt

source: This field can either be a single line textfield or a multi-line text area. For the former, enter a single value of the above indicated type, whilst for the latter you cna paste a list of values separated by line-breaks.
no: Dette feltet kan enten være en enkeltlinje tekstfelt eller et tekstlinje med flere linjer. For den førstnevnte, skriv inn en enkelt verdi av den ovennevnte typen, mens for sistnevnte du kan legge inn en liste over verdier skilt av linjeskift.

source: Freetext
no: Fri tekst

source: Just paste a line-break separated list of indicators into the freetext import tool.
no: Bare lim inn en linjeskift, separert liste over indikatorer i fritekst-importverktøyet.

source: If you have a list of indicators that you would like to quickly generate attributes out of then the Free-text import tool is just what you need. Simply paste a list of indicators (separated by line-breaks into this tool).
no: Hvis du har en liste over indikatorer som du raskt vil generere attributter fra, så er importverktøyet for gratis tekst akkurat det du trenger. Bare lim inn en liste over indikatorer (adskilt av linjeskift i dette verktøyet).

source: MISP will often find several valid category/type combinations for the values. Do last minute adjustments on the result page.
no: MISP vil ofte finne flere gyldige kategori / type kombinasjoner for verdiene. Gjør siste øyeblikk justeringer på resultatsiden.

source: Since there are several category / type combinations that can be valid for a lot of values, MISP will suggest the most common settings. You can alter the category / type / IDS fields manually if you disagree with the results. The options will be restricted to valid category/type combinations for the value that you have entered.
no: Siden det er flere kombinasjoner av kategori / type som kan være gyldige for mange verdier, vil MISP foreslå de vanligste innstillingene. Du kan endre feltene for kategori / type / IDS manuelt hvis du er uenig med resultatene. Alternativene vil bli begrenset til gyldige kategori / type kombinasjoner for verdien du har angitt.

source: If you would like to create and maintain an event with a set of indicators that receives removals and additions over time, then the attribute replace tool might make this task easier for you.
no: Hvis du ønsker å opprette og vedlikeholde et arrangement med et sett med indikatorer som mottar flyttinger og tillegg over tid, kan verktøyet erstatte verktøyet gjøre denne oppgaven enklere for deg.

source: Select a category/type combination and paste the updated list of indicators into the textarea.
no: Velg en kombinasjon av kategori / type og lim inn den oppdaterte listen over indikatorer i tekstområdet.

source: Simply select the desired category / type combination, choose whether the attributes should be marked for IDS exports and paste the new list of indicators into the textarea. Attributes of the same category/type that are present in the event but not the new list will be removed, values in the pasted list that do not yet exist as attributes will be created as attributes and values that already have matching attributes will be left untouched.
no: Bare velg ønsket kombinasjon av kategori / type, velg om attributter skal merkes for IDS-eksport og lim inn den nye listen over indikatorer i tekstområdet. Attributter av samme kategori / type som er tilstede i hendelsen, men ikke den nye listen, blir fjernet. Verdier i den limte listen som ikke eksisterer ennå, vil att attributter vil bli opprettet som attributter og verdier som allerede har samsvarende attributter, blir uberørt .

source: Add attachments to the event
no: Legg til vedlegg til arrangementet

source: You can also upload attachments, such as the malware itself, report files from external analysis or simply artifacts dropped by the malware. Clicking on the add attachment button brings up a form that allows you to quickly attach a file to the event. The following fields need to be filled out
no: Du kan også laste opp vedlegg, for eksempel selve malware, rapportere filer fra ekstern analyse eller bare gjenstander som er skadet av skadelig programvare. Hvis du klikker på legg til vedleggsknappen, får du et skjema som lar deg raskt legge ved en fil til hendelsen. Følgende felt må fylles ut

source: Add attachment
no: Legg til vedlegg

source: Point the uploader to the file you want to upload. Make sure to mark it as malware if the uploaded file is harmful, that way it will be neutralised.
no: Pek opplasteren til filen du vil laste opp. Pass på å markere den som skadelig programvare hvis den lastede filen er skadelig, slik at den vil bli nøytralisert.

source: The category is the same as with the attributes, it answers the question of what the uploaded file is meant to describe.
no: Kategorien er den samme som med attributter, den svarer på spørsmålet om hva den opplastede filen er ment å beskrive.

source: This drop-down list allows you to control who will be able to see this attachment. The distribution is inherited by attributes: the most restrictive setting wins. For more info <a href="#distribution">click here</a>.
no: Denne rullegardinlisten lar deg kontrollere hvem som vil kunne se dette vedlegget. Distribusjonen er arvet av attributter: Den mest restriktive innstillingen vinner. For mer info <a href="#distribution">klikk her</a> .

source: Upload field
no: Last opp felt

source: By hitting browse, you can browse your file system and point the uploader to the file that you want to attach to the attribute. This will then be uploaded when the upload button is pushed.
no: Ved å trykke på bla, kan du bla gjennom filsystemet og peker opplasteren til filen du vil legge til attributten. Dette vil da lastes opp når opplastningsknappen skyves.

source: This check-box marks the file as malware and as such it will be zipped and passworded, to protect the users of the system from accidentally downloading and executing the file. Make sure to tick this if you suspect that the filed is infected, before uploading it.
no: Denne boksen markerer filen som skadelig programvare, og som sådan vil den bli zippet og passordet, for å beskytte brukerne av systemet fra et uhell å laste ned og utføre filen. Sørg for å krysse dette hvis du mistenker at den arkiverte er infisert, før du laster opp den.

source: Propose a change to an event that belongs to another organisation
no: Foreslå en endring til et arrangement som tilhører en annen organisasjon

source: If you would like to propose a modification to an attribute, or to propose some additional attributes to the creating organisation, you can do this with the buttons that replace the add attribute field on the left and the edit icon on the right end of each listed attribute in the event view. The creating organisation of the event will be able to see any proposals and discard or accept the changes.
no: Hvis du vil foreslå en endring av et attributt, eller for å foreslå noen ekstra attributter til opprettingsorganisasjonen, kan du gjøre dette med knappene som erstatter feltet add Attribute til venstre og redigeringsikonet til høyre på hver liste attributt i hendelsesvisningen. Den skape organisasjonen av arrangementet vil kunne se eventuelle forslag og kaste bort eller godta endringene.

source: Propose attribute
no: Foreslå attributt

source: An attribute with a proposal attached will turn blue and the proposal itself will be grey. If there is a grey proposal without a blue attribute infront of it, it means that someone has proposed a new attribute
no: En attributt med et vedlagt forslag vil bli blå og selve forslaget vil bli grått. Hvis det er et grått forslag uten en blå attributt foran det, betyr det at noen har foreslått et nytt attributt

source: If the organisation that has created the event is on another connected server, they will be able to accept the proposal once they initiate a pull and receive your proposal. After this they can republish the event, sending the altered attribute back to your instance.
no: Hvis organisasjonen som har opprettet hendelsen, er på en annen tilkoblet server, vil de kunne godta forslaget når de starter en trekk og mottar forslaget ditt. Etter dette kan de publisere hendelsen, sende den endrede attributtet tilbake til forekomsten din.

source: Populate from OpenIOC
no: Populere fra OpenIOC

source: It is also possible to attempt to import the data contained in a .ioc file, The import tool will attempt to gather as many IndicatorItems within nested logical operators as possible without breaking their validity. After the procedure is done, you'll be presented with a list of successfully created attributes and a list of failed IndicatorItems as well as a graph of the .ioc file.
no: Det er også mulig å forsøke å importere dataene i en .ioc-fil. Importverktøyet vil forsøke å samle så mange IndicatorItems innenfor nestede logiske operatører som mulig uten å bryte gyldigheten. Etter at prosedyren er ferdig, vil du bli presentert med en liste over vellykkede opprettede attributter og en liste over mislykkede IndicatorItems, samt en graf av .ioc-filen.

source: The import tool will list the successful and failed entries after the process is done.
no: Importverktøyet viser de vellykkede og mislykkede oppføringene etter at prosessen er ferdig.

source: You'll also be able to see a graph of the imported .ioc file and how successful the import was.
no: Du vil også kunne se en graf over den importerte .ioc-filen og hvor vellykket importen var.

source: Populate from ThreatConnect
no: Populere fra ThreatConnect

source: You can also import the data from a ThreatConnect export csv file. The following columns are used by the import tool (and are thus mandatory fields to select during the export)
no: Du kan også importere dataene fra en ThreatConnect-eksport csv-fil. Følgende kolonner brukes av importverktøyet (og er dermed obligatoriske felt å velge under eksporten)

source: Confidence
no: Tillit

source: The result will be a list of attributes that get added to the currently selected event, each of which will be marked with a comment that indicates that its origin being from a ThreatConnect import.
no: Resultatet vil være en liste over attributter som legges til den valgte hendelsen, som hver vil bli merket med en kommentar som indikerer at opprinnelsen er fra en ThreatConnect-import.

source: Publish an event
no: Publiser en hendelse

source: Once all the attributes and attachments that you want to include with the event are uploaded / set, it is time to finalise its creation by publishing the event (click on publish event in the event view). This will alert the eligible users of it (based on the private-controls of the event and its attributes/attachments and whether they have auto-alert turned on), push the event to instances that your instance connects to and propagate it further based on the distribution rules. It also readies the network related attributes for NIDS signature creation (through the NIDS signature export feature, for more information, go to the export section.).
no: Når alle attributter og vedlegg som du vil inkludere med hendelsen lastes opp / sett, er det på tide å fullføre etableringen ved å publisere arrangementet (klikk på publiseringshendelse i hendelsesvisningen). Dette vil varsle de berettigede brukerne av det (basert på private kontroller av hendelsen og dets attributter / vedlegg, og om de har automatisk varsling slått på), skyv hendelsen til forekomster som forekomsten din kobler til og formidler den videre basert på fordelingsreglene. Det leser også nettverksrelaterte attributter for NIDS-signaturopprettelse (gjennom NIDS-signatureksportfunksjonen, for mer informasjon, gå til eksport-delen.).

source: There is an alternate way of publishing an event without alerting any other users, by using the "publish (no email)" button. This should only be used for minor edits (such as correcting a typo).
no: Det finnes en alternativ måte å publisere en begivenhet uten å varsle andre brukere, ved å bruke "publiser (ingen e-post)" -knappen. Dette bør kun brukes til mindre endringer (for eksempel korrigering av en skrivefeil).

source: If your instance has background jobs enabled then the event might not get published immediately.
no: Hvis forekomsten din har bakgrunnsjobber aktivert, kan det hende at hendelsen ikke blir publisert umiddelbart.

source: The MISP interface allows the user to have an overview over or to search for events and attributes of events that are already stored in the system in various ways.
no: MISP-grensesnittet lar brukeren få oversikt over eller å søke etter hendelser og attributter av hendelser som allerede er lagret i systemet på ulike måter.

source: To list all events
no: For å liste alle hendelser

source: On the left menu bar, the option "List events" will generate a list of the last 60 events. While the attributes themselves aren't shown in this view, the following pieces of information can be seen
no: På menylinjen til venstre vil alternativet "List events" generere en liste over de siste 60 hendelsene. Selv om egenskapene ikke er vist i denne visningen, kan du se følgende opplysninger

source: List events
no: Liste hendelser

source: This is the list of events in the system. Use the buttons to the right to alter or view any of the events.
no: Dette er listen over hendelser i systemet. Bruk knappene til høyre for å endre eller vise noen av hendelsene.

source: Already published events are marked by a checkmark. Unpublished events are marked by a cross.
no: Allerede publiserte hendelser er merket med et merke. Ikke offentliggjorte hendelser er merket med et kryss.

source: The organisation that created the event.
no: Organisasjonen som opprettet hendelsen.

source: Owner Org
no: Eier Org

source: The organisation that owns the event on this instance. This field is only visible to administrators.
no: Organisasjonen som eier arrangementet i dette tilfellet. Dette feltet er bare synlig for administratorer.

source: The event's ID number, assigned by the system when the event was first entered (or in the case of an event that was synchronized, when it was first copied over - more on synchronisation in chapter xy)
no: Hendelsens ID-nummer, tilordnet av systemet når hendelsen ble første gang (eller i tilfelle av en hendelse som var synkronisert, da den først ble kopiert - mer på synkronisering i kapittel xy)

source: Tags that are assigned to this event.
no: Merker som er tildelt denne hendelsen.

source: The number of attributes that the event has.
no: Antall attributter som hendelsen har.

source: The e-mail address of the event's reporter. This is not visible to regular users. Organisation administrators can see the e-mail addresses of their own organisation's users.
no: E-postadressen til arrangementets reporter. Dette er ikke synlig for vanlige brukere. Organisasjonsadministratorer kan se e-postadressene til brukerorganisasjonens egne brukere.

source: The date of the attack.
no: Dato for angrepet.

source: The risk level of the attack, the following levels are possible
no: Risikoenivået for angrepet er følgende nivåer mulige

source: General Malware
no: Generell malware

source: Advanced Persistent Threats (APTs)
no: Avanserte vedvarende trusler (APTs)

source: Sophisticated APTs and 0day exploits<
no: Sofistikert APT og 0day utnyttelser &lt;

source: This field can be left undefined and edited at a later date.
no: Dette feltet kan etterlades udefinert og redigert på et senere tidspunkt.

source: A short description of the event, starting with an internal reference number.
no: En kort beskrivelse av arrangementet, med utgangspunkt i et internt referansenummer.
