Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: A filename and an md5 hash separated by a | (no spaces)
no: Et filnavn og en md5 hash separert av et | (ingen mellomrom)

source: A filename and an sha1 hash separated by a |
no: Et filnavn og en sha1 hash skilt med en |

source: A filename and an sha1 hash separated by a | (no spaces)
no: Et filnavn og en sha1 hash skilt med en | (ingen mellomrom)

source: A filename and an sha256 hash separated by a |
no: Et filnavn og en sha256 hash separert av et |

source: A filename and an sha256 hash separated by a | (no spaces)
no: Et filnavn og en sha256 hash separert av et | (ingen mellomrom)

source: A source IP address of the attacker
no: En angripers kilde-IP-adresse

source: A destination IP address of the attacker or C&C server
no: En destinasjons-IP-adresse til angriperen eller C&C-serveren

source: A destination IP address of the attacker or C&C server. Also set the IDS flag on when this IP is hardcoded in malware
no: En destinasjons-IP-adresse til angriperen eller C&C-serveren. Sett også IDS-flagget på når denne IP-en er hardkodet i skadelig programvare

source: A full host/dnsname of an attacker
no: En fullstendig vert/dnsnavn for en angriper

source: A full host/dnsname of an attacker. Also set the IDS flag on when this hostname is hardcoded in malware
no: En fullstendig vert/dnsnavn for en angriper. Sett også IDS-flagget på når dette vertsnavnet er hardkodet i skadelig programvare

source: A domain name used in the malware
no: Et domenenavn som brukes i skadevare

source: A domain name used in the malware. Use this instead of hostname when the upper domain is important or can be used to create links between events.
no: Et domenenavn som brukes i skadevare. Bruk dette i stedet for vertsnavn når det øvre domenet er viktig eller kan brukes til å opprette koblinger mellom hendelser.

source: A domain name and its IP address (as found in DNS lookup) separated by a |
no: Et domenenavn og dets IP-adresse (som finnes i DNS-oppslag) atskilt med en |

source: A domain name and its IP address (as found in DNS lookup) separated by a | (no spaces)
no: Et domenenavn og dets IP-adresse (som finnes i DNS-oppslag) atskilt med en | (ingen mellomrom)

source: The email address used to send the malware.
no: E-postadressen brukes til å sende malware.

source: A recipient email address
no: En mottaker e-postadresse

source: A recipient email address that is not related to your constituency.
no: En mottaker e-postadresse som ikke er relatert til valgkretsen din.

source: The subject of the email
no: Emnet for e-posten

source: File name of the email attachment.
no: Filnavn på e-postvedlegget.

source: Email body
no: E-post innhold

source: A floating point value.
no: En flytende punktverdi.

source: HTTP method used by the malware (e.g. POST, GET, ...).
no: HTTP-metode som brukes av skadelig programvare (f.eks. POST, GET, ...).

source: The user-agent used by the malware in the HTTP request.
no: Brukeragenten som brukes av skadelig programvare i HTTP-forespørselen.

source: JA3 is a method for creating SSL/TLS client fingerprints that should be easy to produce on any platform and can be easily shared for threat intelligence.
no: JA3 er en metode for å lage SSL/TLS-klientfingeravtrykk som skal være enkelt å produsere på hvilken som helst plattform, og kan enkelt deles for trusselintelligens.

source: hassh is a network fingerprinting standard which can be used to identify specific Client SSH implementations. The fingerprints can be easily stored, searched and shared in the form of an MD5 fingerprint.
no: hassh er en standard fingeravtrykk standard som kan brukes til å identifisere bestemte klient SSH implementeringer. Fingeravtrykkene kan enkelt lagres, søges og deles i form av et MD5-fingeravtrykk.

source: hasshServer is a network fingerprinting standard which can be used to identify specific Server SSH implementations. The fingerprints can be easily stored, searched and shared in the form of an MD5 fingerprint.
no: hasshServer er en standard fingeravtrykksstandard som kan brukes til å identifisere bestemte SSH-implementeringer. Fingeravtrykkene kan enkelt lagres, søges og deles i form av et MD5-fingeravtrykk.

source: Registry key or value
no: Registernøkkel eller verdi

source: Registry value + data separated by |
no: Registerverdi + data skilt av |

source: Autonomous system
no: Autonomt system

source: An IDS rule in Snort rule-format
no: En IDS-regel i Snort Rule-format

source: An IDS rule in Snort rule-format. This rule will be automatically rewritten in the NIDS exports.
no: En IDS-regel i Snort Rule-format. Denne regelen blir automatisk omskrevet i NIDS-eksporten.

source: An NIDS rule in the Bro rule-format
no: En NIDS-regel i Bro-regelen-formatet

source: An NIDS rule in the Bro rule-format.
no: En NIDS-regel i Bro-regelen-formatet.

source: An NIDS rule in the Zeek rule-format
no: En NIDS-regel i Zeek-regelen-formatet

source: An NIDS rule in the Zeek rule-format.
no: En NIDS-regel i Zeek-regelen-formatet.

source: Pattern in file that identifies the malware
no: Mønster i fil som identifiserer skadevaren

source: Pattern in network traffic that identifies the malware
no: Mønster i nettverkstrafikk som identifiserer skadevaren

source: Pattern in memory dump that identifies the malware
no: Mønster i hukommelsesdump som identifiserer malwaren

source: Yara signature
no: Yara signatur

source: STIX 2 pattern
no: STIX 2 mønster

source: Sigma - Generic Signature Format for SIEM Systems
no: Sigma - Generisk signaturformat for SIEM Systems

source: A media type (also MIME type and content type) is a two-part identifier for file formats and format contents transmitted on the Internet
no: En medietype (også MIME-type og innholdstype) er en todelt identifikator for filformater og formatinnhold som overføres på Internett

source: Identity card number
no: Identitetskort nummer

source: HTTP cookie as often stored on the user web client. This can include authentication cookie or session cookie.
no: HTTP-cookie som ofte lagret på brukerwebklienten. Dette kan inkludere autentiseringskaka eller øktkake.

source: A reference to the vulnerability used in the exploit
no: En referanse til sårbarheten som brukes i utnyttelsen

source: Attachment with external information
no: Vedlegg med ekstern informasjon

source: Please upload files using the <em>Upload Attachment</em> button.
no: Last opp filer ved hjelp av knappen <em>Last opp vedlegg</em> .

source: Attachment containing encrypted malware sample
no: Vedlegg som inneholder kryptert skadevare-prøve

source: Link to an external information
no: Link til ekstern informasjon

source: Comment or description in a human language
no: Kommentar eller beskrivelse på et menneskelig språk

source: Comment or description in a human language. This will not be correlated with other attributes
no: Kommentar eller beskrivelse på et menneskelig språk. Dette vil ikke være korrelert med andre attributter

source: Name, ID or a reference
no: Navn, ID eller en referanse

source: A value in hexadecimal format
no: En verdi i heksadesimalt format

source: Other attribute
no: Annet attributt

source: Named pipe, use the format \.\pipe\<PipeName>
no: Navngitt rør, bruk formatet \.\pipe\<PipeName>

source: Mutex, use the format \BaseNamedObjects\<Mutex>
no: Mutex, bruk formatet \BaseNamedObjects\<Mutex>

source: Attack Targets Username(s)
no: Angrepsmål Brukernavn

source: Attack Targets Email(s)
no: Angripers mål E-post

source: Attack Targets Machine Name(s)
no: Angrepsmål Maskinnavn

source: Attack Targets Department or Organization(s)
no: Angrepsmål Avdeling eller organisasjon(er)

source: Attack Targets Physical Location(s)
no: Attack Mål Fysisk plassering(er)

source: External Target Organizations Affected by this Attack
no: Eksterne målorganisasjoner påvirket av dette angrepet

source: Bitcoin Address
no: Bitcoin-adresse

source: Monero Address
no: Valutaadresse

source: International Bank Account Number
no: internasjonalt bankkontonummer

source: Bank Identifier Code Number also known as SWIFT-BIC, SWIFT code or ISO 9362 code
no: Bank Identifier Kodenummer også kjent som SWIFT-BIC, SWIFT-kode eller ISO 9362-kode

source: Bank account number without any routing number
no: Bankkontonummer uten rutingnummer

source: ABA routing transit number
no: ABA ruting transittnummer

source: Bank Identification Number
no: Bank Identifikasjonsnummer

source: Credit-Card Number
no: Kreditt kort nummer

source: Premium-Rate Telephone Number
no: Premium-Rate Telefonnummer

source: Telephone Number
no: Telefonnummer

source: A string identifying the threat actor
no: En streng som identifiserer trusselskuespilleren

source: Associated campaign name
no: Tilknyttet kampanjenavn

source: Associated campaign ID
no: Tilknyttet kampanje-ID

source: Authenticode executable signature hash
no: Autenticode kjørbar signatur hash

source: You are encouraged to use filename|authentihash instead. Authenticode executable signature hash, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavn|autentihash i stedet. Autenticode kjørbar signatur hash, bare bruk dette hvis du ikke kjenner riktig filnavn

source: A checksum in ssdeep format
no: Et sjekksum i ssdeep format

source: You are encouraged to use filename|ssdeep instead. A checksum in the SSDeep format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavnet|ssdeep i stedet. En sjekksum i SSDeep-formatet, bruk bare dette hvis du ikke kjenner det riktige filnavnet

source: Import hash - a hash created based on the imports in the sample.
no: Import hash - en hash opprettet basert på importen i prøven.

source: You are encouraged to use filename|imphash instead. A hash created based on the imports in the sample, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavn|imphash i stedet. En hash opprettet basert på importen i prøven, bruk bare dette hvis du ikke vet riktig filnavn

source: PEhash - a hash calculated based of certain pieces of a PE executable file
no: PEhash - en hash beregnet på grunn av bestemte deler av en PE-kjørbar fil

source: A fuzzy hash of import table of Portable Executable format
no: En fuzzy hash av import tabell av Portable Executable format

source: You are encouraged to use filename|impfuzzy instead. A fuzzy hash created based on the imports in the sample, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavn|impfuzzy i stedet. En fuzzy hash opprettet basert på importen i prøven, bruk bare dette hvis du ikke vet riktig filnavn

source: A checksum in sha-224 format
no: Et sjekksum i sha-224-format

source: You are encouraged to use filename|sha224 instead. A checksum in sha224 format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavnet|sha224 i stedet. En sjekksum i sha224-format, bruk bare dette hvis du ikke kjenner riktig filnavn

source: A checksum in sha-384 format
no: Et sjekksum i sha-384-format

source: You are encouraged to use filename|sha384 instead. A checksum in sha384 format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavnet|sha384 i stedet. En sjekksum i sha384-format, bruk bare dette hvis du ikke vet riktig filnavn

source: A checksum in sha-512 format
no: Et sjekksum i sha-512-format

source: You are encouraged to use filename|sha512 instead. A checksum in sha512 format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavnet|sha512 i stedet. En sjekksum i sha512-format, bare bruk dette hvis du ikke vet riktig filnavn

source: A checksum in the sha-512/224 format
no: Et kontrollsum i sha-512/224-formatet

source: You are encouraged to use filename|sha512/224 instead. A checksum in sha512/224 format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavnet|sha512 / 224 i stedet. En sjekksum i sha512 / 224-format, bare bruk dette hvis du ikke vet riktig filnavn

source: A checksum in the sha-512/256 format
no: Et sjekksum i sha-512/256-formatet

source: You are encouraged to use filename|sha512/256 instead. A checksum in sha512/256 format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavnet|sha512 / 256 i stedet. En sjekksum i sha512 / 256-format, bare bruk dette hvis du ikke vet riktig filnavn

source: A checksum in the Trend Micro Locality Sensitive Hash format
no: Et sjekksum i Trend Micro Locality Sensitive Hash-formatet

source: You are encouraged to use filename|tlsh instead. A checksum in the Trend Micro Locality Sensitive Hash format, only use this if you don't know the correct filename
no: Du oppfordres til å bruke filnavn|tlsh i stedet. En sjekksum i Trend Micro Locality Sensitive Hash-formatet, bruk bare dette hvis du ikke kjenner det riktige filnavnet

source: An Apple Code Directory Hash, identifying a code-signed Mach-O executable file
no: En Apple Code Directory Hash, identifisere en kode-signert Mach-O kjørbar fil

source: Import fuzzy hash - a fuzzy hash created based on the imports in the sample.
no: Importer fuzzy hash - en fuzzy hash opprettet basert på importen i prøven.

source: A filename and a PEhash separated by a |
no: Et filnavn og en PEhash atskilt med en |

source: A filename and a sha-224 hash separated by a |
no: Et filnavn og en sha-224 hash separert av et |

source: A filename and a sha-384 hash separated by a |
no: Et filnavn og en sha-384 hash separert av et |

source: A filename and a sha-512 hash separated by a |
no: Et filnavn og en sha-512 hash skilt med en |

source: A filename and a sha-512/224 hash separated by a |
no: Et filnavn og en sha-512/224 hash separert av et |

source: A filename and a sha-512/256 hash separated by a |
no: Et filnavn og en sha-512/256 hash skilt av et |

source: A filename and a Trend Micro Locality Sensitive Hash separated by a |
no: Et filnavn og en Trend Micro Locality Sensitive Hash separert av en |

source: A scheduled task in windows
no: En planlagt oppgave i Windows

source: A windows service name. This is the name used internally by windows. Not to be confused with the windows-service-displayname.
no: Et windows servicenavn. Dette er navnet som brukes internt av Windows. Ikke forveksles med windows-service-skjermnavnet.

source: A windows service's displayname, not to be confused with the windows-service-name. This is the name that applications will generally display as the service's name in applications.
no: En Windows-tjenestenes skjermnavn, ikke forveksles med Windows-service-navnet. Dette er navnet som søknadene vanligvis vil vise som tjenestens navn i applikasjoner.

source: The e-mail of a domain's registrant, obtained from the WHOIS information.
no: E-posten til et domene registrant, hentet fra WHOIS-informasjonen.

source: The phone number of a domain's registrant, obtained from the WHOIS information.
no: Telefonnummeret til et domene registrant, hentet fra WHOIS-informasjonen.

source: The name of a domain's registrant, obtained from the WHOIS information.
no: Navnet på et domenes registrant, hentet fra WHOIS-informasjonen.

source: The org of a domain's registrant, obtained from the WHOIS information.
no: Org av et domenes registrant, hentet fra WHOIS-informasjonen.

source: The registrar of the domain, obtained from the WHOIS information.
no: Registrar av domenet, hentet fra WHOIS-informasjonen.

source: The date of domain's creation, obtained from the WHOIS information.
no: Datoen for domenets opprettelse, hentet fra WHOIS-informasjonen.

source: X509 fingerprint in SHA-1 format
no: X509 fingeravtrykk i SHA-1-format

source: X509 fingerprint in MD5 format
no: X509 fingeravtrykk i MD5-format

source: X509 fingerprint in SHA-256 format
no: X509 fingeravtrykk i SHA-256-format

source: RFC1035 mandates that DNS zones should have a SOA (Statement Of Authority) record that contains an email address where a PoC for the domain could be contacted. This can sometimes be used for attribution/linkage between different domains even if protected by whois privacy
no: RFC1035 mandatiserer at DNS-soner skal ha en SOA-melding (Statement of Authority) som inneholder en e-postadresse der et kontaktpunkt for domenet kan kontaktes. Dette kan noen ganger brukes til tildeling / kobling mellom forskjellige domener, selv om de er beskyttet av whois personvern

source: Size expressed in bytes
no: Størrelse uttrykt i byte

source: An integer counter, generally to be used in objects
no: En heltallteller, som vanligvis skal brukes i objekter

source: Datetime in the ISO 8601 format
no: Datetime i ISO 8601-formatet

source: Common platform enumeration
no: Vanlig plattformsregistrering

source: Port number
no: Portnummer

source: IP destination and port number seperated by a |
no: IP-destinasjon og portnummer separert av et |

source: IP source and port number seperated by a |
no: IP-kilde og portnummer separert av et |

source: Hostname and port number seperated by a |
no: Vertsnavn og portnummer separert av et |

source: Mac address
no: Mac-adresse

source: Mac EUI-64 address
no: Mac EUI-64-adresse

source: Email destination display name
no: E-postdestinasjonsskjermnavn

source: Email source display name
no: E-postkildens visningsnavn

source: Email header
no: E-post header

source: Email reply to header
no: E-post svar på topptekst

source: Email x-mailer header
no: E-post x-mailer header

source: The email mime boundary separating parts in a multipart email
no: E-postmime grensen separerer deler i en flerside e-post

source: The email thread index header
no: E-post tråden indeks header

source: The email message ID
no: E-postmeldings-IDen

source: A github user name
no: Et github-brukernavn

source: A github repository
no: Et github-register

source: A github organisation
no: En github-organisasjon

source: First name of a natural person
no: Fornavn på en fysisk person

source: Middle name of a natural person
no: Midtnavn på en fysisk person

source: Last name of a natural person
no: Etternavn av en fysisk person

source: Date of birth of a natural person (in YYYY-MM-DD format)
no: Fødselsdato til en fysisk person (i YYYY-MM-DD-format)

source: Place of birth of a natural person
no: Fødested for en fysisk person

source: The gender of a natural person (Male, Female, Other, Prefer not to say)
no: Kjønn av en fysisk person (Mann, Kvinne, Annet, Foretrekker å ikke si)

source: The passport number of a natural person
no: Passnummeret til en fysisk person

source: The country in which the passport was issued
no: Landet der passet ble utstedt

source: The expiration date of a passport
no: Utløpsdatoen for et pass

source: The Redress Control Number is the record identifier for people who apply for redress through the DHS Travel Redress Inquiry Program (DHS TRIP). DHS TRIP is for travelers who have been repeatedly identified for additional screening and who want to file an inquiry to have erroneous information corrected in DHS systems
no: Bekreftelseskontrollnummeret er identifikatoren for personer som søker om tilbakekall gjennom DHS Travel Reason Inquiry Program (DHS TRIP). DHS TRIP er for reisende som har blitt gjentatte ganger identifisert for ytterligere screening, og som ønsker å sende inn en forespørsel om feilaktig informasjon korrigert i DHS-systemer

source: The nationality of a natural person
no: Nasjonaliteten til en fysisk person

source: Visa number
no: Visa nummer

source: The date on which the visa was issued
no: Datoen da visumet ble utstedt

source: The primary residence of a natural person
no: Den primære bolig for en fysisk person

source: The country of residence of a natural person
no: Bostedsland for en fysisk person

source: A Special Service Request is a function to an airline to provide a particular facility for A Passenger or passengers.
no: En spesiell tjenesteforespørsel er en funksjon for et flyselskap for å gi et bestemt anlegg for en passasjer eller passasjerer.

source: The frequent flyer number of a passenger
no: Det hyppige flyernummeret til en passasjer

source: Travel details
no: Reiseinformasjon

source: Payment details
no: Betalingsinformasjon

source: The orignal port of embarkation
no: Den orignale havnen på embarkering

source: The port of clearance
no: Havnen for klaring

source: A Port where the passenger is transiting to
no: En havn hvor passasjeren passerer til

source: The Passenger Name Record Locator is a key under which the reservation for a trip is stored in the system. The PNR contains, among other data, the name, flight segments and address of the passenger. It is defined by a combination of five or six letters and numbers.
no: Passasjerenes navnregistreringsleder er en nøkkel under hvilken reservasjonen for en tur er lagret i systemet. PNR inneholder blant annet data, passasjerens navn, flysegment og adresse. Den er definert av en kombinasjon av fem eller seks bokstaver og tall.

source: The application id of a mobile application
no: Applikasjons-ID for en mobilapplikasjon

source: Cortex analysis result
no: Cortex analyse resultat

source: Boolean value - to be used in objects
no: Boolsk verdi - brukes i objekter

source: Anonymised value - described with the anonymisation object via a relationship
no: Anonymisert verdi - beskrevet med anonymiseringsobjektet via et forhold

source: Anonymised value - described with the anonymisation object via a relationship.
no: Anonymisert verdi - beskrevet med anonymiseringsobjektet via et forhold.

source: Composite type, but value not explodable
no: Kompositt type, men verdi ikke utforskbar

source: Delete of file attachment failed. Please report to administrator.
no: Sletting av filvedlegg mislyktes. Vennligst rapporter til administrator.

source: The entered string is too long and would get truncated. Please consider adding the data as an attachment instead
no: Den angitte strengen er for lang og vil bli avkortet. Vær så snill å legge til dataene som et vedlegg i stedet

source: Checksum has an invalid length or format (expected: %s hexadecimal characters). Please double check the value or select type "other".
no: Kontrollsummen har en ugyldig lengde eller et format (forventet:%s heksadesimale tegn). Vennligst dobbeltkryss verdien eller velg type "andre".

source: Checksum has an invalid length or format (expected: at least 35 hexadecimal characters). Please double check the value or select type "other".
no: Kontrollsummen har en ugyldig lengde eller et format (forventet: minst 35 heksadesimale tegn). Vennligst dobbeltkryss verdien eller velg type "andre".

source: The input doesn't match the expected sha1 format (expected: 40 hexadecimal characters). Keep in mind that MISP currently only supports SHA1 for PEhashes, if you would like to get the support extended to other hash types, make sure to create a github ticket about it at https://github.com/MISP/MISP!
no: Inngangen stemmer ikke overens med forventet sha1-format (forventet: 40 heksadesimale tegn). Husk at MISP for øyeblikket bare støtter SHA1 for PEhashes, hvis du ønsker å få støtten utvidet til andre hashtyper, må du sørge for å lage en githubbillett om det på https://github.com/MISP/MISP!

source: Invalid SSDeep hash. The format has to be blocksize:hash:hash
no: Ugyldig SSDeep hash. Formatet må blokkere:hash:hash

source: Invalid impfuzzy format. The format has to be imports:hash:hash
no: Ugyldig impfuzzy-format. Formatet må importeres:hash:hash

source: The input doesn't match the expected format (expected: 40 or more hexadecimal characters)
no: Inndata samsvarer ikke med det forventede formatet (forventet: 40 eller flere heksadesimale tegn)
