Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: When enabled, the number of correlations visible to the currently logged in user will be visible on the event index UI. This comes at a performance cost but can be very useful to see correlating events at a glance.
no: Når det er aktivert, vil antall korrelasjoner som er synlige for den innloggede brukeren, være synlig på hendelsesindeksens brukergrensesnitt. Dette kommer til en ytelseskost, men kan være svært nyttig for å se korrelerende hendelser på et øyeblikk.

source: When enabled, the number of proposals for the events are shown on the index.
no: Når aktivert, vises antall forslag til hendelsene på indeksen.

source: When enabled, the aggregate number of attribute sightings within the event becomes visible to the currently logged in user on the event index UI.
no: Når aktivert, blir det samlede antall attributtobservasjoner i hendelsen synlig for den innloggede brukeren på hendelsesindeks-brukergrensesnittet.

source: When enabled, the aggregate number of discussion posts for the event becomes visible to the currently logged in user on the event index UI.
no: Når aktivert, blir det samlede antall diskusjonsposter for arrangementet synlig for den innloggede brukeren på hendelsesindeks-brukergrensesnittet.

source: When enabled only Org and Site admins can edit a user's profile.
no: Når bare aktivert, kan Org og Site admins redigere en brukers profil.

source: Enable this setting to start blocking alert e-mails for events with a certain tag. Define the tag in MISP.block_event_alert_tag.
no: Aktiver denne innstillingen for å begynne å blokkere varsel-e-post for hendelser med en bestemt kode. Definer merket i MISP.block_event_alert_tag.

source: If the MISP.block_event_alert setting is set, alert e-mails for events tagged with the tag defined by this setting will be blocked.
no: Hvis innstillingen MISP.block_event_alert er satt, vil varsel e-post for hendelser merket med taggen som er definert av denne innstillingen, bli blokkert.

source: Enable this setting to start blocking alert e-mails for old events. The exact timing of what constitutes an old event is defined by MISP.block_old_event_alert_age.
no: Aktiver denne innstillingen for å begynne å blokkere varsel-e-post for gamle hendelser. Den nøyaktige timingen for hva som utgjør en gammel begivenhet er definert av MISP.block_old_event_alert_age.

source: If the MISP.block_old_event_alert setting is set, this setting will control how old an event can be for it to be alerted on. The "Date" field of the event is used. Expected format: integer, in days
no: Hvis innstillingen MISP.block_old_event_alert er satt, vil denne innstillingen kontrollere hvor gammel en aktivitet kan være for å bli varslet på. Feltet "Dato" for arrangementet blir brukt. Forventet format: heltall, i dager

source: Please indicate the temp directory you wish to use for certain functionalities in MISP. By default this is set to /tmp and will be used among others to store certain temporary files extracted from imports during the import process.
no: Oppgi tempkatalogen du vil bruke for visse funksjoner i MISP. Som standard er dette satt til / tmp og vil bli brukt blant annet til å lagre visse midlertidige filer hentet fra import under importprosessen.

source: If you would like to customise the css, simply drop a css file in the /var/www/MISP/app/webroot/css directory and enter the name here.
no: Hvis du vil tilpasse css, bare slipp en css-fil i mappen / var / www / MISP / app / webroot / css og skriv inn navnet her.

source: Enable this setting to allow blocking attributes from to_ids sensitive exports if a proposal has been made to it to remove the IDS flag or to remove the attribute altogether. This is a powerful tool to deal with false-positives efficiently.
no: Aktiver denne innstillingen for å tillate blokkeringsattributter fra to_ids sensitiv eksport hvis et forslag er gjort til det for å fjerne IDS-flagget eller for å fjerne attributten helt. Dette er et kraftig verktøy for å håndtere falske positiver effektivt.

source: Enable this settings if new tags synced / added via incoming events from any source should not be selectable by users by default.
no: Aktiver disse innstillingene hvis nye koder synkronisert / lagt til via innkommende hendelser fra en hvilken som helst kilde, ikke bør velges av brukerne som standard.

source: *WARNING* This setting will completely disable the correlation on this instance and remove any existing saved correlations. Enabling this will trigger a full recorrelation of all data which is an extremely long and costly procedure. Only enable this if you know what you're doing.
no: *ADVARSEL* Denne innstillingen vil deaktivere korrelasjonen i dette tilfelle og fjerne eventuelle eksisterende lagrede korrelasjoner. Aktivering av dette vil utløse en fullstendig omvendelse av alle data som er en ekstremt lang og kostbar prosedyre. Bare aktiver dette hvis du vet hva du gjør.

source: *WARNING* This setting will give event creators the possibility to disable the correlation of individual events / attributes that they have created.
no: *ADVARSEL* Denne innstillingen vil gi eventskapere muligheten til å deaktivere korrelasjonen mellom individuelle hendelser / attributter de har opprettet.

source: The host running the redis server to be used for generic MISP tasks such as caching. This is not to be confused by the redis server used by the background processing.
no: Verten som kjører redis-serveren som skal brukes til generiske MISP-oppgaver som caching. Dette skal ikke forveksles med redis-serveren som brukes av bakgrunnsbehandlingen.

source: The port used by the redis server to be used for generic MISP tasks such as caching. This is not to be confused by the redis server used by the background processing.
no: Porten som brukes av redis-serveren som skal brukes til generiske MISP-oppgaver som caching. Dette skal ikke forveksles med redis-serveren som brukes av bakgrunnsbehandlingen.

source: The database on the redis server to be used for generic MISP tasks. If you run more than one MISP instance, please make sure to use a different database on each instance.
no: Databasen på redis-serveren som skal brukes til generiske MISP-oppgaver. Hvis du kjører flere enn en MISP-forekomst, må du sørge for å bruke en annen database på hver forekomst.

source: The password on the redis server (if any) to be used for generic MISP tasks.
no: Passordet på redis-serveren (hvis noen) skal brukes til generiske MISP-oppgaver.

source: Specify which fields to filter on when you search on the event view. Default values are : "id, uuid, value, comment, type, category, Tag.name"
no: Angi hvilke felt du vil filtrere på når du søker på hendelsesvisningen. Standardverdier er: "id, uuid, verdi, kommentar, type, kategori, Tag.name"

source: Set this to false if you would like to disable MISP managing its own worker processes (for example, if you are managing the workers with a systemd unit).
no: Angi dette til falsk hvis du vil deaktivere MISP som administrerer sine egne arbeidsprosesser (for eksempel hvis du styrer arbeidstakere med en systemd enhet).

source: Only enable this if you have some tools using MISP with extreme high concurency. General performance will be lower as normal as certain transactional queries are avoided in favour of shorter table locks.
no: Bare aktiver dette hvis du har noen verktøy som bruker MISP med ekstrem høy konsistens. Generell ytelse vil bli lavere som normalt som visse transaksjonsforespørsler unngås til fordel for kortere bordlås.

source: The location of the GnuPG executable. If you would like to use a different GnuPG executable than /usr/bin/gpg, you can set it here. If the default is fine, just keep the setting suggested by MISP.
no: Plasseringen av GnuPG kjørbar. Hvis du vil bruke en annen GnuPG kjørbar enn / usr / bin / gpg, kan du sette den her. Hvis standardinnstillingen er bra, bare hold innstillingen foreslått av MISP.

source: Allow (false) unencrypted e-mails to be sent to users that don't have a GnuPG key.
no: Tillat (falske) ukrypterte e-postmeldinger som skal sendes til brukere som ikke har en GnuPG-nøkkel.

source: Allow (false) the body of unencrypted e-mails to contain details about the event.
no: Tillat (falsk) kroppen av ukrypterte e-poster for å inneholde detaljer om hendelsen.

source: Enable the signing of GnuPG emails. By default, GnuPG emails are signed
no: Aktiver signering av GnuPG e-post. Som standard er GnuPG-e-postmeldinger signert

source: The e-mail address that the instance's GnuPG key is tied to.
no: E-postadressen som forekomstens GnuPG-nøkkel er knyttet til.

source: The password (if it is set) of the GnuPG key of the instance.
no: Passordet (hvis det er angitt) av GnuPG-tasten i forekomsten.

source: The location of the GnuPG homedir.
no: Plasseringen av GnuPG homedir.

source: Enable SMIME encryption. The encryption posture of the GnuPG.onlyencrypted and GnuPG.bodyonlyencrypted settings are inherited if SMIME is enabled.
no: Aktiver SMIME kryptering. Krypteringsstilling av GnuPG.onlyencrypted og GnuPG.bodyonlyencrypted innstillinger er arvet hvis SMIME er aktivert.

source: The e-mail address that the instance's SMIME key is tied to.
no: E-postadressen som forekomstens SMIME-nøkkel er knyttet til.

source: The location of the public half of the signing certificate.
no: Plasseringen av den offentlige halvdelen av signeringsbeviset.

source: The location of the private half of the signing certificate.
no: Plasseringen av den private halvdelen av signeringsbeviset.

source: The password (if it is set) of the SMIME key of the instance.
no: Passordet (hvis det er angitt) av SMIME-nøkkelen til forekomsten.

source: The hostname of an HTTP proxy for outgoing sync requests. Leave empty to not use a proxy.
no: Vertsnavnet til en HTTP-proxy for utgående synkroniseringsforespørsler. La være tomt for ikke å bruke en proxy.

source: The TCP port for the HTTP proxy.
no: TCP-porten for HTTP-proxyen.

source: The authentication method for the HTTP proxy. Currently supported are Basic or Digest. Leave empty for no proxy authentication.
no: Autentiseringsmetoden for HTTP-proxyen. For øyeblikket støttes er Basic eller Digest. La være tom for ingen proxy-godkjenning.

source: The authentication username for the HTTP proxy.
no: Autentiseringsnavnet for HTTP-proxyen.

source: The authentication password for the HTTP proxy.
no: Autentiseringspassordet for HTTP-proxyen.

source: The salt used for the hashed passwords. You cannot reset this from the GUI, only manually from the settings.php file. Keep in mind, this will invalidate all passwords in the database.
no: Saltet som brukes til de hakkede passordene. Du kan ikke tilbakestille dette fra GUI, bare manuelt fra settings.php-filen. Husk, dette vil ugyldiggjøre alle passordene i databasen.

source: Enable this setting to pass all audit log entries directly to syslog. Keep in mind, this is verbose and will include user, organisation, event data.
no: Aktiver denne innstillingen for å sende alle revisjonsloggoppføringene direkte til syslog. Husk at dette er ordentlig og vil inneholde bruker, organisasjon, hendelsesdata.

source: Password length requirement. If it is not set or it is set to 0, then the default value is assumed (12).
no: Passord lengde krav. Hvis den ikke er satt eller den er satt til 0, antas standardverdien (12).

source: Password complexity requirement. Leave it empty for the default setting (3 out of 4, with either a digit or a special char) or enter your own regex. Keep in mind that the length is checked in another key. Default (simple 3 out of 4 or minimum 16 characters): /^((?=.*\d)|(?=.*\W+))(?![\n])(?=.*[A-Z])(?=.*[a-z]).*$|.{16,}/
no: Passord kompleksitet krav. La det være tomt for standardinnstillingen (3 av 4, med enten et siffer eller et spesielt kar) eller skriv inn din egen regex. Husk at lengden er merket i en annen nøkkel. Standard (enkelt 3 av 4 eller minst 16 tegn): /^((?=.*\d)|(?=.*\W+))(?![\n])(?=.*[A-Z])(?=.*[a-z]).*$|.{16,}/

source: Enabling this setting will require users to submit their current password on any edits to their profile (including a triggered password change). For administrators, the confirmation will be required when changing the profile of any user. Could potentially mitigate an attacker trying to change a compromised user's password in order to establish persistance, however, enabling this feature will be highly annoying to users.
no: Aktivering av denne innstillingen krever at brukerne sender inn sitt nåværende passord ved eventuelle endringer i profilen deres (inkludert en utløst passordendring). For administratorer vil bekreftelsen bli påkrevet når du endrer profilen til en bruker. Kan potensielt redusere en angriper som prøver å endre et kompromittert brukerens passord for å opprette vedholdenhet, men at denne funksjonen vil være svært irriterende for brukerne.

source: Enabling this setting will sanitise the contents of an attribute on a soft delete
no: Aktivering av denne innstillingen vil desinfisere innholdet i et attributt på en myk sletning

source: Enabling this setting will block the organisation index from being visible to anyone besides site administrators on the current instance. Keep in mind that users can still see organisations that produce data via events, proposals, event history log entries, etc.
no: Aktivering av denne innstillingen vil blokkere organisasjonsindeksen fra å være synlig for alle, i tillegg til nettstedet administratorer i gjeldende instans. Husk at brukere fortsatt kan se organisasjoner som produserer data via hendelser, forslag, loggposter for hendelseslogg, etc.

source: Allows passing the API key via the named url parameter "apikey" - highly recommended not to enable this, but if you have some dodgy legacy tools that cannot pass the authorization header it can work as a workaround. Again, only use this as a last resort.
no: Tillater passering av API-nøkkelen via den navngitte URL-parameteren "apikey" - anbefales sterkt ikke å aktivere dette, men hvis du har noen dodgy arvverktøy som ikke kan passere autorisasjonsoverskriften, kan det fungere som en løsning. Igjen, bruk bare dette som en siste utvei.

source: You have enabled the passing of API keys via URL parameters. This is highly recommended against, do you really want to reveal APIkeys in your logs?...
no: Du har aktivert passering av API-nøkler via URL-parametere. Dette er sterkt anbefalt mot, vil du virkelig avsløre API-taster i loggene dine? ...

source: Allow cross-origin requests to this instance, matching origins given in Security.cors_origins. Set to false to totally disable
no: Tillat opprinnelsesforespørsler til denne forekomsten, samsvarende opprinnelse gitt i Security.cors_origins. Sett til falsk for å deaktivere helt

source: Set the origins from which MISP will allow cross-origin requests. Useful for external integration. Comma seperate if you need more than one.
no: Angi opprinnelsen der MISP vil tillate forespørsler om kryssopprinnelse. Nyttig for ekstern integrering. Comma seperate hvis du trenger mer enn en.

source: The number of tries a user can try to login and fail before the bruteforce protection kicks in.
no: Antallet prøver en bruker kan prøve å logge inn og mislykkes før bruteforce-beskyttelsen går inn.

source: The duration (in seconds) of how long the user will be locked out when the allowed number of login attempts are exhausted.
no: Varigheten (i sekunder) av hvor lenge brukeren vil bli sperret når det tillatte antall påloggingsforsøk er oppbrukt.

source: Set to true to automatically regenerate sessions after x number of requests. This might lead to the user getting de-authenticated and is frustrating in general, so only enable it if you really need to regenerate sessions. (Not recommended)
no: Sett til true for å automatisk regenerere økter etter x antall forespørsler. Dette kan føre til at brukeren blir autentisert og er frustrerende generelt, så bare aktiver den hvis du virkelig trenger å regenerere øktene. (Ikke anbefalt)

source: Set to true to check for the user agent string in each request. This can lead to occasional logouts (not recommended).
no: Sett til true for å sjekke etter brukeragentstrengen i hver forespørsel. Dette kan føre til sporadisk logout (ikke anbefalt).

source: The session type used by MISP. The default setting is php, which will use the session settings configured in php.ini for the session data (supported options: php, database). The recommended option is php and setting your PHP up to use redis sessions via your php.ini. Just add 'session.save_handler = redis' and "session.save_path = 'tcp://localhost:6379'" (replace the latter with your redis connection) to
no: Sesjonstypen som brukes av MISP. Standardinnstillingen er php, som vil bruke øktinnstillingene konfigurert i php.ini for øktdataene (støttede alternativer: php, database). Det anbefalte alternativet er php og angir at PHP skal bruke redis-økter via php.ini. Bare legg til 'session.save_handler = redis' og "session.save_path = 'tcp://localhost:6379'" (erstatt sistnevnte med redis-tilkoblingen) til

source: The timeout duration of sessions (in MINUTES). 0 does not mean infinite for the PHP session handler, instead sessions will invalidate immediately.
no: Timeout varigheten av økter (i MINUTES). 0 betyr ikke uendelig for PHP-sessionshåndtereren, i stedet vil sessene ugyldiggjøre umiddelbart.

source: The expiration of the cookie (in MINUTES). The session timeout gets refreshed frequently, however the cookies do not. Generally it is recommended to have a much higher cookie_timeout than timeout.
no: Utløpet av cookien (i MINUTES). Session timeout blir ofte oppdatert, men informasjonskapslene gjør det ikke. Generelt anbefales det å ha en mye høyere cookie_timeout enn timeout.

source: The default policy action for the values added to the RPZ.
no: Standardpolitisk tiltak for verdiene lagt til RPZ.

source: The refresh specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
no: Oppdateringen spesifisert i SOA-delen av sonen filen. (i sekunder eller kortvarighet som 15m)

source: The retry specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
no: Retrykket angitt i SOA-delen av sonen filen. (i sekunder eller kortvarighet som 15m)

source: The expiry specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
no: Utløpet er angitt i SOA-delen av sonen filen. (i sekunder eller kortvarighet som 15m)

source: The minimum TTL specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
no: Minste TTL spesifisert i SOA-delen av sonen filen. (i sekunder eller kortvarighet som 15m)

source: The TTL of the zone file. (in seconds, or shorthand duration such as 15m)
no: TTL av sonen filen. (i sekunder eller kortvarighet som 15m)

source: Alternate nameserver
no: Alternativ navneserver

source: The e-mail address specified in the SOA portion of the zone file.
no: E-postadressen angitt i SOA-delen av sonen filen.

source: Enables or disables the Kafka pub feature of MISP. Make sure that you install the requirements for the plugin to work. Refer to the installation instructions for more information.
no: Aktiverer eller deaktiverer Kafka pub-funksjonen i MISP. Pass på at du installerer kravene til plugin for å jobbe. Se installasjonsinstruksjonene for mer informasjon.

source: A comma separated list of Kafka bootstrap brokers
no: En kommaseparert liste over Kafka bootstrap meglere

source: A path to an ini file with configuration options to be passed to rdkafka. Section headers in the ini file will be ignored.
no: En bane til en ini-fil med konfigurasjonsalternativer som skal sendes til rdkafka. Seksjonsoverskrifter i ini-filen vil bli ignorert.

source: Enable this setting to include the base64 encoded payloads of malware-samples/attachments in the output.
no: Aktiver denne innstillingen for å inkludere base64-kodet nyttelast av skadevareprøver/vedlegg i utgangen.

source: Enables or disables the publishing of any event creations/edits/deletions.
no: Aktiverer eller deaktiverer publisering av eventbegivenheter/redigeringer/slettinger.

source: Topic for publishing event creations/edits/deletions.
no: Emne for publisering av eventskapelser/redigeringer/slettinger.

source: If enabled it will publish to Kafka the event at the time that the event gets published in MISP. Event actions (creation or edit) will not be published to Kafka.
no: Hvis aktivert, vil den publisere til Kafka hendelsen på det tidspunktet hendelsen blir publisert i MISP. Hendelseshandlinger (opprettelse eller redigering) vil ikke bli publisert til Kafka.

source: Topic for publishing event information on publish.
no: Emne for publisering av hendelsesinformasjon om publisering.

source: Enables or disables the publishing of any object creations/edits/deletions.
no: Aktiverer eller deaktiverer publisering av objekter kreasjoner/endringer/slettinger.

source: Topic for publishing object creations/edits/deletions.
no: Emne for publisering av objektskapninger/redigeringer/slettinger.

source: Enables or disables the publishing of any object reference creations/deletions.
no: Aktiverer eller deaktiverer publisering av objekter for objektreferanser/slettinger.

source: Topic for publishing object reference creations/deletions.
no: Emne for publisering av objektreferanse kreasjoner/slettinger.

source: Enables or disables the publishing of any attribute creations/edits/soft deletions.
no: Aktiverer eller deaktiverer publisering av noen attributtskaper/redigeringer/myke slettinger.

source: Topic for publishing attribute creations/edits/soft deletions.
no: Emne for publisering av attributtskapelser/redigeringer/myke slettinger.

source: Enables or disables the publishing of any proposal creations/edits/deletions.
no: Aktiverer eller deaktiverer publisering av eventuelle forslagskaper/redigeringer/slettinger.

source: Topic for publishing proposal creations/edits/deletions.
no: Emne for publisering av forslagskaper/redigeringer/slettinger.

source: Enables or disables the publishing of any tag creations/edits/deletions as well as tags being attached to / detached from various MISP elements.
no: Aktiverer eller deaktiverer publisering av noen tagskaper/redigeringer/slettinger, samt tagger som er festet til / løsrevet fra forskjellige MISP-elementer.

source: Topic for publishing tag creations/edits/deletions as well as tags being attached to / detached from various MISP elements.
no: Emne for publisering av tagskaper/redigeringer/slettelser, samt tagger som er festet til / løsrevet fra forskjellige MISP-elementer.

source: Enables or disables the publishing of new sightings.
no: Aktiverer eller deaktiverer publisering av nye observasjoner.

source: Topic for publishing sightings.
no: Emne for publisering av observasjoner.

source: Enables or disables the publishing of new/modified users.
no: Aktiverer eller deaktiverer publisering av nye/endrede brukere.

source: Topic for publishing new/modified users.
no: Emne for publisering av nye/endrede brukere.

source: Enables or disables the publishing of new/modified organisations.
no: Aktiverer eller deaktiverer publisering av nye/endrede organisasjoner.

source: Topic for publishing new/modified organisations.
no: Emne for publisering av nye/endrede organisasjoner.

source: Enables or disables the publishing of log entries. Keep in mind, this can get pretty verbose depending on your logging settings.
no: Aktiverer eller deaktiverer publisering av loggoppføringer. Husk, dette kan bli ganske ordentlig, avhengig av logginnstillingene dine.

source: Topic for publishing log entries.
no: Emne for publisering av loggoppføringer.
