Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: This field indicates what the sharing privileges of the event. The options are described <a href="#distribution">here</a>.
no: Dette feltet angir hva delingsrettighetene til hendelsen. Alternativene er beskrevet <a href="#distribution">her</a> .

source: The controls that the user has to view or modify the event. The possible actions that are available (depending on user privileges - %s to find out more about privileges)
no: Kontrollene som brukeren må se eller endre hendelsen. Mulige handlinger som er tilgjengelige (avhengig av brukerrettigheter -%s for å finne ut mer om privilegier)

source: Publishing an event will have several effects: The system will e-mail all eligible users that have auto-alert turned on (and having the needed privileges for the event, depending on its private classification) with a description of your newly published event, it will be flagged as published and it will be pushed to all eligible servers (to read more about synchronisation between servers, have a look at the %s).
no: Publisering av en hendelse vil ha flere effekter: Systemet vil e-poste alle kvalifiserte brukere som har automatisk varsling slått på (og har de nødvendige privilegiene for hendelsen, avhengig av privat klassifisering) med en beskrivelse av den nylig publiserte hendelsen, det vil bli flagget som publisert, og det vil bli presset til alle kvalifiserte servere (for å lese mer om synkronisering mellom servere, ta en titt på%s).

source: section on connecting servers
no: avsnitt om tilkobling av servere

source: Clicking on the edit button will bring up the same screen as the one used for creating new events, with the exception that all fields come filled out with the data of the event that is being edited. The distribution of an event can only be edited if you are a user of the creating organisation of the event. For more information on this view, refer to the section on <a href="#create">creating an event</a>.
no: Hvis du klikker på redigeringsknappen, kommer det samme skjermbilde som det som ble brukt til å lage nye hendelser, med unntak av at alle feltene fylles ut med dataene til hendelsen som blir redigert. Fordelingen av en hendelse kan bare redigeres hvis du er bruker av den skaperne organisasjonen av hendelsen. For mer informasjon om denne visningen, se delen om å <a href="#create">skape en hendelse</a> .

source: The system will prompt you before erasing the unwanted event.
no: Systemet vil spørre deg før du sletter uønsket hendelse.

source: Will bring up the event view, which besides the basic information contained in the event list, will also include the following
no: Vil hente hendelsesvisningen, som i tillegg til grunnleggende informasjonen i hendelseslisten, vil også inneholde følgende

source: It is also possible to filter the events shown by clicking on the small magnifying glass icons next to the field names and entering a filter term.
no: Det er også mulig å filtrere hendelsene som vises ved å klikke på de små forstørrelsesglassikonene ved siden av feltnavnene og angi et filterbegrep.

source: Event view
no: Hendelsesvisning

source: This view includes the basic information about an event, a link to related events, all attributes and attachments with tools to modify or delete them and extra functions for publishing the event or getting in touch with the event's reporter.
no: Denne visningen inneholder grunnleggende informasjon om en hendelse, en kobling til relaterte hendelser, alle attributter og vedlegg med verktøy for å endre eller slette dem og ekstrafunksjoner for publisering av hendelsen eller å komme i kontakt med hendelses reporteren.

source: General Event Information
no: Generell begivenhetsinformasjon

source: The ID of the event.
no: ID av arrangementet.

source: In order to avoid collisions between events and attributes (during for example a sync) a Uuid is assigned that uniquely identifies each of them.
no: For å unngå kollisjoner mellom hendelser og attributter (under for eksempel en synkronisering) tilordnes en Uuid som unikt identifiserer hver av dem.

source: The organisation that has originally created the event. The logo (if it exists on the server, alternatively a string) representing the organisation is also shown int he right upper corner.
no: Organisasjonen som opprinnelig opprettet arrangementet. Logoen (hvis den eksisterer på serveren, alternativt en streng) som representerer organisasjonen, vises også i høyre øvre hjørne.

source: Shows a list of the organisations that have contributed to the event via proposals. If you click any of the logos listed here, you'll get redirected to a filtered event history view, including only the changes made by the organisation.
no: Viser en liste over organisasjonene som har bidratt til arrangementet via forslag. Hvis du klikker på noen av logoer som er oppført her, blir du omdirigert til en filtrert hendelseshistorikkvisning, inkludert bare endringene som er gjort av organisasjonen.

source: A list of tags associated with the event. Clicking a tag will show a list of events with the same tag attached. The little cross next to each tag allows you to remove the tag from the event, whilst the '+' button allows you to assign a tag. For the latter two options to be visible, you have to have tagging permission.
no: En liste over tagger knyttet til hendelsen. Hvis du klikker en tag, vises en liste over hendelser med samme tag som er vedlagt. Det lille krysset ved siden av hver tagger lar deg fjerne taggen fra hendelsen, mens '+' -knappen lar deg tildele en tagg. For de to sistnevnte alternativene skal være synlige, må du ha merketillatelse.

source: The date of detection, set by the user that creates the event, not to be confused with the creation date of the event.
no: Datoen for deteksjon, angitt av brukeren som lager arrangementet, må ikke forveksles med opprettelsesdatoen for arrangementet.

source: The assigned threat level of the event.
no: Det tildelte trusselenivået for arrangementet.

source: The status of the analysis.
no: Status for analysen.

source: This shows the distribution rules applied to this event, controlling whether only the creating organisation can see (Your organisation only) it or everyone on the instance (This community only). The two remaining settings allow the event to be propagated to organisations on remote connected instances.
no: Dette viser distribusjonsregler som gjelder for denne hendelsen, og kontrollerer om bare den opprettende organisasjonen kan se (kun din organisasjon) den eller alle på forekomsten (kun dette fellesskapet). De to gjenværende innstillingene tillater at arrangementet blir formidlet til organisasjoner på eksterne tilkoblede forekomster.

source: A short description of the event itself. Make sure not to put information in here that could be used for correlation purposes and be better suited as an Attribute.
no: En kort beskrivelse av selve arrangementet. Pass på at du ikke legger inn informasjon her som kan brukes til korrelasjonsformål og være bedre egnet som en Attributt.

source: Whether the event has been published or not. Publishing allows the attributes of the event to be used for all eligible exports and it notifies users that have subscribed to the event alerts. Also, a publish initiates a push to all eligible instances.
no: Om hendelsen har blitt publisert eller ikke. Publisering lar atributtene til arrangementet brukes til all godkjent eksport, og den underretter brukere som har abonnert på hendelsesvarsler. Også, en publisering initierer et trykk på alle kvalifiserte forekomster.

source: List of Related Events
no: Liste over relaterte hendelser

source: The list of relations is shown on the right hand side of the general event information. Events can be related by having one or more attributes that are exact matches. For example, if two events both contain a source IP attribute of 11.11.11.11 then they are related. The list of events that are related the currently shown one, are listed under "Related Events", as links (titled the related event's date and ID number) to the events themselves.
no: Listen over relasjoner vises på høyre side av den generelle hendelsesinformasjonen. Hendelser kan relateres ved å ha ett eller flere attributter som er eksakte kamper. For eksempel, hvis to hendelser begge inneholder en kilde-IP-attributt på 11.11.11.11, er de relatert. Listen over hendelser som er relatert til den for øyeblikket viste, er oppført under "Beslektede hendelser", som koblinger (med tittelen relatert hendelses dato og ID-nummer) til hendelsene selv.

source: Data Element Toggles
no: Dataelementet byttes

source: You can control some of the data that is shown on this page using three toggles. The elements that can be disabled are the pivot threads, the attributes (and proposals) and the Discussions. You can collapse these elements and then expand them again using the same button.
no: Du kan styre noen av dataene som vises på denne siden ved hjelp av tre veksler. Elementene som kan deaktiveres er pivottråder, attributter (og forslag) og diskusjonene. Du kan kollapse disse elementene og deretter utvide dem igjen med samme knapp.

source: Pivot Threads
no: Pivot tråder

source: While moving from event to event through the relation links (a process that we refer to as pivoting), you create a path that shows which events you have traversed. This path is reset by leaving the event view and navigating elsewhere in the application or by deleting the root pivot element.
no: Mens du flytter fra hendelse til hendelse gjennom relasjonslinkene (en prosess som vi refererer til som sving), lager du en sti som viser hvilke hendelser du har traversert. Denne banen tilbakestilles ved å forlate hendelsesvisningen og navigere andre steder i programmet, eller ved å slette rotasjonselementet.

source: Each event visited is represented by a bubble in the pivot thread graph, connected by lines that show how the user has arrived at the next connected event. It is possible to jump back to an earlier relation and pivot to another event through that, creating branches in the graph.
no: Hver hendelse som er besøkt, er representert av en boble i pivottrådgrafen, koblet til linjer som viser hvordan brukeren har kommet til neste tilkoblede hendelse. Det er mulig å hoppe tilbake til et tidligere forhold og dreie til et annet arrangement gjennom det, og skape grener i grafen.

source: The currently selected event is coloured blue in the graph. If you would like to delete an element from the graph (including all of elements that branch off of it) just click on the small x within a pivot bubble. For a deletion to be possible the following conditions have to be met
no: Den valgte hendelsen er farget blå i grafen. Hvis du vil slette et element fra grafen (inkludert alle elementene som grener av det), klikker du bare på den lille x i en svingboble. For at en sletting skal være mulig må følgende betingelser være oppfylt

source: The pivot element to be deleted cannot be on the path that leads to the currently selected event
no: Pivotelementet som skal slettes, kan ikke være på banen som fører til den valgte hendelsen

source: The pivot element residing in the graph's root can always be deleted - this will simply reset the current pivot thread
no: Pivotelementet som ligger i grafens rot kan alltid slettes - dette vil bare nullstille gjeldende pivottråd

source: Attributes and Proposals
no: Attributter og forslag

source: A list of all attributes and proposals attached to the event. The fields for each of them only differ in the available actions and the fact that for proposals to attributes all fields are blank that would stay unchanged if the proposal was accepted (for example, proposing a change to an attribute to turn the IDS flag on will have all fields apart from the IDS flag blank in the proposal. Here is a list of what each of the fields represents
no: En liste over alle attributter og forslag knyttet til arrangementet. Feltene for hver av dem er bare forskjellig i de tilgjengelige handlingene, og det faktum at for forslag til attributtene alle feltene er tomme som ville forbli uendret dersom forslaget ble akseptert (for eksempel å foreslå en endring til et attributt for å slå IDS-flagget på vilje ha alle feltene bortsett fra IDS-flagget tomt i forslaget. Her er en liste over hva hver av feltene representerer

source: The date of the last modification to the attribute. Proposals don't have a date of last edit.
no: Datoen for den siste endringen til attributtet. Forslagene har ingen dato for siste redigering.

source: The category of the attribute or proposal. For a list of possible categories visit the section on <a href="%s/pages/display/doc/categories_and_types">categories and types</a>.
no: Kategorien av attributtet eller forslaget. For en liste over mulige kategorier, besøk delen om <a href="%s/pages/display/doc/categories_and_types">kategorier og typer</a> .

source: The type of the attribute or proposal. For a list of possible categories visit the section on <a href="%s/pages/display/doc/categories_and_types">categories and types</a>.
no: Typen av attributtet eller forslaget. For en liste over mulige kategorier, besøk delen om <a href="%s/pages/display/doc/categories_and_types">kategorier og typer</a> .

source: The value or value-pair of the attribute. This is the main payload of the attribute, which is described by the category and type columns. For certain types of attributes that are made up of value-pairs the two parts will be split by a pipe (|), such as for filename|md5. The value field(s) are used by the correlation engine to find relations between events. In value-pair attributes both values are correlated individually.
no: Verdien eller verdi-paret av attributtet. Dette er hoved nyttelast for attributtet, som er beskrevet av kategori og type kolonner. For visse typer attributter som består av verdipar, deles de to delene av et rør (|), for eksempel for filnavn | md5. Verdifeltet (e) brukes av korrelasjonsmotor for å finne relasjoner mellom hendelser. I verdiparattributter er begge verdiene korrelert individuelt.

source: Attributes can have a contextual comment to further describe the attribute. These comments are not used for correlation and are purely informative.
no: Attributter kan ha en kontekstuell kommentar for å beskrive attributten ytterligere. Disse kommentarene blir ikke brukt til korrelasjon og er rent informativ.

source: A list of the event IDs that also contain an attribute with the same value.
no: En liste over hendelses-IDene som også inneholder et attributt med samme verdi.

source: Flags an attribute as an indicator of compromise, allowing it to be included in all of the eligible exports.
no: Flagger et attributt som en indikator på kompromiss, slik at den kan inkluderes i all den berettigede eksporten.

source: Defines the distribution of the attribute individually. An attribute can have a different distribution level than the event. In any case, the lowest distribution level of the two is used.
no: Definerer fordelingen av attributtet individuelt. Et attributt kan ha et annet distribusjonsnivå enn hendelsen. I alle fall brukes det laveste distribusjonsnivået for de to.

source: The user can interact with the events through these buttons, which will be further described in the next portion of the guide as they differ for attributes and proposals.
no: Brukeren kan samhandle med hendelsene gjennom disse knappene, som vil bli beskrevet nærmere i neste del av veiledningen, da de avviger for attributter og forslag.

source: Depending on the colour coding of the row, you can have an attribute, a proposal to the event or a proposal to an attribute
no: Avhengig av fargekoding av raden, kan du ha et attributt, et forslag til arrangementet eller et forslag til et attributt

source: Each uncoloured line represents an Attribute.
no: Hver ufarget linje representerer en Attributt.

source: Proposals to an Event
no: Forslag til en begivenhet

source: Each gray line at the end of the list represents a Proposal to an event. These are proposals for a new attribute, mostly unrelated to any of the currently existing attributes. If the creator of the event accepts one of these a new attribute will be created.
no: Hver grå linje på slutten av listen representerer et forslag til en hendelse. Dette er forslag til et nytt attributt, for det meste uten tilknytning til noen av de eksisterende egenskapene. Hvis skaperen av arrangementet aksepterer en av disse, vil et nytt attributt bli opprettet.

source: Proposals to an Attribute
no: Forslag til en egenskap

source: Each attribute can have several edit proposals. These will be placed right below the attribute that the proposal affects and - as with the event proposals - is coloured grey. The original attribute's row is coloured blue if a proposal exists for it.
no: Hver attributt kan ha flere redigeringsforslag. Disse vil bli plassert rett under attributten som forslaget påvirker, og - som med hendelsesforslagene - er farget grå. Den opprinnelige attributtens rad er farget blå hvis det foreligger et forslag.

source: Using the modify button will bring up the attribute creation view, with all data filled out with the attributes currently stored data.
no: Ved å bruke modifiseringsknappen kommer oppstillingsvisningen til attributtet, med alle dataene fylt ut med attributter som er lagret data.

source: Event Discussion Thread
no: Event Diskusjon Tråd

source: Each event has its own assigned discussion where users (that are eligible to see the event) can participate in an open discussion. The users are anonymised in the messages, all that other users will see is their user ID number and their organisation. To post a message on the Event Discussion, either use the reply button on a previous post or use the quickresponse field at the bottom of the page. Each post is made up of the following
no: Hver hendelse har sin egen tildelte diskusjon der brukere (som er kvalifisert for å se arrangementet), kan delta i en åpen diskusjon. Brukerne er anonymisert i meldingene, alt som andre brukere vil se er deres bruker ID nummer og deres organisasjon. For å legge inn en melding i hendelsesdiskusjonen, bruk enten svarknappen på et forrige innlegg eller bruk hurtigreferansefeltet nederst på siden. Eke innlegget består av følgende

source: The date when the post was created.
no: Datoen da innlegget ble opprettet.

source: Post navigation
no: Post navigasjon

source: This should the posts' ID as well as a link to jump to the top of the discussion thread on the page itself.
no: Dette bør innleggets ID samt en lenke for å hoppe til toppen av diskusjonstråden på selve siden.

source: Organisation logo
no: Organisasjonslogo

source: If such an image exists for the organisation that has posted the message, then the logo is shown.
no: Hvis et slikt bilde eksisterer for organisasjonen som har lagt ut meldingen, vises logoen.

source: The body of the post itself. This can also include automatically generated links to other events and threads as well as show quoted test in embedded bubbles. Editing an event will also append a post with a message indicating that it was edited together with the timestamp of the edit.
no: Selve posten selv. Dette kan også inkludere automatisk genererte koblinger til andre hendelser og tråder, samt vise sitertest i innebygde bobler. Redigering av en hendelse vil også legge til et innlegg med en melding som indikerer at den ble redigert sammen med tidsstempel for redigeringen.

source: The e-mail address of the poster if he/she is from the organisation as the current user. Alternatively a generated sting is shown that includes the user ID of the user, so that his/her e-mail address could remain hidden whilst still being identifiable.
no: E-postadressen til plakaten hvis han / hun er fra organisasjonen som den nåværende brukeren. Alternativt vises et generert sting som inkluderer brukerens bruker-ID, slik at hans / hennes e-postadresse kan forbli skjult mens den fortsatt er identifiserbar.

source: Action buttons
no: Handlingsknapper

source: Edit, Delete and Reply. The first two of the three options are only available to the poster of the message or a site admin. Quoting a post will automatically include the original message in [quote] tags.
no: Rediger, Slett og Svar. De to første av de tre alternativene er bare tilgjengelige for plakaten av meldingen eller en nettstedadministrator. Sitere et innlegg vil automatisk inkludere den opprinnelige meldingen i [quote] -koder.

source: Here is a list of the various tools you can use while using this feature
no: Her er en liste over de ulike verktøyene du kan bruke mens du bruker denne funksjonen

source: Pagination
no: paginering

source: There are 5 posts visible on each event page, if there have been more messages posted, use the previous and next button to navigate through the thread. This will not reload the rest of the page.
no: Det er 5 innlegg synlige på hver eventside, hvis det har vært flere meldinger lagt ut, bruk forrige og neste knapp for å navigere gjennom tråden. Dette vil ikke gjenopplate resten av siden.

source: Discussion Tags
no: Diskusjonsmerker

source: Users can quote something by encapsulating it in [quote][/quote] tags, they can create a link to another event with the [event][/event] tags or to another discussion thread with [thread][/thread].
no: Brukere kan sitere ved å inkapslere det i [quote] [/ quote] tags, de kan opprette en lenke til en annen hendelse med [event] [/ event] taggene eller til en annen diskusjonstråd med [tråd] [/ thread].

source: Quick Post
no: Hurtig innlegg

source: Adding a post will take the user to a separate add Post page, something that can be a bit of an inconvenience. To avoid this, there is a quick post button, where users can add messages on the fly without having to reload the page. On top of the quick post field, 3 buttons allow users to generate quote, event and thread tags quickly.
no: Hvis du legger til et innlegg, vil brukeren legge til en egen legge til Post-side, noe som kan være litt ubeleilig. For å unngå dette, er det en rask innleggsknapp, der brukere kan legge til meldinger i fly uten å måtte laste siden på nytt. På toppen av hurtigpostfeltet gir 3 knapper brukere mulighet til å generere tilbud, hendelse og trådtegn raskt.

source: Event History
no: Hendelseshistorie

source: View the logs of the event that show how the event has changed over time, including the contribution from other organisations in the form of proposals. There are two ways to get to this view, either by clicking on View Event History on the side menu of an event view, or by clicking on a contributing organisation's logo on the event view. The latter will show a restricted form of the logs, showing only Proposals created by the selected organisation. The fields shown in this view are as described as follows
no: Se loggene til arrangementet som viser hvordan arrangementet har endret seg over tid, inkludert bidrag fra andre organisasjoner i form av forslag. Det er to måter å komme til denne visningen enten ved å klikke på Vis hendelseshistorikk på sidemenyen til en hendelsesvisning, eller ved å klikke på en bidragende organisasjons logo på hendelsesvisningen. Sistnevnte vil vise en begrenset form for loggene, og viser kun forslag som er opprettet av den valgte organisasjonen. Feltene som vises i denne visningen er som beskrevet som følger

source: The logo (or in the lack thereof a string representation) of the organisation.
no: Logoen (eller i mangel av en strengrepresentasjon) av organisasjonen.
