Repository: MISP/MISP
Catalog: app/Locale/*/LC_MESSAGES/default.po
Languages: no

source: Enables or disables the pub/sub feature of MISP. Make sure that you install the requirements for the plugin to work. Refer to the installation instructions for more information.
no: Aktiverer eller deaktiverer pub/sub-funksjonen til MISP. Pass på at du installerer kravene til plugin for å jobbe. Se installasjonsinstruksjonene for mer informasjon.

source: The port that the pub/sub feature will use.
no: Porten som pub/sub-funksjonen vil bruke.

source: Location of the Redis db used by MISP and the Python PUB script to queue data to be published.
no: Plassering av Redis db brukt av MISP og Python PUB-skriptet til kødata som skal publiseres.

source: The port that Redis is listening on.
no: Porten som Redis lytter på.

source: The password, if set for Redis.
no: Passordet, hvis angitt for Redis.

source: The database to be used for queuing messages for the pub/sub functionality.
no: Databasen som skal brukes til å kjøre meldinger for pub/sub-funksjonaliteten.

source: The namespace to be used for queuing messages for the pub/sub functionality.
no: Navneområdet som skal brukes til å kjøre meldinger for pub/sub-funksjonaliteten.

source: Enables or disables the publishing of new sightings to the ZMQ pubsub feed.
no: Aktiverer eller deaktiverer publisering av nye observasjoner til ZMQ pubsub feed.

source: Enables or disables the publishing of new/modified users to the ZMQ pubsub feed.
no: Aktiverer eller deaktiverer publisering av nye/modifiserte brukere til ZMQ pubsub feed.

source: Enables or disables the publishing of new/modified organisations to the ZMQ pubsub feed.
no: Aktiverer eller deaktiverer publisering av nye/endrede organisasjoner til ZMQ pubsub feed.

source: Enables or disables the publishing of log entries to the ZMQ pubsub feed. Keep in mind, this can get pretty verbose depending on your logging settings.
no: Aktiverer eller deaktiverer publisering av loggoppføringer til ZMQ pubsub feed. Husk, dette kan bli ganske ordentlig, avhengig av logginnstillingene dine.

source: Enabled logging to an ElasticSearch instance
no: Aktivert logging til en ElasticSearch-forekomst

source: The URL(s) at which to access ElasticSearch - comma separate if you want to have more than one.
no: Nettadressen(e) med tilgang til ElasticSearch - komma separat hvis du vil ha mer enn én.

source: The index in which to place logs
no: Indeksen for å plassere logger

source: Enables or disables uploading of malware samples to S3 rather than to disk (WARNING: Get permission from amazon first!)
no: Aktiverer eller deaktiverer opplasting av skadelig programvare til S3 i stedet for disk (ADVARSEL: Få tillatelse fra Amazon først!)

source: Bucket name to upload to
no: Bucket navn å laste opp til

source: Region in which your S3 bucket resides
no: Region der din S3 bøtte ligger

source: AWS key to use when uploading samples (WARNING: It' highly recommended that you use EC2 IAM roles if at all possible)
no: AWS-nøkkel til bruk når du laster opp prøver (ADVARSEL: Det anbefales sterkt at du bruker EC2 IAM-roller hvis det er mulig)

source: AWS secret key to use when uploading samples
no: AWS hemmelig nøkkel til bruk når du laster opp prøver

source: This setting defines who will have access to seeing the reported sightings. The default setting is the event owner alone (in addition to everyone seeing their own contribution) with the other options being Sighting reporters (meaning the event owner and anyone that provided sighting data about the event) and Everyone (meaning anyone that has access to seeing the event / attribute).
no: Denne innstillingen definerer hvem som har tilgang til å se de rapporterte observasjonene. Standardinnstillingen er hendelse-eieren alene (i tillegg til alle som ser sitt eget bidrag), med de andre alternativene som Sighting-reportere (som betyr hendelseseieren og alle som har gitt observasjonsdata om hendelsen) og Alle (som betyr at alle som har tilgang til å se hendelsen / attributtet).

source: Enabling the anonymisation of sightings will simply aggregate all sightings instead of showing the organisations that have reported a sighting. Users will be able to tell the number of sightings their organisation has submitted and the number of sightings for other organisations
no: Å aktivere anonymisering av observasjoner vil bare samle alle observasjoner i stedet for å vise organisasjonene som har rapportert en observasjon. Brukere vil kunne fortelle antall observasjoner organisasjonen har lagt inn og antall observasjoner for andre organisasjoner

source: Set the range in which sightings will be taken into account when generating graphs. For example a sighting with a sighted_date of 7 years ago might not be relevant anymore. Setting given in number of days, default is 365 days
no: Angi rekkevidden der observasjoner vil bli tatt hensyn til når du genererer grafer. For eksempel kan en observasjon med en sighted_date på 7 år siden ikke være relevant lenger. Innstilling gitt i antall dager, standard er 365 dager

source: Enable this functionality if you would like to handle the authentication via an external tool and authenticate with MISP using a custom header.
no: Aktiver denne funksjonaliteten hvis du vil håndtere autentisering via et eksternt verktøy og godkjenne med MISP ved hjelp av en egendefinert overskrift.

source: Set the header that MISP should look for here. If left empty it will default to the Authorization header.
no: Still inn overskriften som MISP skal se etter her. Hvis tomt er tomt, vil det være standard for autorisasjonsoverskriften.

source: Use a header namespace for the auth header - default setting is enabled
no: Bruk et overskriftsnavnområde for auth header - standardinnstillingen er aktivert

source: The default header namespace for the auth header - default setting is HTTP_
no: Standard topptekstnavnet for auth header - standardinnstillingen er HTTP_

source: If this setting is enabled then the only way to authenticate will be using the custom header. Altnertatively you can run in mixed mode that will log users in via the header if found, otherwise users will be redirected to the normal login page.
no: Hvis denne innstillingen er aktivert, vil den eneste måten å autentisere bruke den egendefinerte overskriften. Altnertativt kan du kjøre i blandet modus som vil logge brukere inn via overskriften hvis funnet, ellers vil brukerne bli omdirigert til den normale loggingssiden.

source: If you are using an external tool to authenticate with MISP and would like to only allow the tool's url as a valid point of entry then set this field.
no: Hvis du bruker et eksternt verktøy for å godkjenne med MISP, og bare vil tillate at verktøyets URL er et gyldig inngangspunkt, må du angi dette feltet.

source: The name of the authentication method, this is cosmetic only and will be shown on the user creation page and logs.
no: Navnet på godkjenningsmetoden, dette er bare kosmetisk og vil bli vist på brukerens opprettelsesside og logger.

source: Disable the logout button for users authenticate with the external auth mechanism.
no: Deaktiver logout-knappen for brukere autentisere med ekstern auth mekanisme.

source: Enable/disable the enrichment services
no: Aktiver / deaktiver anrikningstjenestene

source: Set a timeout for the enrichment services
no: Angi en timeout for anrikningstjenestene

source: Enable/disable the import services
no: Aktiver / deaktiver importtjenestene

source: Set a timeout for the import services
no: Angi en timeout for importtjenestene

source: The url used to access the import services. By default, it is accessible at http://127.0.0.1:6666
no: Nettadressen ble brukt for å få tilgang til importtjenestene. Som standard er den tilgjengelig på http://127.0.0.1:6666

source: The port used to access the import services. By default, it is accessible at 127.0.0.1:6666
no: Porten brukte tilgang til importtjenestene. Som standard er den tilgjengelig på 127.0.0.1:6666

source: The url used to access the export services. By default, it is accessible at http://127.0.0.1:6666
no: Nettadressen ble brukt for å få tilgang til eksporttjenestene. Som standard er den tilgjengelig på http://127.0.0.1:6666

source: The port used to access the export services. By default, it is accessible at 127.0.0.1:6666
no: Porten brukte tilgang til eksporttjenestene. Som standard er den tilgjengelig på 127.0.0.1:6666

source: Enable/disable the export services
no: Aktiver / deaktiver eksporttjenestene

source: Set a timeout for the export services
no: Angi en timeout for eksporttjenestene

source: Enable/disable the hover over information retrieved from the enrichment modules
no: Aktiver / deaktiver svingeren over informasjon hentet fra anrikningsmodulene

source: Set a timeout for the hover services
no: Angi en timeout for hover-tjenestene

source: The url used to access the enrichment services. By default, it is accessible at http://127.0.0.1:6666
no: Nettadressen ble brukt for å få tilgang til anrikningstjenestene. Som standard er den tilgjengelig på http://127.0.0.1:6666

source: The port used to access the enrichment services. By default, it is accessible at 127.0.0.1:6666
no: Havnen brukte tilgang til anrikningstjenestene. Som standard er den tilgjengelig på 127.0.0.1:6666

source: The url used to access Cortex. By default, it is accessible at http://cortex-url
no: Nettadressen ble brukt for å få tilgang til Cortex. Som standard er den tilgjengelig på http: // cortex-url

source: The port used to access Cortex. By default, this is port 9000
no: Porten brukte tilgang til Cortex. Som standard er dette port 9000

source: Enable/disable the Cortex services
no: Aktiver / deaktiver Cortex-tjenestene

source: Set an authentication key to be passed to Cortex
no: Angi en godkjenningsnøkkel som skal sendes til Cortex

source: Set a timeout for the Cortex services
no: Angi en timeout for Cortex-tjenestene

source: Set to false to disable SSL verification. This is not recommended.
no: Angi som falsk for å deaktivere SSL-verifisering. Dette anbefales ikke.

source: Set to false if you wish to ignore hostname match errors when validating certificates.
no: Sett til false hvis du ønsker å ignorere kampanjer for vertsnavn når du bekrefter sertifikater.

source: Set to true to enable self-signed certificates to be accepted. This requires Cortex_ssl_verify_peer to be enabled.
no: Sett til true for å aktivere selvsignerte sertifikater som skal aksepteres. Dette krever at Cortex_ssl_verify_peer er aktivert.

source: Set to the absolute path of the Certificate Authority file that you wish to use for verifying SSL certificates.
no: Sett til den absolutte banen til sertifikatautoritetsfilen du vil bruke til å bekrefte SSL-sertifikater.

source: Provide your custom authentication users with an external URL to the authentication system to reset their passwords.
no: Gi dine egendefinerte godkjenningsbrukere en ekstern nettadresse til autentiseringssystemet for å tilbakestille passordene sine.

source: Provide a custom logout URL for your users that will log them out using the authentication system you use.
no: Gi en egendefinert utloggingsadresse for brukerne som logger dem ut ved hjelp av autentiseringssystemet du bruker.

source: The debug level of the instance, always use 0 for production instances.
no: Feilsøkingsnivået til forekomsten, bruk alltid 0 for produksjonsinstanser.

source: The debug level of the instance for site admins. This feature allows site admins to run debug mode on a live instance without exposing it to other users. The most verbose option of debug and site_admin_debug is used for site admins.
no: Feilsøkingsnivået for forekomsten for nettstedadministratorer. Denne funksjonen tillater at webansvarlige kan kjøre feilsøkingsmodus på en levende forekomst uten å utsette den for andre brukere. Det mest fordelaktige alternativet for feilsøking og site_admin_debug brukes til administratorer på nettstedet.

source: Failed (partially?) because of errors:
no: Mislyktes (delvis?) På grunn av feil:

source: Blocked an edit to an event that was created locally. This can happen if a synchronised event that was created on this instance was modified by an administrator on the remote side.
no: Blokkert en redigering til en aktivitet som ble opprettet lokalt. Dette kan skje hvis en synkronisert hendelse som ble opprettet i denne forekomsten ble endret av en administrator på fjernsiden.

source: failed downloading the event
no: mislyktes nedlasting av hendelsen

source: Not authorised. This is either due to an invalid auth key, or due to the sync user not having authentication permissions enabled on the remote server. Another reason could be an incorrect sync server setting.
no: Ikke autorisert. Dette skyldes enten en ugyldig auth-nøkkel eller på grunn av at synkroniseringsbrukeren ikke har godkjenningsrettigheter aktivert på den eksterne serveren. En annen grunn kan være en feil synkroniseringsserverinnstilling.

source: Sorry, this is not yet implemented
no: Beklager, dette er ikke implementert ennå

source: Something went wrong while trying to pull
no: Noe gikk galt under forsøk på å trekke

source: Unknown issue.
no: Ukjent problem.

source: Enable or disable the %s module.
no: Aktiver eller deaktiver modulen %s.

source: Restrict the %s module to the given organisation.
no: Begrens %s-modulen til den oppgitte organisasjonen.

source: Set this required module specific setting.
no: Angi denne nødvendige spesifikke innstillingen for modulen.

source: Value not set.
no: Verdi ikke satt.

source: Something went wrong. MISP tried to save a malformed config file. Setting change reverted.
no: Noe gikk galt. MISP prøvde å lagre en feilformet config-fil. Innstilling av endring tilbakestilt.

source: Organisation logos
no: Organisasjonslogoer

source: The logo used by an organisation on the event index, event view, discussions, proposals, etc. Make sure that the filename is in the org.png format, where org is the case-sensitive organisation name.
no: Logoen som brukes av en organisasjon på hendelsesindeksen, hendelsesvisningen, diskusjoner, forslag, etc. Kontroller at filnavnet er i org.png-formatet, hvor org er det sakssensitive organisasjonsnavnet.

source: 48x48 pixel .png files
no: 48x48 piksler .png-filer

source: Filename must be in the following format: *.png
no: Filnavn må være i følgende format: *.png

source: Additional image files
no: Ytterligere bildefiler

source: Image files uploaded into this directory can be used for various purposes, such as for the login page logos
no: Bildefiler som er lastet opp i denne katalogen, kan brukes til forskjellige formål, for eksempel på loggbokene for påloggingssiden

source: text/html if served inline, anything that conveys the terms of use if served as download
no: tekst/html hvis det serveres inline, noe som formidler bruksvilkårene hvis det vises som nedlasting

source: Error: Server didn't send the expected response. This may be because the remote server version is outdated.
no: Feil: Server sendte ikke forventet respons. Dette kan skyldes at den eksterne serverversjonen er utdatert.

source: Removing a dead worker.
no: Fjerner en dødsarbeider.

source: Removing dead worker data. Worker was of type %s with pid %s
no: Fjerning av data fra dødarbeideren. Arbeider var av typen %s med pid %s

source: Stopping a worker.
no: Stoppe en arbeidstaker.

source: Stopping a worker. Worker was of type %s with pid %s
no: Stoppe en arbeidstaker. Arbeider var av typen%s med pid %s

source: Invalid submodule.
no: Ugyldig submodule.

source: unknown
no: ukjent

source: Updating:
no: oppdatering:

source: Invalid worker.
no: Ugyldig arbeidstaker.

source: Background workers not enabled.
no: Bakgrunnsarbeidere er ikke aktivert.

source: Invalid worker type.
no: Ugyldig arbeidstype.

source: deleted
no: slettet

source: added
no: lagt til

source: updated
no: oppdatert

source: it has the following dependent items
no: den har følgende avhengige elementer

source: Add Attribute
no: Legg til attributt

source: Edit Attribute
no: Rediger attributten

source: (choose one)
no: (Velg en)

source: Category
no: Kategori

source: (first choose category)
no: (først velg kategori)

source: Distribution
no: Fordeling

source: Sharing Group
no: Delegruppe

source: Contextual Comment
no: Kontekstuell kommentar

source: Submit
no: Sende inn

source: Cancel
no: Avbryt

source: Add Attachment(s)
no: Legg til vedlegg

source: Is a malware sample (encrypt and hash)
no: Er et skadevareutvalg (krypter og hash)

source: Advanced extraction (if installed)
no: Avansert utvinning (hvis installert)

source: Upload
no: Laste opp

source: Import ThreatConnect CSV file
no: Importer ThreatConnect CSV-fil

source: Alternate Search Results
no: Alternative søkeresultater

source: This is a list of events that match the given search criteria sorted according to the percentage of matched attributes that are marked as IDS signatures (blue = IDS matches, red = non IDS matches).
no: Dette er en liste over hendelser som samsvarer med de oppgitte søkekriteriene, sortert i henhold til prosentandelen av tilpassede attributter som er merket som IDS-signaturer (blå = IDS-kamper, røde = ikke-IDS-kamper).

source: Event id
no: Hendelses-ID

source: Event date
no: Hendelsesdato

source: Event graph
no: Hendelsesgraf

source: Matches
no: likheter

source: Attribute Count
no: Attributtall

source: Attribute Replace Tool
no: Egenskapsutskift verktøy

source: Choose a category and a type, then paste a list of IOCs that match the selection into the field below. This will delete all of the attributes not found in the new inserted list, whilst creating the attributes that are in the new list but don't exist as attributes. Found matches will be left untouched.
no: Velg en kategori og en type, og lim deretter inn en liste over IOCer som samsvarer med valget i feltet under. Dette vil slette alle attributter som ikke er funnet i den nye innførte listen, samtidig som du oppretter attributter som er i den nye listen, men ikke eksisterer som attributter. Funnet kamper vil bli uberørt.

source: Mark all new attributes as to IDS
no: Merk alle nye attributter som IDS

source: Values
no: Verdier

source: Warning: You are about to share data that is of a classified nature (Attribution / targeting data). Make sure that you are authorised to share this.
no: Advarsel: Du skal dele data som er klassifisert (Attribusjon / målretting). Pass på at du er autorisert til å dele dette.

source: Replace attributes
no: Erstatt attributter

source: Failed Composites
no: Mislykkede kompositter

source: No Failed Composites
no: Ingen mislykkede kompositter

source: disabled
no: avslått

source: Warning: You are about to share data that is of a sensitive nature (Attribution / targeting data). Make sure that you are authorised to share this.
no: Advarsel: Du er i ferd med å dele data som er av følsom karakter (Attribusjon / målrettingsdata). Pass på at du er autorisert til å dele dette.

source: Attributes
no: Egenskaper

source: with the value containing
no: med verdien som inneholder

source: being tagged with
no: blir merket med

source: from the events
no: fra hendelsene

source: carrying the tag(s)
no: merket med

source: of type
no: av type

source: of category
no: av kategori

source: created by organisation
no: skapt av organisasjon

source: Results for all attributes
no: Resultater for alle attributter

source: previous
no: tidligere

source: next
no: neste

source: Galaxies
no: Galakser

source: Correlate
no: Korrelere

source: Related Events
no: Beslektede hendelser

source: Feed hits
no: Feed treff

source: Sightings
no: Observasjoner

source: Activity
no: Aktivitet

source: Actions
no: Handlinger

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
no: Side {:page} av {:pages}, viser {:current} poster ut av {:count} totalt, starter på posten {:start}, slutter på {:end}

source: Listing invalid attribute validations
no: Viser ugyldige attributtvalideringer

source: Validation errors for attribute:
no: Valideringsfeil for attributt:

source: Value found:
no: Verdi funnet:

source: Error
no: Feil

source: [Attribute details]
no: [Attributtdetaljer]

source: Search Attribute
no: Søkeattribut

source: You can search for attributes based on contained expression within the value, event ID, submitting organisation, category and type. <br />For the value, event ID and organisation, you can enter several search terms by entering each term as a new line. To exclude things from a result, use the NOT operator (!) in front of the term.
no: Du kan søke etter attributter basert på inneholdt uttrykk i verdien, hendelses-ID, innleveringsorganisasjon, kategori og type. <br /> For verdien, hendelses-ID og organisasjon kan du skrive inn flere søkeord ved å skrive inn hvert begrep som en ny linje. For å ekskludere ting fra et resultat, bruk NOT-operatøren (!) Foran termen.

source: For string searches (such as searching for an expression, tags, etc) - lookups are simple string matches. If you want a substring match encapsulate the lookup string between "%" characters.
no: For strengsøk (for eksempel å søke etter et uttrykk, koder, etc) - oppslag er enkle strengkombinasjoner. Hvis du vil ha en substrengskamp, inkapsler du oppslagstrengen mellom "%" tegnene.

source: Containing the following expressions
no: Inneholder følgende uttrykk

source: Having tag or being an attribute of an event having the tag
no: Å ha tagget eller være et attributt for et arrangement som har merket

source: Being attributes of the following event IDs, event UUIDs or attribute UUIDs
no: Å være attributtene til de følgende hendelses-IDene, begivenheter UUIDer eller attributter UUIDs

source: From the following organisation(s)
no: Fra følgende organisasjon(er)

source: Only find IOCs flagged as to_ids
no: Finn bare IOCer som er flagget to_ids

source: Alternate Search Result (Events)
no: Alternativt søkeresultat (Hendelser)

source: Search
no: Søke

source: Attribute Deletion
no: Attributt sletning

source: Are you sure you want to hard-delete Attribute #%s? The Attribute will be permanently deleted and unrecoverable. Also, this will prevent the deletion to be propagated to other instances.
no: Er du sikker på at du vil slette Egenskap #%s hardt? Egenskapen vil bli slettet permanent og ikke gjenopprettelig. Også dette vil forhindre at slettingen blir spredt til andre tilfeller.

source: Are you sure you want to soft-delete Attribute #%s? The Attribute will only be soft deleted, meaning that it is not completely purged. Click on Include deleted attributes and delete the soft deleted attribute if you want to permanently remove it.
no: Er du sikker på at du vil myke-slett Attribute #%s? Egenskapen blir bare slettet, noe som betyr at den ikke er helt renset. Klikk på Inkluder slettede attributter og slett det myke slettede attributtet hvis du vil fjerne det permanent.

source: Delete
no: Slett

source: Yes
no: Ja

source: No
no: Nei

source: Accept change
no: Godta endring

source: Discard change
no: Kast bort endring

source: Mass Edit Attributes
no: Stor redigering av attributter

source: Do not alter current settings
no: Ikke endre gjeldende innstillinger

source: Distribution
no: Distrubisjon

source: Leave this field empty to leave the comment field of the selected attributes unaltered.
no: La dette feltet stå tomt for å legge igjen kommentarfeltet for de valgte attributter uendret.

source: Tags to <b>remove</b>
no: Merker å <b>fjerne</b>

source: Tags to <b>add</b>
no: Merker å <b>legge til</b>

source: Clusters to <b>remove</b>
no: Klynger å <b>fjerne</b>

source: Clusters to <b>add</b>
no: Klynger å <b>legge til</b>

source: Toggle IDS flag %s
no: Veksle IDS flagg %s

source: on
no: på

source: off
no: av
