Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: The list generated by the search will look exactly the same as listing all attributes, except that only the attributes that matched the search criteria will be listed (to find out more about the list attributes view, %s.). The search parameters will be shown above the produced list and the search terms will be highlighted.
fr_fr: La liste générée par la recherche ressemblera exactement à la liste de tous les attributs, sauf que seuls les attributs correspondant aux critères de recherche seront listés (pour en savoir plus sur la vue des attributs de la liste, %s.). sera affiché au-dessus de la liste produite et les termes de recherche seront mis en évidence.

source: The last option is a checkbox that restricts all of the results to attributes that are marked as IDS signatures.
fr_fr: La dernière option est une case à cocher qui restreint tous les résultats aux attributs marqués comme des signatures IDS.

source: You can view the event that an attribute belongs to with the view button, or you can edit/delete the attribute via the buttons on the right.
fr_fr: Vous pouvez afficher l'événement auquel un attribut appartient avec le bouton de vue, ou vous pouvez modifier / supprimer l'attribut via les boutons sur la droite.

source: Updating and modifying events and attributes
fr_fr: Mise à jour et modification des événements et des attributs

source: Every event and attribute can easily be edited. First of all it is important to find the event or attribute that is to be edited, using any of the methods mentioned in the section on <a href="#browsing_events">browsing past events</a>.
fr_fr: Tous les événements et attributs peuvent facilement être édités Il est tout d'abord important de trouver l'événement ou l'attribut à éditer, en utilisant l'une des méthodes mentionnées dans la section <a href="#browsing_events"> parcourir les événements passés </a>.

source: Once it is found, the edit button (whether it be under actions when events/attributes get listed or simply on the event view) will bring up the same screen as what is used to create the entry of the same type (for an event it would be the event screen as <a href="#create">seen here</a>, for an attribute the attribute screen as <a href="#create_attribute">described here</a>).
fr_fr: Une fois trouvé, le bouton d'édition (qu'il s'agisse d'actions lorsque les événements / attributs sont listés ou simplement sur l'affichage des événements) affichera le même écran que celui utilisé pour créer l'entrée du même type (pour un événement, il s'agirait de l'écran d'événement <a href="#create"> affiché ici </a>, pour un attribut l'écran d'attribut <a href="#create_attribute"> décrit ici </a> ).

source: Keep in mind that editing any event (either directly or indirectly through an attribute) will unpublish it, meaning that you'll have to publish it (through the event view) again once you are done.
fr_fr: Gardez à l'esprit que la modification d'un événement (directement ou indirectement via un attribut) le dépubliera, ce qui signifie que vous devrez le publier (via la vue des événements) à nouveau une fois que vous aurez terminé.

source: As described earlier, users with tagging rights can arbitrarily tag events using tags chosen from a pool of available options. If you have tagging privileges and would like to create a new tag, navigate to Event Actions - Add Tag. You'll be presented with the following form
fr_fr: Comme décrit précédemment, les utilisateurs disposant de droits de marquage peuvent arbitrairement baliser des événements à l'aide de balises choisies parmi un groupe d'options disponibles.Si vous avez des privilèges de marquage et que vous souhaitez créer un nouveau tag, accédez à Actions d'événement - Ajouter un tag. présenté avec le formulaire suivant

source: Enter a name for the tag and click on the color field to be able to pick a colour for it.
fr_fr: Entrez un nom pour le tag et cliquez sur le champ de couleur pour pouvoir choisir une couleur pour celui-ci.

source: Fill out the following fields
fr_fr: Remplissez les champs suivants

source: Pick a name for the tag. Try to use consistent naming conventions across your instance, to avoid confusion.
fr_fr: Choisissez un nom pour le tag. Essayez d'utiliser des conventions de nommage cohérentes sur votre instance, pour éviter toute confusion.

source: Colour
fr_fr: Couleur

source: You can choose a colour for the tag by clicking on the colour field and using the colour picker tool. Try to avoid having duplicate or similar looking colours to help avoid confusion.
fr_fr: Vous pouvez choisir une couleur pour la balise en cliquant sur le champ de couleur et en utilisant l'outil sélecteur de couleur. Essayez d'éviter d'avoir des couleurs en double ou similaires pour éviter toute confusion.

source: Newer users can easily be overwhelmed by having to manually populate events with attributes without any guidance. What sort of information should go into the event? What should be the category and type of a C2 IP? Templates allow users to use simple forms to populate events.
fr_fr: Les utilisateurs les plus récents peuvent facilement être submergés en remplissant manuellement des événements avec des attributs sans aucune indication Quel type d'information devrait contenir dans l'événement ? Quelle devrait être la catégorie et le type d'une adresse IP d'un C2? Les modèles permettent aux utilisateurs d'utiliser des formulauires simples pour peupler les événements.

source: Even though MISP ships with a few default templates, it is possible for users (with the appropriate templating privilege) to create new templates for their users or for all users of the instance. Let's look at how you can create a template.
fr_fr: Même si MISP est fourni avec quelques modèles par défaut, il est possible pour les utilisateurs (avec le privilège de création de modèles approprié) de créer de nouveaux modèles pour leurs utilisateurs ou pour tous les utilisateurs de l'instance.

source: First go to Event Actions - Add Template to go to the event creation view.
fr_fr: Allez d'abord aux actions d'événements - Ajouter un modèle pour aller à la vue de création d'événement.

source: Create Template
fr_fr: Créer un modèle

source: Fill in the generic information about the template.
fr_fr: Remplissez les informations génériques sur le modèle.

source: The following fields have to be filled out
fr_fr: Les champs suivants doivent être remplis

source: The name of the template should describe what type of an event it should be used to generate attributes.
fr_fr: Le nom du modèle devrait décrire le type d'événement qu'il devrait être utilisé pour générer des attributs.

source: You can attach tags to the template - an event populated using the template would automatically receive the tag(s). Add new tags using the + button. If you change your mind about a tag you can remove it with the cross next to the tag name.
fr_fr: Vous pouvez attacher des étiquettes au modèle - un événement peuplé en utilisant le modèle recevrait automatiquement le(s) tag(s).) Ajouter de nouveaux tags en utilisant le bouton + Si vous changez d'avis sur un tag, vous pouvez le supprimer avec la croix à coté nom du tag.

source: A short description about the events that this template should be used for.
fr_fr: Une courte description des événements pour lesquels ce modèle devrait être utilisé.

source: Share this template with others
fr_fr: Partager ce modèle avec d'autres

source: The template can be set to be usable by any organisation on the instance or only by the one that has created it.
fr_fr: Le modèle peut être configuré pour être utilisable par n'importe quelle organisation sur l'instance ou seulement par celle qui l'a créée.

source: Once the skeleton template is created, you can start populating the template with data. There are 3 types of elements that can be used during the creation of a template: attribute, file and text elements. Text elements divide the template into sections with an information field, followed by all of the attribute/file fields until a new text field is read. Don't worry about the order of the elements during creation, they can be re-arranged using drag &amp; drop. Let's look at the 3 element types
fr_fr: Une fois que le modèle squelette est créé, vous pouvez commencer à remplir le modèle avec des données. Il existe 3 types d'éléments qui peuvent être utilisés lors de la création d'un modèle: les attributs, les fichiers et les éléments de texte. U champ d'information, suivi de tous les champs attributs/fichiers jusqu'à la lecture d'un nouveau champ de texte. Ne vous souciez pas de l'ordre des éléments lors de la création, vous pouvez les réorganiser en utilisant la fonction glisser & déposer. 3 types d'éléments

source: Attribute Element
fr_fr: Élément d'attribut

source: Template Attribute Element
fr_fr: Élément d'attribut de modèle

source: This element will generate regular attributes based on user entry.
fr_fr: Cet élément générera des attributs réguliers en fonction de l'entrée de l'utilisateur.

source: The field name that will be presented to the user.
fr_fr: Le nom du champ qui sera présenté à l'utilisateur.

source: A brief description of the element. Make sure that you provide sufficient information to the user to make it obvious what is expected.
fr_fr: Une brève description de l'élément. Assurez-vous que vous fournissez suffisamment d'informations à l'utilisateur pour que ce qui est attendu soit évident.

source: The category used for any attributes created using this template element.
fr_fr: La catégorie utilisée pour tous les attributs créés en utilisant cet élément de modèle.

source: The type or complex type used for any attributes created using this template element. Complex types allow for several related types to be used on data entry. For example, a "file" complex type element allows for filenames and hashes.
fr_fr: Le type ou le type complexe utilisé pour tous les attributs créés à l'aide de cet élément de template Les types complexes permettent d'utiliser plusieurs types de données lors de la saisie de données: par exemple, un élément type "file" permet les noms de fichiers et les hashes.

source: Use Complex types
fr_fr: Utiliser les types complexes

source: If the category permits it, switch to a complex type using this checkbox.
fr_fr: Si la catégorie le permet, passez à un type complexe en utilisant cette case à cocher.

source: Automatically mark for IDS
fr_fr: Marquer automatiquement pour IDS

source: If checked, any attributes generated using this element will be marked for IDS exporting.
fr_fr: Si coché, tous les attributs générés en utilisant cet élément seront marqués pour l'export IDS.

source: Mandatory element
fr_fr: Élément obligatoire

source: If the elemnt is marked as mandatory, then the template form can only be submitted by users if this field is filled out.
fr_fr: Si l'élément est marqué comme obligatoire, alors le formulaire de modèle ne peut être soumis par les utilisateurs que si ce champ est rempli.

source: Batch import element
fr_fr: L'élément d'importation par lots

source: Allow for multiple values to be entered (separated by line breaks).
fr_fr: Autoriser la saisie de plusieurs valeurs (séparées par des sauts de ligne).

source: File Element
fr_fr: Elément de fichier

source: Template File Element
fr_fr: Élément de fichier de modèle

source: This element will generate attachments based on user entry.
fr_fr: Cet élément générera des pièces jointes basées sur l'entrée de l'utilisateur.

source: The category to be used by all attachments uploaded through this element.
fr_fr: La catégorie à utiliser par toutes les pièces jointes téléchargées via cet élément.

source: If the uploaded files are malicious and should be encrypted and password protected, mark this checkbox.
fr_fr: Si les fichiers téléchargés sont malveillants et doivent être cryptés et protégés par un mot de passe, cochez cette case.

source: If it should be required to upload an attachment, check this checkbox.
fr_fr: Si vous devez télécharger une pièce jointe, cochez cette case.

source: Ticking this checkbox allows users to upload several files using this element.
fr_fr: Cocher cette case permet aux utilisateurs de télécharger plusieurs fichiers en utilisant cet élément.

source: Text Element
fr_fr: Élément de texte

source: Template Text Element
fr_fr: Élément de texte de modèle

source: This element will start a section in the template, which continues until the next text element or the end of the template.
fr_fr: Cet élément va démarrer une section dans le modèle, qui continue jusqu'à l'élément de texte suivant ou la fin du modèle.

source: The name of the section that will be presented to the user.
fr_fr: Le nom de la section qui sera présentée à l'utilisateur.

source: The description of the section. Explain briefly to the user what the following attribute/file elements will be dealing with. There are several ways to split a template into sections, try to have ease of use in mind while creating it.
fr_fr: La description de la section. Expliquez brièvement à l'utilisateur à quoi les éléments d'attributs/fichiers suivants serviront. Il y a plusieurs façons de diviser un modèle en sections, essayez d'avoir la facilité d'utilisation à l'esprit lors de sa création.

source: Contacting the reporter
fr_fr: Contacter le rapporteur

source: To get in touch with the reporter of a previously registered event, just find the event for which you would like to contact the reporter by either finding it on the list of events, by finding it through one of its attributes or by finding it through a related event.
fr_fr: Pour entrer en contact avec le reporter d'un évènement précédemment enregistré, il suffit de trouver l'évènement pour lequel vous souhaitez contacter le reporter soit en le trouvant sur la liste des évènements, soit en le trouvant par l'un de ses attributs ou en le trouvant grâce à un événement connexe.

source: Once the event is found and the event view opened, click the button titled "Contact Reporter". This will bring up a view where you can enter your message that is to be e-mailed to all members of the reporting organisation that subscribe to receiving such reports or the reporting user himself. Along with your message, the detailed information about the event in question will be included in the e-mail.
fr_fr: Une fois l 'événement trouvé et l' affichage de l 'événement ouvert, cliquez sur le bouton "Contacter le rapporteur", ce qui vous permettra de saisir votre message à envoyer par courrier électronique à tous les membres de l' organisation. qui souscrivent à la réception de ces rapports ou à l'utilisateur lui-même des rapports.Avec votre message, les informations détaillées sur l'événement en question seront inclus dans l'e-mail.

source: Enter your message to the reporter and choose whether his/her entire organisation should get the message or not by ticking the check-box.
fr_fr: Entrez votre message au journaliste et choisissez si son organisation entière devrait recevoir le message ou pas en cochant la case.

source: By default, the message will be sent to every member of the organisation that posted the event in the first place, but if you tick the check-box below the message field before sending the mail, only the person that reported the event will get e-mailed.
fr_fr: Par défaut, le message sera envoyé à chaque membre de l'organisation qui a posté l'événement en premier lieu, mais si vous cochez la case en dessous du champ de message avant d'envoyer le mail, seule la personne ayant signalé l'évènement être envoyé par courrier électronique.

source: It is possible to quickly and conveniently export the data contained within the system using the automation features located in the main menu on the left (available to users with authentication key access only). There are various sets of data that can be exported, by using the authentication key provided by the system (also shown on the export page). If for whatever reason you would need to invalidate your current key and get a new one instead (for example due to the old one becoming compromised) just hit the reset link next to the authentication key in the export view or in your "my profile" view.
fr_fr: Il est possible d'exporter rapidement et facilement les données contenues dans le système en utilisant les fonctions d'automatisation situées dans le menu principal sur la gauche (disponible uniquement pour les utilisateurs disposant d'un accès par clé d'authentification). en utilisant la clé d'authentification fournie par le système (également affichée sur la page d'exportation) Si pour une raison quelconque vous devez invalider votre clé actuelle et en obtenir une nouvelle (par exemple parce que l'ancienne est compromise) Réinitialiser le lien à côté de la clé d'authentification dans la vue d'exportation ou dans la vue "mon profil".

source: To find out about the various export formats and the usage within the automation functions, please read the page on <a href="%s/events/automation">automation</a>.
fr_fr: Pour connaître les différents formats d'exportation et l'utilisation des fonctions d'automatisation, lisez la page <a href="%s/events/automation"> automation </a>.

source: For users that do not have authentication key access, an alternate export feature is available that relies on your interactive login to the site. To access these, just use the export menu button to the left and you'll be presented with a list of export options.
fr_fr: Pour les utilisateurs qui n'ont pas accès à la clé d'authentification, une autre fonctionnalité d'exportation est disponible qui dépend de votre connexion interactive au site. Pour y accéder, utilisez le bouton du menu d'exportation à gauche et vous verrez apparaître une liste. des options d'exportation.

source: Depending on your server's configuration, you will be presented with one of two possible pages, depending on whether you have background processing enabled or not. (The setting on this instance is currently set to: <code>%s</code>)
fr_fr: Selon la configuration de votre serveur, l'une des deux pages possibles s'affichera, selon que vous avez activé ou non le traitement en arrière-plan. (Le paramètre sur cette instance est actuellement défini sur: <code>%s</code>)

source: Off
fr_fr: Désactivé

source: Export page with background jobs
fr_fr: Exporter une page avec des jobs d'arrière-plan

source: The page will list a set of export formats that you can immediately download as a file. Just click on the desired export format and MISP will start collecting all the data that you will receive in a file. Keep in mind that this can be a lengthy process. To avoid having to wait, consult with your instance's site administrator about enabling the background processing.
fr_fr: La page affichera un ensemble de formats d'export que vous pouvez immédiatement télécharger sous forme de fichier. Cliquez simplement sur le format d'exportation désiré et MISP commencera à collecter toutes les données que vous recevrez dans un fichier. Pour éviter de devoir attendre, consultez l'administrateur du site de votre instance pour activer le traitement en arrière-plan.

source: Use the export features here to quickly download data in various formats
fr_fr: Utilisez les fonctions d'exportation ici pour télécharger rapidement des données dans différents formats

source: If the background jobs are enabled, you'll be redirected to a different version of the export page. Here you will see a table with all of the major export formats and the current status of the cached export files. Keep in mind that these are generated on an organisation by organisation basis, so even though others have generated newer export caches your organisation may have an outdated cache. You can simply issue a generate command (by clicking the "Generate" button) on the desired export type and the background workers will start fetching and assembling your cache. A progress bar will show the progress of the export process.
fr_fr: Si les travaux d'arrière-plan sont activés, vous serez redirigé vers une autre version de la page d'exportation .Vous verrez ici une table avec tous les principaux formats d'exportation et l'état actuel des fichiers d'exportation mis en cache. elles sont générées par organisation, donc même si d'autres ont généré des caches d'export plus récents, votre organisation peut avoir un cache obsolète Vous pouvez simplement lancer une commande generate (en cliquant sur le bouton "Générer") sur le type d'export désiré et les travailleurs d'arrière-plan vont commencer à aller chercher et assembler votre cache.Une barre de progression montrera la progression du processus d'exportation.

source: Once done, you can click "Download" to download the freshly generated cache file. If the cache is already up to date from before, then you don't have to regenerate the cache, just click on the "download" button.
fr_fr: Une fois terminé, vous pouvez cliquer sur "Télécharger" pour télécharger le fichier de cache fraîchement créé Si le cache est déjà à jour, alors vous n'avez pas besoin de régénérer le cache, cliquez simplement sur le bouton "télécharger".

source: You may have noticed that the TEXT export only has a generate button - this is because TEXT exports are made up of a lot of types of exports, all of which get generated together. To download any of these files, just click on any of the attribute types at the bottom of the table.
fr_fr: Vous avez peut-être remarqué que l'exportation de TEXT n'a qu'un bouton de génération - car les exportations de TEXT sont composées de nombreux types d'exportations, qui sont tous générés ensemble.Pour télécharger l'un de ces fichiers, il suffit de cliquer sur des types d'attributs au bas de la table.

source: A quick description of each of the fields in the table
fr_fr: Une description rapide de chacun des champs de la table

source: The type of the export (such as XML, Suricata, MD5, etc.).
fr_fr: Le type de l'export (tel que XML, Suricata, MD5, etc.).

source: The generation date of the current cache for the given export type.
fr_fr: La date de génération du cache actuel pour le type d'export donné.

source: A description of the export format.
fr_fr: Une description du format d'exportation.

source: This compares the cache generation date to the last timestamp when an event was updated and lets you know whether the cache is outdated or not.
fr_fr: Cela compare la date de génération du cache au dernier horodatage lorsqu'un événement a été mis à jour et vous permet de savoir si le cache est obsolète ou non.

source: Shows the progress of the last initiated generation process.
fr_fr: Affiche la progression du dernier processus de génération initié.

source: Download or Generate the given cache with these buttons.
fr_fr: Télécharger ou générer le cache donné avec ces boutons.

source: Exporting search results and individual events
fr_fr: Exportation des résultats de recherche et des événements individuels

source: Apart from the options offered by the export pages, it's also possible to export all events involved in a search attribute result table, by using the "Download results as XML" button on the left menu bar.
fr_fr: En plus des options offertes par les pages d'exportation, il est également possible d'exporter tous les événements impliqués dans un tableau de résultats d'attributs de recherche, en utilisant le bouton "Télécharger les résultats en XML" dans la barre de menu de gauche.

source: Download a .xml from all the events that are shown through an attribute in the search results.
fr_fr: Télécharger un fichier .xml de tous les événements affichés via un attribut dans les résultats de la recherche.
