Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: The e-mail address that the instance's GnuPG key is tied to.
fr_fr: L'adresse mail à laquelle est attachée la clé GnuPG de l'instance.

source: The password (if it is set) of the GnuPG key of the instance.
fr_fr: Le mot de passe (si renseigné) de la clé GnuPG de l'instance.

source: The location of the GnuPG homedir.
fr_fr: L’emplacement du répertoire de base pour GnuPG.

source: Enable SMIME encryption. The encryption posture of the GnuPG.onlyencrypted and GnuPG.bodyonlyencrypted settings are inherited if SMIME is enabled.
fr_fr: Activer le chiffrement SMIME. La posture de chiffrement des paramètres GnuPG.onlyencrypted et GnuPG.bodyonlyencrypted est héritée si SMIME est activé.

source: The e-mail address that the instance's SMIME key is tied to.
fr_fr: L'adresse mail à laquelle est attachée la clé SMIME de l'instance.

source: The location of the public half of the signing certificate.
fr_fr: La localisation de la partie publique du certificat de signature.

source: The location of the private half of the signing certificate.
fr_fr: La localisation de la partie privée du certificat de signature.

source: The password (if it is set) of the SMIME key of the instance.
fr_fr: Le mot de passe (si renseigné) de la clé SMIME de l'instance.

source: The hostname of an HTTP proxy for outgoing sync requests. Leave empty to not use a proxy.
fr_fr: Le nom d'ĥôte du proxy HTTP pour les requêtes de synchronisation externe. Laisser vide pour ne pas utiliser de proxy.

source: The TCP port for the HTTP proxy.
fr_fr: Le port TCP pour le proxy HTTP.

source: The authentication method for the HTTP proxy. Currently supported are Basic or Digest. Leave empty for no proxy authentication.
fr_fr: La méthode d'authentification pour le proxy HTTP. Les modes actuellement supportés sont "Basic" et "Digest". Laisser vide pour ne pas activer d'authentification proxy.

source: The authentication username for the HTTP proxy.
fr_fr: Le nom d'utilisateur pour le proxy HTTP.

source: The authentication password for the HTTP proxy.
fr_fr: Le mot de passe pour le proxy HTTP.

source: The salt used for the hashed passwords. You cannot reset this from the GUI, only manually from the settings.php file. Keep in mind, this will invalidate all passwords in the database.
fr_fr: Le sel utilisé pour hasher les mot de passe. Vous ne pouvez pas réinitialiser cette valeur depuis l'interface, seulement depuis le fichier settings.php. Gardez à l'esprit que cette action va invalider l'ensemble des mots de passe présents dans la base de données.

source: Enable this setting to pass all audit log entries directly to syslog. Keep in mind, this is verbose and will include user, organisation, event data.
fr_fr: Activer ce paramètre pour transmettre tout les logs d'audit directement vers syslog. Gardez à l'esprit que cela peut être verbeux et va inclure les données d'utilisateurs, d'organisation et d'événements.

source: Password length requirement. If it is not set or it is set to 0, then the default value is assumed (12).
fr_fr: Taille du mot de passe requise. Si non définie ou définie sur 0, alors la valeur par défaut est supposée (12).

source: Password complexity requirement. Leave it empty for the default setting (3 out of 4, with either a digit or a special char) or enter your own regex. Keep in mind that the length is checked in another key. Default (simple 3 out of 4 or minimum 16 characters): /^((?=.*\d)|(?=.*\W+))(?![\n])(?=.*[A-Z])(?=.*[a-z]).*$|.{16,}/
fr_fr: Complexité de mot de passe requise. Laisser vide pour le paramètre par défaut (3 sur 4, avec au moins un chiffre ou un caractères spécial) ou entrez votre propre regex. Gardez à l'esprit que la longueur est testé dans une autre clé. Par défaut (simplement 3 type de caractères différents sur 4 ou un minimum de 16 caractères): /^((?=.*\d)|(?=.*\W+))(?![\n])(?=.*[A-Z])(?=.*[a-z]).*$|.{16,}/

source: Enabling this setting will require users to submit their current password on any edits to their profile (including a triggered password change). For administrators, the confirmation will be required when changing the profile of any user. Could potentially mitigate an attacker trying to change a compromised user's password in order to establish persistance, however, enabling this feature will be highly annoying to users.
fr_fr: Activer ce paramètre va demander à l'utilisateur de soumettre sont mot de passe pour chaque édition de son profil (incluant le changement de mot de passe). Pour les administrateurs, la confirmation sera requise à chaque changement sur le profil d'un utilisateur. Cette fonction peut potentiellement servir de mitigation dans le cas ou un attaquant tenterait de changer le mot de passe d'un utilisateur compromis dans le but d'établir une persistance, dans l'autre sens, cette fonctionnalité peut être extrêmement ennuyant pour les utilisateurs.

source: Enabling this setting will sanitise the contents of an attribute on a soft delete
fr_fr: L’activation de ce paramètre va assainir le contenu d’un attribut lors de sa suppression

source: Enabling this setting will block the organisation index from being visible to anyone besides site administrators on the current instance. Keep in mind that users can still see organisations that produce data via events, proposals, event history log entries, etc.
fr_fr: Activer ce paramètre va bloquer les organisations de l'index d'être visibles par d'autres personnes que les administrateurs de l'instance. Gardez à l'esprit que les utilisateurs peuvent toujours voir les organisation qui produisent de la donnée via des événements, propositions, journaux d'événement, etc.

source: Allows passing the API key via the named url parameter "apikey" - highly recommended not to enable this, but if you have some dodgy legacy tools that cannot pass the authorization header it can work as a workaround. Again, only use this as a last resort.
fr_fr: Autoriser le passage de la clé API via le paramètre d'URL "apikey" - option fortement déconseillé mais si vous avez de vieux outils ne pouvant pas utiliser d'en-têtes d'authorization, cela peut être une solution. N'utilisez cette option qu'en dernier ressort.

source: You have enabled the passing of API keys via URL parameters. This is highly recommended against, do you really want to reveal APIkeys in your logs?...
fr_fr: Vous avez activé le passage de la clé d'API dans les paramètres d'URL. Cette activation est fortement déconseillée, Souhaitez-vous vraiment révéler votre clé d'API dans vos logs?...

source: Allow cross-origin requests to this instance, matching origins given in Security.cors_origins. Set to false to totally disable
fr_fr: Autoriser les requêtes d'origine croisée à cette instance, les origines correspondantes données dans Security.cors_origin. Mettre à faux pour désactiver totalement

source: Set the origins from which MISP will allow cross-origin requests. Useful for external integration. Comma seperate if you need more than one.
fr_fr: Définit les origines à partir desquelles MISP permettra des requêtes d'origine croisée. Utile pour l'intégration externe. Comma séparé si vous avez besoin de plus d'un.

source: The number of tries a user can try to login and fail before the bruteforce protection kicks in.
fr_fr: Le nombre d'essais qu'un utilisateur a pour tenter de se connecter et se tromper avant le déclenchement de la protection anti-bruteforce.

source: The duration (in seconds) of how long the user will be locked out when the allowed number of login attempts are exhausted.
fr_fr: La durée (en secondes) de blocage de l'utilisateur lorsque celui-ci dépasse le nombre d'authentifications échouées.

source: Set to true to automatically regenerate sessions after x number of requests. This might lead to the user getting de-authenticated and is frustrating in general, so only enable it if you really need to regenerate sessions. (Not recommended)
fr_fr: Définir sur "true" pour regénérer automatiquement les sessions après x nombres de requêtes. Cela peut générer une déconnexion de l'utilisateur durant sont travail, ce qui peut être frustrant. N'activez cette option que si vous devez regénérer des session. (Non recommandé)

source: Set to true to check for the user agent string in each request. This can lead to occasional logouts (not recommended).
fr_fr: Définir sur "True" pour vérifier le user-agent de chaque requête. Cela peut ocasionner des déconnexions intempestives (non recommandé).

source: The session type used by MISP. The default setting is php, which will use the session settings configured in php.ini for the session data (supported options: php, database). The recommended option is php and setting your PHP up to use redis sessions via your php.ini. Just add 'session.save_handler = redis' and "session.save_path = 'tcp://localhost:6379'" (replace the latter with your redis connection) to
fr_fr: Le type de session utilisé par MISP. Le paramétrage par défaut est php, qui va lui-même utiliser ce qui est configuré dans php.ini pour les données de session (options supportées: php, base de donnée). L'option recommandée est php et le paramétrage de PHP afin qu'il utilise des sessions Redis via votre php.ini. Ajoutez juste 'session.save_handler = redis' et "session.save_path = 'tcp://localhost:6379'" (remplacer la valeur avec votre connexion redis) vers

source: The timeout duration of sessions (in MINUTES). 0 does not mean infinite for the PHP session handler, instead sessions will invalidate immediately.
fr_fr: La durée d'expiration des sessions (en MINUTES). 0 ne signifie pas infini pour le gestionnaire de session PHP, les sessions seront invalidées immédiatement.

source: The expiration of the cookie (in MINUTES). The session timeout gets refreshed frequently, however the cookies do not. Generally it is recommended to have a much higher cookie_timeout than timeout.
fr_fr: Le délai d'expiration du cookie (en MINUTES). Le délai d'expiration de la session est rafraîchit fréquement alors que ceux des cookies ne le sont pas. Généralement, il est recommandé d'avoir un plus grands délai d'expiration pour les cookies que celui des sessions.

source: The default policy action for the values added to the RPZ.
fr_fr: La politique d'action par défaut pour les valeurs ajoutées au RPZ.

source: The default walled garden used by the RPZ export if the walled garden setting is picked for the export.
fr_fr: La valeur par défaut utilisé en vase clos par l'exportation RPZ si le paramètre de vase clos est activé pour l'export.

source: The serial in the SOA portion of the zone file. (numeric, best practice is yyyymmddrr where rr is the two digit sub-revision of the file. $date will automatically get converted to the current yyyymmdd, so $date00 is a valid setting).
fr_fr: Le numéro de série dans la portion SOA du fichier de zone. (en nombre, la meilleure manière est yyyymmmddrr ou rr sont les deux chiffres de la révision du fichier. $date va automatiquement être converti vers l'actuel yyyymmdd, alors $date00 est un paramètre valide).

source: The refresh specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
fr_fr: Le TTL de raffraichissement spécifié dans la partie SOA du fichier de zone. (en secondes, ou la durée encodée tels que 15m)

source: The retry specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
fr_fr: Le TTL de nouvelle tentative spécifié dans la partie SOA du fichier de zone. (en secondes, ou la durée encodée tels que 15m)

source: The expiry specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
fr_fr: Le TTL d'expiration spécifié dans la partie SOA du fichier de zone. (en secondes, ou la durée encodée tels que 15m)

source: The minimum TTL specified in the SOA portion of the zone file. (in seconds, or shorthand duration such as 15m)
fr_fr: Le TTL minimum spécifié dans la partie SOA du fichier de zone. (en secondes, ou la durée encodée tels que 15m)

source: The TTL of the zone file. (in seconds, or shorthand duration such as 15m)
fr_fr: La durée de vie du fichier de zone. (en secondes, ou la durée codée tels que 15 m)

source: Alternate nameserver
fr_fr: Serveur de noms alternatif

source: The e-mail address specified in the SOA portion of the zone file.
fr_fr: L'adresse e-mail indiquée dans la partie SOA du fichier de zone.

source: Enable this setting to include the base64 encoded payloads of malware-samples/attachments in the output.
fr_fr: Activer ce paramètre pour inclure les charges encodées en base 64 des échantillons de malware/pièces jointes dans les éléments sortants.

source: Enables or disables the publishing of any event creations/edits/deletions.
fr_fr: Active ou désactive la publication de toute création/modification/suppression d'événements.

source: Enables or disables the publishing of any object creations/edits/deletions.
fr_fr: Active ou désactive la publication de n’importe quel créations/modifications/suppressions d'objet.

source: Enables or disables the publishing of any object reference creations/deletions.
fr_fr: Active ou désactive la publication de la création/suppression de toute référence à un objet.

source: Enables or disables the publishing of any attribute creations/edits/soft deletions.
fr_fr: Activer ou désactiver la publication des créations/éditions/suppression d'attributs.

source: Enables or disables the publishing of any tag creations/edits/deletions as well as tags being attached to / detached from various MISP elements.
fr_fr: Active ou désactive la publication d'une création/modification/suppression de tag à chaque fois qu'un tag est attaché/détaché de divers éléments MISP.

source: Enables or disables the pub/sub feature of MISP. Make sure that you install the requirements for the plugin to work. Refer to the installation instructions for more information.
fr_fr: Activer ou désactiver la fonctionnalité de publication/souscription de MISP. Vérifier que l'installation des pré-requis a été effectuée pour que le plugin fonctionne. Référez vous aux instructions d'installation pour plus d'informations.

source: The port that the pub/sub feature will use.
fr_fr: Le port qui sera utilisé par la fonctionnalité de publication/abonnement.

source: Location of the Redis db used by MISP and the Python PUB script to queue data to be published.
fr_fr: Emplacement de la base de données Redis utilisée par MISP et le script PUB Python pour mettre en file d'attente les données devant être publiées.

source: The port that Redis is listening on.
fr_fr: Le port sur lequel Redis écoute.

source: The password, if set for Redis.
fr_fr: Le mot de passe de Redis.

source: The database to be used for queuing messages for the pub/sub functionality.
fr_fr: La base de données à utiliser pour les files d’attente de messages sur la fonctionnalité de publication/abonnement.

source: The namespace to be used for queuing messages for the pub/sub functionality.
fr_fr: L'espace à utiliser pour les files d’attente de messages sur la fonctionnalité de publication/abonnement.

source: Enables or disables the publishing of new sightings to the ZMQ pubsub feed.
fr_fr: Active ou désactive la publication des nouvelles observations pour la publication/abonnement des flux ZMQ.

source: Enables or disables the publishing of new/modified users to the ZMQ pubsub feed.
fr_fr: Active ou désactive la publication des utilisateur nouvellement créé/modifié vers le flux de publication/abonnement ZeroMQ.

source: Enables or disables the publishing of new/modified organisations to the ZMQ pubsub feed.
fr_fr: Active ou désactive la publication des organisations nouvellement créées/modifiées vers le flux de publication/abonnement ZeroMQ.

source: Enables or disables the publishing of log entries to the ZMQ pubsub feed. Keep in mind, this can get pretty verbose depending on your logging settings.
fr_fr: Active ou désactive la publication d'entrées de logs dans le flux de publication/souscription ZeroMQ. Gardez à l'esprit que cette option peut être potentiellement verbeuse selon vos paramètrages de journalisation.

source: Enabled logging to an ElasticSearch instance
fr_fr: Activer la connexion à une instance ElasticSearch

source: The URL(s) at which to access ElasticSearch - comma separate if you want to have more than one.
fr_fr: L'URL(s) à laquelle accéder à ElasticSearch - une virgule séparée si vous voulez avoir plus d'une.

source: The index in which to place logs
fr_fr: L'index dans lequel doivent être placés les logs

source: Enables or disables uploading of malware samples to S3 rather than to disk (WARNING: Get permission from amazon first!)
fr_fr: Activer ou désactiver le téléversement de fichier malveillants vers S3 plutôt que vers le disque (ATTENTION: Demandez la permission à Amazon auparavant)

source: Bucket name to upload to
fr_fr: Nom du bucket vers lequel téléverser

source: Region in which your S3 bucket resides
fr_fr: La région dans laquelle est votre bucket S3

source: AWS key to use when uploading samples (WARNING: It' highly recommended that you use EC2 IAM roles if at all possible)
fr_fr: Clé AWS à utiliser lors du téléversement des fichiers malveillants (AVERTISSEMENT : il ' hautement recommandé d’utiliser si possible des rôles EC2 IAM)

source: AWS secret key to use when uploading samples
fr_fr: Clé secrète AWS à utiliser pour transférer des malwares

source: This setting defines who will have access to seeing the reported sightings. The default setting is the event owner alone (in addition to everyone seeing their own contribution) with the other options being Sighting reporters (meaning the event owner and anyone that provided sighting data about the event) and Everyone (meaning anyone that has access to seeing the event / attribute).
fr_fr: Ce paramètre défini qui va avoir un accès à la vue des avis apportés. Le paramètre par défaut est que seul le propriétaire de l'événement peut les voir (en plus de toute personne pouvant voir sa propre contribution) avec l'autre option d'être apporteur d'avis (ce qui signifie que le propriétaire de l'événement et tout ceux qui contribue aux avis concernant cet événement) et Tout le monde (ce qui signifie toute personne ayant accès à l'événement/attribut).

source: Enabling the anonymisation of sightings will simply aggregate all sightings instead of showing the organisations that have reported a sighting. Users will be able to tell the number of sightings their organisation has submitted and the number of sightings for other organisations
fr_fr: Activer l'anonymisation des avis va simplement agréger tout les avis à la place de montrer les organisation les ayant rapportés. Les utilisateurs seront en mesure de voir le nombre d'avis soumis par leur organisation et le nombre d'avis des autres organisations

source: Set the range in which sightings will be taken into account when generating graphs. For example a sighting with a sighted_date of 7 years ago might not be relevant anymore. Setting given in number of days, default is 365 days
fr_fr: Définissez la plage dans laquelle les observations vont être prise en compte lors de la génération de graphes. Par exemple, pour une observation dont la sighted_date est 7 jours avant, celle-ci ne sera plus considérée comme valable. Le paramètre est en nombre de jour, par défaut, 365

source: Enable this functionality if you would like to handle the authentication via an external tool and authenticate with MISP using a custom header.
fr_fr: Activez cette fonctionallité si vous souhaitez effectuer que l'authentification soit effectuée par un outil externe et que l'authentification sur MISP se fasse par un en-tête personnalisé.

source: Set the header that MISP should look for here. If left empty it will default to the Authorization header.
fr_fr: Définir l'en-tête que MISP devrait rechercher. Si laissé vide, l'en-tête par défaut sera "Authorization".

source: Use a header namespace for the auth header - default setting is enabled
fr_fr: Utiliser un nom d'en-tête pour l'en-tête d'authentification - paramètrage par défaut activé

source: The default header namespace for the auth header - default setting is HTTP_
fr_fr: L'espace de nom de l'en-tête par défaut pour l'authentification - la valeur par défaut est HTTP_

source: If this setting is enabled then the only way to authenticate will be using the custom header. Altnertatively you can run in mixed mode that will log users in via the header if found, otherwise users will be redirected to the normal login page.
fr_fr: Si ce paramètre est activé, alors le seul moyen de s'authentifier sera l'utilisation d'en-tête personnalisé. Alternativement, vous pouvez utiliser un mode hybride permettant de journaliser les actions utilisateurs si l'en-tête est trouvé, les autres utilisateurs seront redirigés vers la page de connexion habituelle.

source: If you are using an external tool to authenticate with MISP and would like to only allow the tool's url as a valid point of entry then set this field.
fr_fr: Si vous utilisez un outil externe pour vous authentifier avec MISP et voulez autoriser seulement l'URL de l'outil comme un point valide d'entrée, alors définissez ce champ.

source: The name of the authentication method, this is cosmetic only and will be shown on the user creation page and logs.
fr_fr: Le nom de la méthode d'authentification, il ne s'agit que d'un nom cosmétique qui sera vu dans la page de création des utilisateurs et dans les journaux d'événements.

source: Disable the logout button for users authenticate with the external auth mechanism.
fr_fr: Désactiver le bouton de déconnexion pour les utilisateurs authentifiés avec un système d'authentification externe.

source: Enable/disable the enrichment services
fr_fr: Activer/désactiver les services d'enrichissement

source: Set a timeout for the enrichment services
fr_fr: Définir un temps d'expiration pour les services d'enrichissement

source: Enable/disable the import services
fr_fr: Activer/Désactiver le service d'import

source: Set a timeout for the import services
fr_fr: Définir un temps d'expiration pour les services d'importation

source: The url used to access the import services. By default, it is accessible at http://127.0.0.1:6666
fr_fr: L'url utilisée pour accéder aux services d'import. Par défaut, il est accessible avec 127.0.0.1:6666

source: The port used to access the import services. By default, it is accessible at 127.0.0.1:6666
fr_fr: Le prot utilisé pour accéder aux services d'import. Par défaut, il est accessible avec 127.0.0.1:6666

source: The url used to access the export services. By default, it is accessible at http://127.0.0.1:6666
fr_fr: L'url utilisée pour accéder aux services d'export. Par défaut, il est accessible avec 127.0.0.1:6666

source: The port used to access the export services. By default, it is accessible at 127.0.0.1:6666
fr_fr: Le port utilisé pour accéder aux services d'export. Par défaut, il est accessible avec 127.0.0.1:6666

source: Enable/disable the export services
fr_fr: Activer/Désactiver le service d'export

source: Set a timeout for the export services
fr_fr: Définir un temps d'expiration pour les services d'exportation

source: Enable/disable the hover over information retrieved from the enrichment modules
fr_fr: Activer/désactiver le survol des informations provenant des modules d’enrichissement

source: Set a timeout for the hover services
fr_fr: Définir une expiration pour les services d'exportation

source: The url used to access the enrichment services. By default, it is accessible at http://127.0.0.1:6666
fr_fr: L'url utilisée pour accéder aux services d'enrichissement. Par défaut, il est accessible avec 127.0.0.1:6666
