Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Administration is able to maintain a white-list containing host, domain name and IP numbers to exclude from the NIDS export.
fr_fr: L'administrateur peut maintenir une liste blanche contenant des noms d'hôtes, noms de domaines et adresses IP a exclure des exports NIDS.

source: Hash database export
fr_fr: Export de la base de données des hash

source: Automatic export of MD5/SHA1 checksums contained in file-related attributes. This list can be used to feed forensic software when searching for suspicious files. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
fr_fr: L'export automatique des sommes de contrôle MD5/SHA1 contenu dans des attributs relatifs à des fichiers. Cette liste peut être utilisé pour alimenter un logiciel d'analyse post-mortem pour la recherche de fichiers suspects. Seul les événements et attributs <em>publiés</em> marqués en tant que <em>Signature IDS</em> sont exportés.

source: You can configure your tools to automatically download the following files
fr_fr: Vous pouvez configurer vos outils pour télécharger automatiquement les fichiers suivant

source: The API's full format is as follows
fr_fr: Le format complet de l'API est comme suit

source: The export format, can be "md5" or "sha1"
fr_fr: Le format d'export, pouvant être "md5" ou "sha1"

source: For example, to only show sha1 values from events tagged tag1, use
fr_fr: Par exemple, pour seulement afficher les valeurs de sha1 d’événements marqués tag1, utilisez

source: STIX export
fr_fr: Export STIX

source: You can export MISP events in Mitre's STIX format (to read more about STIX, click <a href="https://stix.mitre.org/">here</a>). The STIX XML export is currently very slow and can lead to timeouts with larger events or collections of events. The JSON return format does not suffer from this issue. Usage
fr_fr: Vous pouvez exporter les événements MISP au format STIX du MITRE (pour en savoir plus cliquez ici <a href="https://stix.mitre.org/">here</a>). L'export XML STIX est actuellement très lent et peut expirer en cas de gros événements ou d'agrégation d'événements. Le format JSON ne souffre pas de ce problème. L'usage

source: Search parameters can be passed to the function via URL parameters or by POSTing an XML or JSON object (depending on the return type). The following parameters can be passed to the STIX export tool: <code>id</code>, <code>withAttachments</code>, <code>tags</code>. Both <code>id</code> and <code>tags</code> can use the <code>&amp;&amp;</code> (and) and <code>!</code> (not) operators to build queries. Using the URL parameters, the syntax is as follows
fr_fr: Les paramètres de recherches peuvent être passé à la fonction par les paramètres de l'URL ou en POSTant un object JSON ou XML (dépendant du type retourné). Les paramètres suivants peuvent être passés vers l'outil d'export STIX: <code>id</code>, <code>withAttachments</code>, <code>tags</code>. ensemble <code>id</code> et <code>tags</code> peuvent utiliser le <code>&amp;&amp;</code> (and) et <code>!</code> (non) opérateurs pour construire la requête. Pour utiliser le paramétrage par URL, la syntaxe est la suivante

source: The event's ID
fr_fr: L'ID de l'événement

source: Encode attachments where applicable
fr_fr: Encoder les pièces jointes lorsque c'est possible

source: Various ways to narrow down the search results of the STIX export
fr_fr: Différentes façons d’affiner les résultats de recherche de l’exportation STIX

source: For example, to retrieve all events tagged "APT1" but excluding events tagged "OSINT" and excluding events #51 and #62 without any attachments
fr_fr: Par exemple, pour récupérer tout les événements marqués "APT1" mais en excluant tout ceux marqués "OSINT" et excluant les événements #51 et #62 sans aucune pièces jointes

source: To export the same events using a POST request use
fr_fr: Pour exporter les mêmes événements en utilisant une requête POST

source: Together with this JSON object in the POST message
fr_fr: Ensemble avec l'objet JSON a l'intérieur du message POST

source: XML is automagically assumed when using the stix export
fr_fr: Le format XML est automagiquement assumé quand l'export STIX est utilisé

source: The same search could be accomplished using the following POSTed XML object (note that ampersands need to be escaped, or alternatively separate id and tag elements can be used)
fr_fr: La même recherche peut être effectuée en POSTant l'objet XML suivant (à noter que les esperluettes doivent être échappés, ou alternativement, les identifiants et tags peuvent être utilisés)

source: RPZ export
fr_fr: Export RPZ

source: It is possible to further restrict the exported values using the following filters
fr_fr: Il est possible de restreindre d'avantage les valeurs exportées en utilisant les filtres suivants

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'. You can also chain several tag commands together with the '&amp;&amp;' operator. Please be aware the colons (:) cannot be used in the tag search when passed through the url.
fr_fr: Pour inclure un tag dans les résultats, écrivez juste son nom dans ce paramètre. Pour exclure un tag, préfixez le avec un '!'. Vous pouvez aussi chainer plusieurs commande de tags ensemble avec l'opérateur '&amp;&amp;'. Attention, les "deux-points" (:) ne peuvent être utilisé lors de la recherche de tags si ils sont passés via l'Url.

source: Use semicolons instead (the search will automatically search for colons instead)
fr_fr: Utilisez plutôt les points-virgules (la recherche va automatiquement chercher les deux-points au lieu de cela)

source: Events with the date set to a date after the one specified in the from field (format: 2015-02-03)
fr_fr: Événements avec une date définie à une date spérieure à celle spécifiée dans le champ "from" (format : 2015-02-15)

source: Events with the date set to a date before the one specified in the to field (format: 2015-02-03)
fr_fr: Événements avec une date définie à une date antérieure à celle spécifiée dans le champ (format : 2015-02-03)

source: Text export
fr_fr: Export texte

source: >An export of all attributes of a specific type to a plain text file. By default only published and IDS flagged attributes are exported.
fr_fr: > Un export de tout les attributs d'un type spécifique vers un fichier en plain text. Par défaut, seul les événements publiés et tagués comme exportables vers un IDS seront exportés.

source: To restrict the results by tags, use the usual syntax. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). To get ip-src values from events tagged tag1 but not tag2 use
fr_fr: Pour restreindre les résultats par tags, utilisez la syntaxe suivant. Merci de faire attention, les deux-points (:) ne peuvent être utilisés pour la recherche de tag. Utilisez point-virgule à la place (la recherche va automatiquement rechercher les deux-points à la place). Pour récupérer les valeurs de type ip-src des événements ayant le tag1 mais pas le tag2, utilisez

source: As of version 2.3.38, it is possible to restrict the text exports on two additional flags. The first allows the user to restrict based on event ID, whilst the second is a boolean switch allowing non IDS flagged attributes to be exported. Additionally, choosing "all" in the type field will return all eligible attributes.
fr_fr: Depuis la version 2.3.38, il est possible de restreindre les exports de texte sur la base de deux indicateurs supplémentaires. Le premier autorise l'utilisateur à restreindre sur la base de l'ID d'événement, tandis que le seconde est un booléen permettant aux attributs non indiqués en tant qu'IDS d'être exportés. Additionnellement, choisir "all" dans le champ type va retourner tout les attributs éligibles.

source: Only export the attributes of the given event ID
fr_fr: Exporter seulement les attributs pour l'ID renseigné

source: Include attributes that are not marked to_ids, even if they would normally be excluded. Also overrides the whitelist functionality.
fr_fr: Inclure les attributs n'étant pas marqués en "to_ids", même si ils devraient normalement être exclus. Se substitue également à la fonctionnalité de liste blanche.

source: Include not published Events.
fr_fr: Inclure les événements non publiés.

source: You can also chain several tag commands together with the '&amp;&amp;' operator. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). For example, to include tag1 and tag2 but exclude tag3 you would use
fr_fr: Vous pouvez chaîner plusieurs tags ensemble avec l'opérateur '&amp;&amp;'. Attention, les "deux-points" (:) ne peuvent être utilisé lors de la recherche de tags. Utilisez le "point-virgule" à la place (la recherche va autormatiquement rechercher les "deux-points" à la place). Par exemple, pour inclure le tag1 et le tag2 en excluant le tag3, vous devriez utiliser

source: Searches with JSON/XML/OpenIOC results
fr_fr: Rechercher avec les résultats JSON/XML/OpenIOC

source: Set the return format of the search (Currently supported: json, xml, openioc - more formats coming soon).
fr_fr: Définir le format pour les résultats de la recerche (Actuellement supportés: json, xml, openioc -plus de formats à venir).

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'. To filter on several values for the same parameter, simply use arrays, such as in the following example
fr_fr: Pour inclure un tag dans les résultats, écrivez juste son nom dans ce paramètre. Pour exclure un tag, préfixez le avec '!'. Pour filtrer sur plusieurs valeurs pour le même paramètre, utilisez un tableau, tel que l'exemple suivant

source: Restrict the results by the last publish timestamp (newer than).
fr_fr: Restreindre les résultats pour le dernier timestamp publié (le plus jeune).

source: Restrict the results by the timestamp (last edit). Any event with a timestamp newer than the given timestamp will be returned. In case you are dealing with /attributes as scope, the attribute's timestamp will be used for the lookup.
fr_fr: Restreindre les résultats par l'horodatage (dernière édition). Tout événement avec un horodatage plus récent que celui indiqué va être retourné. Dans le cas ou vous recontrer un /attributes dans le périmètre, l'horodatage de l'attribut sera utilisé pour la table.

source: For example, to find any event with the term "red october" mentioned, use the following syntax (the example is shown as a POST request instead of a GET, which is highly recommended. GET requests are problematic and deprecated.)
fr_fr: Par exemple, pour trouver tout événement ayant le terme "red october" mentionné, utilisez la syntaxe suivante (l'exemple indiqué nécessite une requête POST à la place d'un GET, ce qui est fortement recommandé. Les requêtes GET sont problématiques et fortement déconseillées).

source: To just return a list of attributes, use the following syntax
fr_fr: Pour ne retourner qu'une liste d'attributs, utiliser la syntaxe suivante

source: Events with the date set to a date after the one specified in the from field (format: 2015-02-15)
fr_fr: Événements avec une date définie à une date supérieure à celle spécifiée dans le champ "from" (format : 2015-02-15)

source: Events with the date set to a date before the one specified in the to field (format: 2015-02-15)
fr_fr: Événements avec une date définie à une date antérieure à celle spécifiée dans le champ "to" (format : 2015-02-15)

source: Restrict the results by the timestamp (of the attribute). Any attributes with a timestamp newer than the given timestamp will be returned.
fr_fr: Restreindre les résultats par horodatage (de l'attribut). Tout les attributs avec un horodatage plus récent que l'horodatage indiqué seront retournés.

source: Only return attributes from events that have received a modification after the given timestamp.
fr_fr: Ne retourner que les attributs provenant d'événements ayant reçu une modification après l'horodatage indiqué.

source: The keywords false or null should be used for optional empty parameters in the URL. Keep in mind, this is only needed if you use the deprecated URL parameters.
fr_fr: Les mot-clés "false" ou "null" doivent être utilisés pour les paramètre optionnels vides dans l'URL.. Gardez à l'esprit qu'il n'est nécessaire de le faire que dans le cas d'usage déprécié de passage des paramètres dans l'URL.

source: value, type, category and org are optional. It is possible to search for several terms in each category by joining them with the '&amp;&amp;' operator. It is also possible to negate a term with the '!' operator. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). For example, in order to search for all attributes created by your organisation that contain 192.168 or 127.0 but not 0.1 and are of the type ip-src, excluding the events that were tagged tag1 use the following syntax
fr_fr: valeur, type, catégorie et organisation sont optionnels. Il est possible de rechercher plusieurs termes dans chaque catégorie en les joignant avec l'opérateur '&amp;&amp;' . Il est aussi possible de les rendre négatif avec l'opérateur '!'. Attention l'opérateur deux-points ':' ne peut pas être utilisé pour la recherche de tags. Utilisez l'opérateur point-virgule ';' à la place (cela recherchera automatique ':' à la place). Par exemple, pour chercher tout les attributs créés par votre organisation qui contiennent 192.168 ou 127.0 mais pas 0.1 et qui ont pour type src-ip, tout en excluant les événements qui sont tagués avec tag1, utilisez la syntaxe suivante

source: You can also use search for IP addresses using CIDR. Make sure that you use '|' (pipe) instead of '/' (slashes). Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). See below for an example
fr_fr: Vous pouvez aussi utiliser la rechercher d'IP en utilisant des CIDR. Assurez vous d'utiliser le pipe '|' à la place du slash '|'. Les "deux-points" ne peuvent être utilisé pour la recherche de tag. Utilisez le "point-virgule" à la place (la recherche va automatiquement remplacer par des "deux-points" à la place). Voir ci-dessous pour l'exemple

source: Merge events
fr_fr: Fusionner les événements

source: Event id to copy the attributes from
fr_fr: Id de l'événement d'où provient les attributs

source: copy only IDS attributes
fr_fr: copier les attributs IDS seulement

source: Event with proposals
fr_fr: Evénements avec propositions

source: Proposals
fr_fr: Propositions

source: Contributors
fr_fr: Contributeurs

source: Listing invalid event validations
fr_fr: Lister les validations d'événements invalides

source: Events analysed: %s
fr_fr: Événements analysés: %s

source: Validation errors for event: %s
fr_fr: Erreur de validation pour l'événement: %s

source: Attribute details
fr_fr: Détails des attributs

source: Below you can see the %s that are to be created. Make sure that the categories and the types are correct, often several options will be offered based on an inconclusive automatic resolution.
fr_fr: Ci-dessous, vous pouvez voir la création de %s. Assurez-vous que la catégorie et le type sont corrects, souvent, plusieurs options sont offertes en se basant sur les résolution automatique non concluantes.

source: Warning: You are missing warninglist(s) that are used to recognise TLDs. Make sure your MISP has the warninglist submodule enabled and updated or else this tool might end up missing valid domains/hostnames/urls. The missing lists are: %s
fr_fr: Attention, vous oubliez les listes d'avertissement utilisé pour reconnaitre des TLDs. Assurez vous que votre instance MISP à le sous-module "liste d'avertissement" activé et mis ç jour sinon cet outil va s'arrêter en ne prenant pas en comptes des domaines/noms d'hôte/URLs valides. Les listes manquantes sont: %s

source: Proposals instead of attributes
fr_fr: Proposer à la place d'attributs

source: Similar Attributes
fr_fr: Attributs similaires

source: Disable Correlation
fr_fr: Désactiver la corrélation

source: Comment
fr_fr: Commentaire

source: Remove resolved attribute
fr_fr: Supprimer les attributs résolus

source: Submit %s
fr_fr: Soumettre %s

source: Apply changes to all applicable resolved attributes
fr_fr: Appliquer les changement pour l'ensemble des attributs résolus

source: Change all
fr_fr: Changer tout

source: Update all comment fields
fr_fr: Mettre à jour l'ensemble des commentaires

source: >Results of the import
fr_fr: >Résultats de l'import

source: %s attributes created successfully, %s indicators could not be mapped and saved.
fr_fr: %s attributs créer avec succès, %s indicateurs ne peuvent être interprétés et sauvegardés.

source: Successfully added attributes
fr_fr: Attributs ajoutés avec succès

source: Failed indicators
fr_fr: Indicateurs échoués

source: Search term
fr_fr: Terme de recherche

source: Content
fr_fr: Contenu

source: Import analysis file
fr_fr: Importer un fichier d'analyse

source: Create Objects
fr_fr: Créer des objets

source: Import %s file
fr_fr: Importer %s fichier(s)

source: %s file
fr_fr: %s fichiers

source: Include the original imported file as attachment
fr_fr: Inclure le fichier importé original comme pièce jointe

source: Event ID
fr_fr: ID de l'événement

source: Source Organisation
fr_fr: Organisation source

source: Member Organisation
fr_fr: Organisation membre

source: Creator org
fr_fr: Orga créateur

source: Threat Level
fr_fr: Niveau de menace

source: Analysis
fr_fr: Analyse

source: Info
fr_fr: Information

source: Published
fr_fr: Publié

source: #Attributes
fr_fr: #Attributs

source: First recorded change
fr_fr: Première modification enregistrée

source: Last change
fr_fr: Dernière modification

source: Modification map
fr_fr: Carte de modification

source: Extends
fr_fr: Étendre

source: Extended by
fr_fr: Étendu par

source: extended
fr_fr: étendu

source: atomic
fr_fr: atomique

source: Delegation request
fr_fr: Demande de délégation

source: View request details
fr_fr: Voir les détails de la requête

source: Disabled
fr_fr: Désactivé

source: Enabled
fr_fr: Activé

source: enable
fr_fr: activer

source: disable
fr_fr: Activer

source: Extended view
fr_fr: Vue étendue

source: Show (%s more)
fr_fr: Voir (%s more)

source: This event has
fr_fr: Cet événement a

source: correlations with data contained within the various feeds, however, due to the large number of attributes the actual feed correlations are not shown. Click <a href="%s\/overrideLimit:1">here</a> to refresh the page with the feed data loaded.
fr_fr: la corrélations avec les données obtenues depuis des flux variés, peut toutefois, en raison du grand nombre d'attributs ne sont pas affichés. Cliquez (<a href="%s\/overrideLimit:1">ici</a> pour rafraichir la page avec les données de flux chargés.

source: Warning: Potential false positives
fr_fr: Attention: potentiels faux-positifs

source: Toggle pivot graph
fr_fr: Activer/Désactiver les graphes de pivot

source: Toggle galaxies
fr_fr: Activer/désactiver les galaxies

source: Galaxy
fr_fr: Galaxie

source: Toggle Event graph
fr_fr: Activer/Désactiver les graphes d'événements

source: Toggle Correlation graph
fr_fr: Activer/Désactiver le graphe de corrélation

source: Correlation graph
fr_fr: Graphe de corrélation

source: Toggle ATT&CK matrix
fr_fr: Activer/Désactiver les matrices ATT&CK

source: ATT&CK matrix
fr_fr: Matrice ATT&CK

source: Toggle attributes
fr_fr: Activer/désactiver les attributs

source: Toggle discussions
fr_fr: Activer/Désactiver les discussions

source: Hover target
fr_fr: Cible passée

source: Selected
fr_fr: Sélectionné

source: Expand
fr_fr: Etendre

source: Select the enrichments you wish to run
fr_fr: Sélectionner les enrichissements que vous souhaitez lancer

source: Choose the enrichment module that you wish to use for the expansion
fr_fr: Choisisser les modules d'enrichissement que vous souhaiter utiliser pour étendre

source: Event Deletion
fr_fr: Suppression d'un événement

source: Are you sure you want to delete
fr_fr: Êtes vous sur de vouloir supprimer

source: Event #
fr_fr: Evenement #

source: Publish Event%s
fr_fr: Publier l'événement %s

source: Unpublish Event%s
fr_fr: Dépublier l'événement %s

source: Are you sure you wish to unpublish the event?
fr_fr: Êtes-vous sûr de vouloir dépublier l'événement ?

source: Publish but do NOT send alert email? Only for minor changes!
fr_fr: Publier sans envoyer un courriel d'alerte ? Juste pour les changements mineurs!

source: Publish
fr_fr: Publier

source: Choose the format that you wish to download the event in
fr_fr: Choisissez le format que vous souhaitez pour le téléchargement de l'événement.

source: Choose the format that you would like to use for the import
fr_fr: Choisissez le format dans lequel vous souhaitez importer

source: Import %s
fr_fr: Importer %s

source: Toggle Correlation %s
fr_fr: Activer/Désactiver la corrélation %s

source: Re-enable the correlation for this event. This will automatically re-correlate all contained attributes.
fr_fr: Réactiver la corrélation pour cet événement. Cela re-corrélera automatiquement tout les attributs contenus.

source: This will remove all correlations that already exist for the event and prevent any events to be related via correlations as long as this setting is disabled. Make sure you understand the downsides of disabling correlations.
fr_fr: Cela va supprimer toutes corrélations existantes pour cet attribut et empêcher tout les attributs y étant relatifs tant que ce paramètre sera désactivé. Soyez sûr de comprendre tout les enjeux de cette désactivation de corrélation.

source: Add MISP Feed
fr_fr: Ajouter un Flux MISP

source: Add a new MISP feed source.
fr_fr: Ajouter une nouvelle source de flux MISP

source: Feed name
fr_fr: Nom du flux

source: Name of the content provider
fr_fr: Nom du fournisseur de flux

source: Input Source
fr_fr: Source entrante

source: Remove input after ingestion
fr_fr: Supprimer la source après intégration

source: URL of the feed
fr_fr: URL du flux

source: Source Format
fr_fr: Format de la source

source: Any headers to be passed with requests (for example: Authorization)
fr_fr: N'importe quel en-tête devant être transmis dans la requête (par exemple: Authorization)

source: Line break separated list of headers in the "headername: value" format
fr_fr: Séparateur de saut de ligne d'un en-tête dans le format "en-tête: valeur"

source: Add Basic Auth
fr_fr: Ajouter authentification basique

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Add basic auth header
fr_fr: Ajouter des en-têtes d'authentification basiques

source: Target Event
fr_fr: Cibler un événement

source: Target Event ID
fr_fr: Cible un ID d'événement

source: Leave blank unless you want to reuse an existing event.
fr_fr: Laisser vide si vous ne souhaitez pas réutiliser un événement existant.

source: Value field(s) in the CSV
fr_fr: Valeur des champs dans le fichier CSV

source: Select one or several fields that should be parsed by the CSV parser and converted into MISP attributes
fr_fr: Sélectionnez un ou plusieurs champs qui devraient être parsés par le parser CSV et convertis en attributs MISP

source: 2,3,4 (column position separated by commas)
fr_fr: 2,3,4 (position de la colonne séparé par une virgule)

source: Delimiter
fr_fr: Délimiteur

source: Set the default CSV delimiter (default = ",")
fr_fr: Définir le délimiteur par défaut pour les CSV (default = ",")

source: Exclusion Regex
fr_fr: Regex excluante
