Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Active sharing groups can be selected by users of the local instance when creating events. Generally, sharing groups received through synchronisation will have this disabled until manually enabled.
fr_fr: Les groupes de partage actifs peuvent être sélectionnés par les utilisateurs de l'instance locale lors de la création d'événements. Généralement, les groupes de partage reçus via la synchronisation seront désactivés jusqu'à ce qu'ils soient activés manuellement.

source: Make the sharing group selectable (active)
fr_fr: Rendre le groupe de partage sélectionnable (actif)

source: Next page
fr_fr: La page suivante

source: Add local organisation(s) to the sharing group
fr_fr: Ajouter une ou plusieurs organisations locales au groupe de partage

source: Add local organisation
fr_fr: Ajouter une organisation locale

source: Add remote organisations to the sharing group
fr_fr: Ajouter des organisations distantes au groupe de partage

source: Add remote organisation
fr_fr: Ajouter une organisation distante

source: Extend
fr_fr: Etendre

source: Previous page
fr_fr: Page précédente

source: Enable roaming mode for this sharing group. Roaming mode will allow the sharing group to be passed to any instance where the remote recipient is contained in the organisation list. It is preferred to list the recipient instances instead.
fr_fr: Activer le mode itinérant pour ce groupe de partage Le mode itinérance permettra de passer le groupe de partage à toute instance où le destinataire distant est contenu dans la liste des organisations.

source: <b>Enable roaming mode</b> for this sharing group (pass the event to any connected instance where the sync connection is tied to an organisation contained in the SG organisation list).
fr_fr: <b>Activer le mode itinérant </b> pour ce groupe de partage (transmettre l'événement à une instance connectée où la connexion de synchronisation est liée à une organisation contenue dans la liste d'organisation SG).

source: Add instance
fr_fr: Ajouter une instance

source: All orgs
fr_fr: Tous les orgs

source: <span class="bold">General: </span>You are about to create the <span id="summarytitle" class="red bold"></span> sharing group, which is intended to be releasable to <span id="summaryreleasable" class="red bold"></span>.
fr_fr: <span class ="bold"> Général: </span> Vous êtes sur le point de créer le groupe de partage <span id="summarytitle" class="red bold "> </span>, qui est destiné à être diffusé à <span id="summaryreleasable" class="red bold"> </span>.

source: Local organisations: </span>It will be visible to <span id="summarylocal" class="red bold"></span>, from which <span id="summarylocalextend" class="red bold"></span> can extend the sharing group.
fr_fr: Organisations locales: </span> Ce sera visible pour <span id="summarylocal" class="red bold"> </span>, à partir de laquelle <span id = " summarylocalextend "class="red bold"> </span> peut étendre le groupe de partage.

source: External organisations: </span>It will also be visible to <span id="summaryexternal" class="red bold"></span>, out of which <span id="summaryexternalextend" class="red bold"></span> can extend the sharing group.
fr_fr: Organisations externes: </span> Il sera également visible dans <span id="summaryexternal "class="red bold"> </span>, dont <span id="summaryexternalextend" class="red bold"></span> peut étendre le groupe de partage.

source: <span class="bold">Synchronisation: </span>Furthermore, events are automatically pushed to: <span id="summaryservers" class="red bold"></span>
fr_fr: <span class ="bold"> Synchronisation: </span> En outre, les événements sont automatiquement poussés vers: <span id="summaryservers" class="red bold"></span>

source: You can edit this information by going back to one of the previous pages, or if you agree with the above mentioned information, click Submit to create the Sharing group.
fr_fr: Vous pouvez modifier ces informations en revenant à l'une des pages précédentes, ou si vous êtes d'accord avec les informations mentionnées ci-dessus, cliquez sur Envoyer pour créer le groupe Partage.

source: Submit and create sharing group
fr_fr: Soumettre et créer un groupe de partage

source: Local instance
fr_fr: Instance locale

source: <span class="bold">General: </span>You are about to create the <span id="summarytitle" class="red bold"></span> sharing group, which is intended to be releasable to <span id="summaryreleasable" class="red bold"></span>. </p> <p id="localText"><span class="bold">Local organisations: </span>It will be visible to <span id="summarylocal" class="red bold"></span>, from which <span id="summarylocalextend" class="red bold"></span> can extend the sharing group. </p> <p id="externalText"><span class="bold">External organisations: </span>It will also be visible to <span id="summaryexternal" class="red bold"></span>, out of which <span id="summaryexternalextend" class="red bold"></span> can extend the sharing group.
fr_fr: <span class="bold">General: </span>Vous êtes sur le point de créer le <span id="summarytitle" class="red bold"></span> groupe de partage, qui est déstiné à être tranmis à <span id="summaryreleasable" class="red bold"></span>. </p> <p id="localText"><span class="bold">Organisation Locale: </span>Ceci sera visible par <span id="summarylocal" class="red bold"></span>, à partir duquel <span id="summarylocalextend" class="red bold"></span> peuvent étendre le groupe de partage. </p> <p id="externalText"><span class="bold">Organisation Externes: </span>Ceci sera visible par <span id="summaryexternal" class="red bold"></span>, parmis lesquels <span id="summaryexternalextend" class="red bold"></span> peuvent étendre le groupe de partage.

source: Synchronisation: </span>Furthermore, events are automatically pushed to: <span id="summaryservers" class="red bold"></span>
fr_fr: Synchronisation: </span> En outre, les événements sont automatiquement poussés vers: <span id="summaryservers"class="red bold"> </span>

source: Sharing Groups
fr_fr: Groupes de partage

source: Active Sharing Groups
fr_fr: Groupes de partage actifs

source: Passive Sharing Groups
fr_fr: Groupes de partage passif

source: Distribution List
fr_fr: Liste de distribution

source: Selectable
fr_fr: Sélectionnable

source: Synced by
fr_fr: Synchronisé par

source: honeypot, IDS sensor id, SIEM,…
fr_fr: honeypot, identifiant de capteur IDS, SIEM, ...

source: Sighting date
fr_fr: Date de vue

source: Sighting details
fr_fr: Détails de la vue

source: Graph
fr_fr: Graphique

source: My org
fr_fr: Mon organisation

source: Attribute ID
fr_fr: Identifiant de l'attribut

source: Delete sighting
fr_fr: Supprimer l'observation

source: Add Sighting
fr_fr: Ajouter Sighting

source: Add%s sighting (%s)?
fr_fr: Ajouter%s sighting (%s)?

source: false-positive
fr_fr: faux-positif

source: Remove Sighting
fr_fr: Supprimer la vue

source: Remove sighting (%s)?
fr_fr: Supprimer l'observation (%s)?

source: Remove sighting
fr_fr: Supprimer l'observation

source: Edit Tag Collection
fr_fr: Modifier la collection de tags

source: Visible to all orgs
fr_fr: Visible à tous les orgas

source: Paste tag collection data
fr_fr: Collez les données de la collection tag

source: Paste a MISP tag collection JSON below to add tag collections.
fr_fr: Collez une collection de tags MISP JSON ci-dessous pour ajouter des collections de tags.

source: Restrict tagging to org
fr_fr: Restreindre le marquage à l'organisation

source: Restrict tagging to user
fr_fr: Restreindre le marquage à l'utilisateur

source: Unselectable Tag
fr_fr: Tag non sélectionnable

source: Your Favourite Tags
fr_fr: Vos tags favoris

source: Filter user tags
fr_fr: Filtrer les balises utilisateur

source: Hidden
fr_fr: Caché

source: Restricted to org
fr_fr: Limité à l'organisation

source: Restricted to user
fr_fr: Limité à l'utilisateur

source: Taxonomy
fr_fr: Taxonomie

source: Tagged events
fr_fr: Les événements marqués

source: Tagged attributes
fr_fr: Attributs étiquetés

source: Favourite
fr_fr: Favori

source: Here you can schedule pre-defined tasks that will be executed every x hours. You can alter the date and time of the next scheduled execution and the frequency at which it will be repeated (expressed in hours). If you set the frequency to 0 then the task will not be repeated. To change and of the above mentioned settings just click on the appropriate field and hit update all when you are done editing the scheduled tasks.
fr_fr: Ici vous pouvez planifier des tâches prédéfinies qui seront exécutées toutes les x heures. Vous pouvez modifier la date et l'heure de la prochaine exécution programmée et la fréquence à laquelle elle sera répétée (exprimée en heures). Si vous réglez à 0 alors la tâche ne sera pas répétée. Pour changer un des paramètres mentionnés ci-dessus, cliquez simplement sur le champ approprié et cliquez sur mise à jour lorsque vous avez fini d'éditer les tâches planifiées.

source: Warning: Scheduled tasks come with a lot of caveats and little in regards of customisations / granularity. You can instead simply create cron jobs out of the console commands as described here:
fr_fr: Attention: les tâches planifiés viennent avec beaucoup de mise en gardes et peu de choses en termes de personnalisation. Vous pouvez simplement créer une tâche cron en dehors de la console tel que décrit ici:

source: Set frequency timer for scheduled task
fr_fr: Régler la minuterie de fréquence pour une tâche planifiée

source: Update all
fr_fr: Tout mettre à jour

source: Active Tags
fr_fr: Tags actifs

source: enable all
fr_fr: activer tout

source: Enable all tags
fr_fr: Activer tous les tags

source: Are you sure you want to enable every tag associated to this taxonomy?
fr_fr: Êtes-vous sûr de vouloir activer chaque tag associé à cette taxonomie?

source: Are you sure you want to disable this taxonomy library?
fr_fr: Êtes-vous sûr de vouloir désactiver cette bibliothèque de taxonomie?

source: Are you sure you want to enable this taxonomy library?
fr_fr: Êtes-vous sûr de vouloir activer cette bibliothèque de taxonomie?

source: Delete taxonomy
fr_fr: Supprimer la taxonomie

source: Create and/or update selected tags
fr_fr: Créer et / ou mettre à jour les tags sélectionnés

source: Hide selected tags
fr_fr: Masquer les tags sélectionnés

source: Unhide selected tags
fr_fr: Démasquer les tags sélectionnés

source: Refresh
fr_fr: Actualiser

source: Refresh or enable
fr_fr: Actualiser ou activer

source: Taxonomy Deletion
fr_fr: Suppression de la taxonomie

source: Are you sure you want to delete Taxonomy #<?php echo h($id); ?>?<br /> Associated tags will not be removed. You can reload the taxonomy at any time by updating your taxonomies.
fr_fr: Etes-vous sûr de vouloir supprimer la taxonomie #<?php echo h($id);?>?<br /> Les tags associés ne seront pas supprimés Vous pouvez recharger la taxonomie à tout moment en mettant à jour vos taxonomies.

source: Create Tags
fr_fr: Créer des tags

source: Are you sure you want to create / update all selected tags?
fr_fr: Êtes-vous sûr de vouloir créer / mettre à jour tous les tags sélectionnés?

source: Create / update all selected taxonomy entries as tags
fr_fr: Créer / mettre à jour toutes les entrées de taxonomie sélectionnées en tant que balises

source: Create / update all taxonomy entries as tags
fr_fr: Créer / mettre à jour toutes les entrées de taxonomie en tant que balises

source: Hide Tags
fr_fr: Masquer les Tags

source: Are you sure you want to hide all selected tags?
fr_fr: Êtes-vous certain de que vouloir masquer tous les tags sélectionnées ?

source: Hide all selected tags
fr_fr: Masquer tous les tags sélectionnés

source: Unhide Tags
fr_fr: Démasquer les tags

source: Are you sure you want to unhide all selected tags?
fr_fr: Êtes-vous sûr que vous voulez démasquer tous les tags sélectionnés ?

source: Unhide all selected tags
fr_fr: Démasquer tous les tags sélectionnées

source: Template Elements
fr_fr: Éléments du modèle

source: Add a new template element
fr_fr: Ajouter un nouvel élément de template

source: Template Element Deletion
fr_fr: Suppression d'élément de modèle

source: Are you sure you want to delete Template Element #%s?
fr_fr: Êtes-vous sûr de vouloir supprimer l'élément du modèle # %s?

source: Add Attribute Element To Template
fr_fr: Ajouter un élément d'attribut au modèle

source: Select Category
fr_fr: Sélectionner une catégorie

source: Select Type
fr_fr: Sélectionner le type

source: Some categories can use complex types. A complex type can define attributes that can be described by various different types, the system will parse the user's entry and determine the most suitable type for the found attributes. The list of valid types for the chosen complex type is shown below.
fr_fr: Certaines catégories peuvent utiliser des types complexes Un type complexe peut définir des attributs qui peuvent être décrits par différents types, le système analysera l'entrée de l'utilisateur et déterminera le type le plus approprié pour les attributs trouvés. Le type complexe est montré ci-dessous.

source: Use complex types
fr_fr: Utiliser des types complexes

source: Types allowed based on the above setting
fr_fr: Types autorisés en fonction du paramètre ci-dessus

source: When checked, attributes created using this element will automatically be marked for IDSes.
fr_fr: Si coché, les attributs créés avec cet élément seront automatiquement marqués pour les IDS.

source: This setting will make this element mandatory.
fr_fr: Ce paramètre rendra cet élément obligatoire.

source: If this checkbox is checked, then the resulting field in the form will allow several values to be entered (separated by a linebreak).
fr_fr: Si cette case est cochée, alors le champ résultant dans le formulaire autorisera l'entrée de plusieurs valeurs (séparées par un saut de ligne).

source: Add attribute element
fr_fr: Ajouter un attribut

source: Choose element type
fr_fr: Choisissez le type d'élément

source: Add an attribute element
fr_fr: Ajouter un élément d'attribut

source: Add a file element
fr_fr: Ajouter un élément de fichier

source: Add a text description to the elements that follow
fr_fr: Ajouter une description textuelle aux éléments qui suivent

source: Add File Element To Template
fr_fr: Ajouter un élément de fichier au modèle

source: If a file is flagged as malicious then it will automatically be encrypted.
fr_fr: Si un fichier est marqué comme malveillant, il sera automatiquement chiffré.

source: If this checkbox is checked, then the resulting field in the form will allow several files to be uploaded.
fr_fr: Si cette case est cochée, le champ résultant dans le formulaire autorisera le téléchargement de plusieurs fichiers.

source: Submit the file element
fr_fr: Soumettre l'élément de fichier

source: Add Text Element To Template
fr_fr: Ajouter un élément de texte au modèle

source: Add text description element
fr_fr: Ajouter un élément de description de texte

source: Edit Attribute Element
fr_fr: Modifier l'élément d'attribut

source: Submit attribute element changes
fr_fr: Soumettre les changements d'éléments d'attributs

source: Edit File Element
fr_fr: Modifier l'élément de fichier

source: Submit file element changes
fr_fr: Soumettre les changements d'éléments de fichiers

source: Submit description changes
fr_fr: Soumettre les modifications de description

source: A description of the template
fr_fr: Une description du template

source: Create
fr_fr: Créer

source: Templates
fr_fr: Modèles

source: Are you sure you want to delete Template #
fr_fr: Êtes-vous sûr de vouloir supprimer le modèle #

source: Populate From Template Results
fr_fr: Remplir les résultats du modèle

source: Below you can see the attributes that are to be created based on the data that you have entered into the template. If you are satisfied with the result, click "Finalise". Otherwise, click "Modify".
fr_fr: Ci-dessous vous pouvez voir les attributs qui doivent être créés en fonction des données que vous avez entrées dans le modèle Si vous êtes satisfait du résultat, cliquez sur "Finaliser"Sinon, cliquez sur "Modifier".

source: Finalise
fr_fr: Finaliser

source: Upload Files
fr_fr: Envoyer des fichiers

source: Replace File
fr_fr: Remplacer fichier

source: Upload File
fr_fr: Transférer le fichier

source: Shareable
fr_fr: Partageable

source: Last Post By
fr_fr: Dernier message

source: View Discussion
fr_fr: Voir la discussion

source: Admin Add User
fr_fr: Admin Ajouter un utilisateur

source: Set password
fr_fr: Définir le mot de passe

source: Length
fr_fr: Longueur

source: Complexity
fr_fr: Complexité

source: Choose organisation
fr_fr: Choisir une organisation

source: Sync user for
fr_fr: Synchroniser l'utilisateur pour

source: Paste the user's GnuPG key here or try to retrieve it from the CIRCL key server by clicking on "Fetch GnuPG key" below.
fr_fr: Coller ici la clé GnuPG de l’utilisateur, ou essayer de le récupérer depuis le serveur de clés du CIRCL en cliquant sur « Fetch GnuPG key » ci-dessous.

source: Fetch the user's GnuPG key
fr_fr: Récupérer la clé GnuPG de l'utilisateur

source: Fetch GnuPG key
fr_fr: Sélectionner une clé GnuPG

source: SMIME key
fr_fr: Clé SMIME

source: Paste the user's SMIME public key in PEM format here.
fr_fr: Coller la clé publique SMIME de l'utilisateur au format PEM ici.

source: Disable this user account
fr_fr: Désactiver ce compte utilisateur

source: Send credentials automatically
fr_fr: Envoyer les informations d'identification automatiquement

source: Admin Edit User
fr_fr: Admin Modifier l'utilisateur

source: Terms accepted
fr_fr: Termes acceptés

source: Reset Auth Key
fr_fr: Réinitialiser la clé d'authentification

source: Confirm with your current password
fr_fr: Confirmer avec votre mot de passe actuel

source: Contact User(s)
fr_fr: Contact (s) utilisateur (s)

source: Messaging - here's a quick guide on how this feature works
fr_fr: Messagerie - voici un petit guide sur le fonctionnement de cette fonctionnalité

source: You can use this view to send messages to your current or future users or send them a temporary password.
fr_fr: Vous pouvez utiliser cette vue pour envoyer des messages à vos utilisateurs actuels ou futurs ou leur envoyer un mot de passe temporaire.

source: When adding a new user to the system, or when you want to manually reset the password for a user, just use the "Send temporary password" setting.
fr_fr: Lorsque vous ajoutez un nouvel utilisateur au système, ou lorsque vous voulez réinitialiser manuellement le mot de passe pour un utilisateur, utilisez simplement le paramètre "Envoyer un mot de passe temporaire".

source: After selecting the action, choose who the target of the e-mails should be (all users, a single user or a user not yet in the system).
fr_fr: Après avoir sélectionné l'action, choisissez qui devrait être la cible des e-mails (tous les utilisateurs, un seul utilisateur ou un utilisateur qui n'est pas encore dans le système).

source: You can then specify (if eligible) what the e-mail address of the target is (for existing users you can choose from a dropdown menu).
fr_fr: Vous pouvez ensuite spécifier (si éligible) quelle est l'adresse e-mail de destination (pour les utilisateurs existants, vous pouvez choisir dans un menu déroulant).

source: In the case of a new user, you can specify the future user's GnuPG key, to send his/her new key in an encrypted e-mail.
fr_fr: Dans le cas d'un nouvel utilisateur, vous pouvez spécifier la future clé GnuPG de l'utilisateur, pour envoyer cette nouvelle clé dans un mal chiffré.

source: The system will automatically generate a message for you, but it is also possible to write a custom message if you tick the check-box, but don't worry about assigning a temporary password manually, the system will do that for you, right after your custom message.
fr_fr: Ce système va automatiquement générer un message pour vous mais il est aussi possible d'écrire un message personnalisé si vous cochez la case, mais pas d'inquiétude si vous ajoutez un mot de passe temporaire manuellement, le système va le faire à votre place, juste après le message personnalisé.

source: Custom message
fr_fr: Message personnalisé

source: Welcome message
fr_fr: Message de bienvenue

source: Reset password
fr_fr: Réinitialiser le mot de passe

source: A single user
fr_fr: Un seul utilisateur

source: All users
fr_fr: Tous les utilisateurs

source: All users of the same organisation
fr_fr: Tous les utilisateurs de la même organisation

source: Enter a custom message
fr_fr: Entrez un message personnalisé

source: New user registration
fr_fr: Enregistrement d'un nouvel utilisateur

source: Password reset
fr_fr: Réinitialisation du mot de passe

source: Filter User Index
fr_fr: Filtrer l'index des utilisateurs

source: Remove filter
fr_fr: Supprimer le filtre

source: Apply filters
fr_fr: Appliquer les filtres

source: Users
fr_fr: Utilisateurs

source: WARNING: This user does not have an encryption key set. The security posture of this instance allows for the sending of clear-text e-mails, so this is what will happen if you proceed.
fr_fr: ATTENTION: cet utilisateur ne possède pas de jeu de clés de chiffrement. La sécurité de cette instance permet l'envoi de courriers électroniques en clair, c'est ce qui arrivera si vous continuez.

source: %s key found for user, the e-mail will be sent encrypted using this key.
fr_fr: %s clé trouvée pour l'utilisateur, l'e-mail sera envoyé crypté à l'aide de cette clé.

source: Request API access
fr_fr: Demande l'accès à l'API

source: Invited By
fr_fr: Invité par

source: Password change
fr_fr: Changement de mot de passe

source: GnuPG fingerprint
fr_fr: Empreinte GnuPG

source: GnuPG status
fr_fr: Statut de GnuPG

source: SMIME Public certificate
fr_fr: Certificat public SMIME

source: Failed GnuPGs?
fr_fr: GnuPG échoués?

source: No failed composites
fr_fr: Aucun composite échoué

source: SMIME Public certificate (PEM format)
fr_fr: Certificat public SMIME (format PEM)

source: Login
fr_fr: Connexion

source: Some statistics about this instance. The changes since the beginning of this month are noted in brackets wherever applicable
fr_fr: Quelques statistiques sur cette instance. Les changements depuis le début de ce mois sont notés entre parenthèses, le cas échéant

source: Correlations found
fr_fr: Corrélation trouvée

source: Proposals active
fr_fr: Propositions actives

source: Discussion threads
fr_fr: Fils de discussion

source: Discussion posts
fr_fr: Messages de discussion

source: A heatmap showing user activity for each day during this month and the 4 months that preceded it. Use the buttons below to only show the heatmap of a specific organisation.
fr_fr: Une carte de chaleur montrant l 'activité de l' utilisateur pour chaque jour de ce mois et les 4 mois qui l 'ont précédé Utilisez les boutons ci - dessous pour afficher uniquement le heatmap d' une organisation spécifique.

source: Go left
fr_fr: Aller à gauche

source: Go right
fr_fr: Allez à droite

source: The above graph will not work correctly in Compatibility mode. Please make sure that it is disabled in your Internet Explorer settings.
fr_fr: Le graphique ci-dessus ne fonctionnera pas correctement en mode Compatibilité. Assurez-vous qu'il est désactivé dans vos paramètres Internet Explorer.

source: The above graph will not work correctly on Internet Explorer 9.0 and earlier. Please download Chrome, Firefox or upgrade to a newer version of Internet Explorer.
fr_fr: Le graphique ci-dessus ne fonctionnera pas correctement sur Internet Explorer 9.0 et versions antérieures. Veuillez télécharger Chrome, Firefox ou effectuer une mise à niveau vers une version plus récente d'Internet Explorer.

source: Users with PGP keys
fr_fr: Utilisateurs avec les clés PGP

source: Local Organisations
fr_fr: Organisations locales
