Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: If set, this setting allows you to display a logo on the right side of the footer. Upload it as a custom image in the file management tool.
fr_fr: Si défini, ce paramètre vous permet d’afficher un logo sur le côté droit du pied de page. Chargez-le sous une image personnalisée dans l’outil de gestion de fichier.

source: If set, this setting allows you to display a logo as the home icon. Upload it as a custom image in the file management tool.
fr_fr: Si défini, ce paramètre vous permet d’afficher un logo à la place de l'icone d'accueil. Chargez-le en tant qu'image personnalisée dans l’outil de gestion de fichier.

source: If set, the image specified here will replace the main MISP logo on the login screen. Upload it as a custom image in the file management tool.
fr_fr: Si ensemble, l’image spécifiée ici remplacera le logo MISP principal sur l’écran de connexion. Chargez-le comme une image personnalisée dans l’outil de gestion de fichier.

source: The organisation tag of the hosting organisation. This is used in the e-mail subjects.
fr_fr: Le nom de l'organisation hébergeant l'instance. Ce nom sera utilisé dans le sujet des e-mail.

source: The hosting organisation of this instance. If this is not selected then replication instances cannot be added.
fr_fr: L'organisation hébergeant cette instance. Si non sélectionné, alors la réplication d'instances ne peut être ajoutée.

source: The MISP instance UUID. This UUID is used to identify this instance.
fr_fr: L'UUID de l'instance MISP. L'UUID est utilisé pour identifier cette instance.

source: No valid UUID set
fr_fr: Aucun UUID valide entré

source: Setting this setting to 'false' will hide all organisation names / logos.
fr_fr: Définir ce paramètre en 'false' va masque le nom/logo des organisations.

source: Put the event threat level in the notification E-mail subject.
fr_fr: Mettre le niveau de menace de l'événement dans le sujet des e-mail de notification.

source: This is the TLP string for e-mails when email_subject_tag is not found.
fr_fr: Il s'agit de la chaîne TLP pour les mails lorqu'email_subject_tag n'est pas trouvé.

source: If this tag is set on an event it's value will be sent in the E-mail subject. If the tag is not set the email_subject_TLP_string will be used.
fr_fr: Si cette balise est paramétrée sur un événement, sa valeur sera envoyée en tant que sujet de l'e-mail. La balise email_subject_TLP_string sera utilisé si la balise n’est pas définie.

source: Include in name of the email_subject_tag in the subject. When false only the tag value is used.
fr_fr: Inclure le nom de "email_subject_tag" dans le sujet. Quand placé sur "false", seule la valeur du tag est utilisée.

source: Enables the use of MISP's background processing.
fr_fr: Activer l'usage de traitements MISP en arrière-plan.

source: Directory where attachments are stored. MISP will NOT migrate the existing data if you change this setting. The only safe way to change this setting is in config.php, when MISP is not running, and after having moved/copied the existing data to the new location. This directory must already exist and be writable and readable by the MISP application.
fr_fr: Le répertoire ou les pièces jointes sont stockées. MISP ne migrera pas les données existantes si vous changez ce paramètre. Le seul moyen sûr de changer ce paramètre est de le faire dans config.php, quand MISP n'est pas démarré, et après avoir déplacé/copié les données existantes dans le nouveau répertoire. MISP doit avoir les droits d'accès en lecture et en écriture sur le nouveau répertoire.

source: Allow the XML caches to include the encoded attachments.
fr_fr: Autoriser le cache XML à inclure des pièces jointes encodées.

source: Always download attachments when loaded by a user in a browser
fr_fr: Toujours télécharger les pièces jointes quand elles sont chargés par un utilisateur dans un navigateur

source: The e-mail address that MISP should use for all notifications
fr_fr: L'adresse e-mail utilisée par MISP pour l'ensemble des notifications

source: You can disable all e-mailing using this setting. When enabled, no outgoing e-mails will be sent by MISP.
fr_fr: Vous pouvez désactiver l'envoi d'e-mail en utilisant ce paramètre. Quand celui-ci est activé, aucun e-mail ne sera transmis par MISP.

source: The e-mail address that MISP should include as a contact address for the instance's support team.
fr_fr: L'adresse mail de contact de l'équipe de support que MISP devrait inclure.

source: Turn Vulnerability type attributes into links linking to the provided CVE lookup
fr_fr: Transformer les attributs de type "Vulnerability" en liens cliquables vers la table de CVE fournie

source: This setting controls whether notification e-mails will be sent when an event is created via the REST interface. It might be a good idea to disable this setting when first setting up a link to another instance to avoid spamming your users during the initial pull. Quick recap: True = Emails are NOT sent, False = Emails are sent on events published via sync / REST.
fr_fr: Ce paramètre contrôle si les mails de notification vont être envoyés ou non lorsqu'un événement est créé par l'interface REST. Cela peut être une bonne idée de désactivé ce paramètre lors du premier paramétrage d'un lien à une autre instance pour éviter le spam des utilisateurs durant la première récupération. Récapitulatif rapide: True = Les mails ne sont pas envoyés, False, les mail sont envoyé pour les événements publiés par synchronisation/REST API.

source: enabling this flag will allow the event description to be transmitted in the alert e-mail's subject. Be aware that this is not encrypted by GnuPG, so only enable it if you accept that part of the event description will be sent out in clear-text.
fr_fr: activer cet indicateur va permettre la transmission de la description de l'événement dans le sujet des mails d'alertes. Soyez attentif au fait que le sujet n'est pas chiffré par GnuPG don n'activez cette option seulement si vous acceptez qu'une partie de la description de l'événement soit transmise en clair.

source: The default distribution setting for events (0-3).
fr_fr: Le paramètre de la distribution par défaut pour les événements (0-3).

source: The default distribution setting for attributes, set it to 'event' if you would like the attributes to default to the event distribution level. (0-3 or "event")
fr_fr: Le niveau de distribution par défaut, à définir sur "event" si vous souhaitez que les attributs prennent par défaut le niveau de distribution de l'événement (0-3 ou "event")

source: The default threat level setting when creating events.
fr_fr: Le réglage du niveau de menace par défaut lors de la création d'événements.

source: The tag collection to be applied to all events created manually.
fr_fr: La collection de balises à appliquer à tous les événements créés manuellement.

source: Enable the tagging feature of MISP. This is highly recommended.
fr_fr: Activer l'option de taggage de MISP. Cette fonction est hautement recommandée.

source: Show the full tag names on the event index.
fr_fr: Voir le nom complet du tag en index de l'événement.

source: Used on the login page, before the MISP logo
fr_fr: Utilisé sur la page de connexion avant le logo MISP

source: Used on the login page, after the MISP logo
fr_fr: Utilisé sur la page de connexion après le logo MISP

source: Used on the login page, to the left of the MISP logo, upload it as a custom image in the file management tool.
fr_fr: Utilisé sur la page de connexion, à gauche du logo du MISP, chargez-le sous une image personnalisée dans l’outil de gestion de fichier.

source: Used on the login page, to the right of the MISP logo, upload it as a custom image in the file management tool.
fr_fr: Utilisé sur la page de connexion, à droite du logo du MISP, chargez-le sous une image personnalisée dans l’outil de gestion de fichier.

source: Used in the page title, after the name of the page
fr_fr: Utilisé en titre de page, après le nom de la page

source: Allows users to take ownership of an event uploaded via the "Add MISP XML" button. This allows spoofing the creator of a manually imported event, also breaking possibly breaking the original intended releasability. Synchronising with an instance that has a different creator for the same event can lead to unwanted consequences.
fr_fr: Autoriser les utilisateurs à prendre la propriété d'un événement téléversé via le bouton "Ajouter un fichier XML MISP". Cela permet de prendre la place du créateur d'un événement manuellement importé, cassant l'intention originelle de transmission. La synchronisation vers une instance ayant un créateur différent pour le même événement peut avoir des conséquences inattendues.

source: Choose whether the terms and conditions should be displayed inline (false) or offered as a download (true)
fr_fr: Choisissez si les conditions d'utilisations doivent être affichée (false) ou disponibles en téléchargement (true)

source: The filename of the terms and conditions file. Make sure that the file is located in your MISP/app/files/terms directory
fr_fr: Le nom de fichier du fichier des conditions générales d'utilisation. Vérifiez auparavant que le fichier se trouve dans le répertoire MISP/app/files/terms

source: True enables the alternate org fields for the event index (source org and member org) instead of the traditional way of showing only an org field. This allows users to see if an event was uploaded by a member organisation on their MISP instance, or if it originated on an interconnected instance.
fr_fr: L'option "True" active le champ "Organisation alternative" dans l'index des événements ("Organisation source" et "Organisation membre") à la place de ne voir que le champ "Organisation". Cela permet aux utilisateur des voir si un événements à été transmis par une Organisation membre de l'instance ou d'une instance connectée.

source: True will deny access to unpublished events to users outside the organization of the submitter except site admins.
fr_fr: Si défini en "True", l'accès aux événements non publiés sera interdit pour les utilisateurs en dehors de l'organisation des créateurs, exceptés les administrateurs d'instance.

source: The message sent to the user after account creation (has to be sent manually from the administration interface). Use \n for line-breaks. The following variables will be automatically replaced in the text: $password = a new temporary password that MISP generates, $username = the user's e-mail address, $misp = the url of this instance, $org = the organisation that the instance belongs to, as set in MISP.org, $contact = the e-mail address used to contact the support team, as set in MISP.contact. For example, "the password for $username is $password" would appear to a user with the e-mail address user@misp.org as "the password for user@misp.org is hNamJae81".
fr_fr: Le message envoyé aux utilisateur après la création d'un compte (doit être envoyé manuellement depuis l'interface d'administration). Utilisez \n pour les retours à la ligne. Les variables suivantes seront automatiquement remplacées dans le texte: $password = un nouveau mot de passe temporaire généré par MISP, $username = l'adresse e-mail de l'utilisateur, $misp = l'url de l'instance, $org = l'organisation à laquelle l'instance est rattachée, comme indiqué dans MISP.org, $contact = l'adresse e-mail utilisée pour contacter l'équipe de support, comme défini dans MISP.contact. Par exemple, "le mot de passe pour $username est $password" va apparaître pour un utilisateur dont l'adresse mail est user@misp.org tel que "le mot de passe pour user@misp.org est hNamJae81".

source: The message sent to the users when a password reset is triggered. Use \n for line-breaks. The following variables will be automatically replaced in the text: $password = a new temporary password that MISP generates, $username = the user's e-mail address, $misp = the url of this instance, $contact = the e-mail address used to contact the support team, as set in MISP.contact. For example, "the password for $username is $password" would appear to a user with the e-mail address user@misp.org as "the password for user@misp.org is hNamJae81".
fr_fr: Le message envoyé aux utilisateurs après une demande de réinitialisation de mort de passe. Utilisez \n pour les retours à la ligne. Les variables suivantes seront automatiquement remplacées dans le texte: $password = un nouveau mot de passe temporaire généré par MISP, $username = l'adresse e-mail de l'utilisateur, $misp = l'url de l'instance, $org = l'organisation à laquelle l'instance est rattachée, comme indiqué dans MISP.org, $contact = l'adresse e-mail utilisée pour contacter l'équipe de support, comme défini dans MISP.contact. Par exemple, "le mot de passe pour $username est $password" va apparaître pour un utilisateur dont l'adresse mail est user@misp.org tel que "le mot de passe pour user@misp.org est hNamJae81".

source: Since version 2.3.107 you can start blacklisting event UUIDs to prevent them from being pushed to your instance. This functionality will also happen silently whenever an event is deleted, preventing a deleted event from being pushed back from another instance.
fr_fr: Depuis la version 2.3.107 vous pouvez mettre des UUIDs d'événements sur une liste noire pour éviter que celle-ci soit poussée sur votre instance. Cette fonctionnalité va aussi s'activer en arrière-plan si un événement est supprimé, ce qui évite un événement d'être poussé en retour d'une autre instance.

source: Blacklisting organisation UUIDs to prevent the creation of any event created by the blacklisted organisation.
fr_fr: Mettre en liste noire des UUIDs d'oganisations permet d'éviter la création d'événements par l'oganisation mise en liste noire.

source: If enabled, all log entries will include the IP address of the user.
fr_fr: Si activé, l'ensemble des entrées du journal inclurons l'IP de l'utilisateur.

source: If enabled, MISP will log all successful authentications using API keys. The requested URLs are also logged.
fr_fr: Si activé, MISP journalisera toute les authentifications utilisant des clés d'API. Les URLs requêtées seront aussi journalisées.

source: This feature allows users to create org only events and ask another organisation to take ownership of the event. This allows organisations to remain anonymous by asking a partner to publish an event for them.
fr_fr: Cette fonctionnalité permet aux utilisateurs de créer des événements accessible seulement à l'organisation et à une autre organisation de prendre la propriété de l'événement. Cela permet à des organisations de rester anonyme en demandant à un partenaire de la publier à sa place.

source: When enabled, the number of correlations visible to the currently logged in user will be visible on the event index UI. This comes at a performance cost but can be very useful to see correlating events at a glance.
fr_fr: Quand activé, le nombre de corrélations visibles pour les utilisateurs actuellement connectés sera visible dans l'index de l'interface d'événement. Cela a un coût élevé en performance mais peut être utile pour voir la corrélation sur un événement observé.

source: When enabled, the number of proposals for the events are shown on the index.
fr_fr: Quand cette option est activé, le nombre de proposition pour les événements sont indiqués dans l'index.

source: When enabled, the aggregate number of attribute sightings within the event becomes visible to the currently logged in user on the event index UI.
fr_fr: Lorsqu'activé, l'aggrégation du nombre d'avis à l'intérieur d'un événement devient visble pour les utilisateurs actuellement connectés sur l'index de l'interface des événements.

source: When enabled, the aggregate number of discussion posts for the event becomes visible to the currently logged in user on the event index UI.
fr_fr: Lorsqu'activé, l'aggrégation du nombre de posts de discussionà l'intérieur d'un événement devient visble pour les utilisateurs actuellement connectés sur l'index de l'interface des événements.

source: When enabled only Org and Site admins can edit a user's profile.
fr_fr: Quand ce paramètre est activé, seuls les administrateurs d'une organisation ou de l'instance peuvent éditer un profil utilisateur.

source: Enable this setting to start blocking alert e-mails for events with a certain tag. Define the tag in MISP.block_event_alert_tag.
fr_fr: Activer ce paramètre pour commencer à bloquer les mails d'alertes pour les événements ayant certains tags. Définissez les tags dans MISP.block_event_alert_tag.

source: If the MISP.block_event_alert setting is set, alert e-mails for events tagged with the tag defined by this setting will be blocked.
fr_fr: Si l'option MISP.block_event_alert est définie, les courriels d'alerte pour les événement ayant le tag défini par le paramètre vont être bloqués.

source: Enable this setting to start blocking alert e-mails for old events. The exact timing of what constitutes an old event is defined by MISP.block_old_event_alert_age.
fr_fr: Activer cette option pour commencer à bloquer les mails d'alertes pour les événements anciens. Le temps exact pour ce qui constitue un ancien événement est défini dans MISP.block_old_event_alert_age.

source: If the MISP.block_old_event_alert setting is set, this setting will control how old an event can be for it to be alerted on. The "Date" field of the event is used. Expected format: integer, in days
fr_fr: Si le paramètre MISP.block_old_event_alert est défini, ce paramètre va contrôler quel âge l'event peut avoir pour alerter ou non. Le champ "Date" de l'événément est utilisé. Format attendu: chiffre, en jours

source: Please indicate the temp directory you wish to use for certain functionalities in MISP. By default this is set to /tmp and will be used among others to store certain temporary files extracted from imports during the import process.
fr_fr: Merci d'indiquer le répertoire temporaire que vous souhaitez utiliser pour certaines fonctionnalités dans MISP. Par défaut, il est défini sur "/tmp" et va être utilisé pour stocker certains fichiers temporaires extraits depuis les imports durant le process d'import.

source: If you would like to customise the css, simply drop a css file in the /var/www/MISP/app/webroot/css directory and enter the name here.
fr_fr: Si vous souhaitez personnaliser les css, déposez simplement un fichier css dans le répertoire /var/www/MISP/app/webroot/css et entrez le nom ici.

source: Enable this setting to allow blocking attributes from to_ids sensitive exports if a proposal has been made to it to remove the IDS flag or to remove the attribute altogether. This is a powerful tool to deal with false-positives efficiently.
fr_fr: Activez ce paramètre pour autoriser le blocage des attributs pour les exports de type IDS si une proposition de suppression de l'indicateur IDS ou pour supprimer l'attribut a été effectuée. Il s'agit d'un outil puissant pour gérer les faux-positifs.

source: Enable this settings if new tags synced / added via incoming events from any source should not be selectable by users by default.
fr_fr: Activer cette option si de nouveaux tags synchronisés / ajoutés depuis des événements entrants depuis n'importe quelle source ne doivent pas être sélectionnable par défaut pour les utilisateurs.

source: *WARNING* This setting will completely disable the correlation on this instance and remove any existing saved correlations. Enabling this will trigger a full recorrelation of all data which is an extremely long and costly procedure. Only enable this if you know what you're doing.
fr_fr: *ATTENTION* Ce paramètre va complètement désactiver la corrélation sur cet instance et supprimer toutes les corrélations existantes. L'activer va générer une recorrélation complète de l'ensemble des données, ce qui peut être extrêmement long et coûteux en terme de performance. A n'activer seulement si vous être sûr de ce que vous faîtes.

source: *WARNING* This setting will give event creators the possibility to disable the correlation of individual events / attributes that they have created.
fr_fr: *ATTENTION* Ce paramètre va donner la possibilité aux créateurs d'événement de désactiver la corrélation sur les événement/attributs individuels qu'ils ont créés.

source: The host running the redis server to be used for generic MISP tasks such as caching. This is not to be confused by the redis server used by the background processing.
fr_fr: L’hôte exécutant le serveur redis à utiliser pour des tâches MISP génériques telles que la mise en cache. Cela ne veut ne doit pas être confondu avec le serveur redis utilisé par le traitement en arrière-plan.

source: The port used by the redis server to be used for generic MISP tasks such as caching. This is not to be confused by the redis server used by the background processing.
fr_fr: Le port utilisé par le serveur redis à utiliser pour des tâches MISP génériques telles que la mise en cache. Cela ne veut ne doit pas être confondu avec le serveur redis utilisé par le traitement en arrière-plan.

source: The database on the redis server to be used for generic MISP tasks. If you run more than one MISP instance, please make sure to use a different database on each instance.
fr_fr: La base de données sur le serveur redis à utiliser pour des tâches génériques MISP. Si vous exécutez plusieurs instances MISP, s’il vous plaît assurez-vous d’utiliser une autre base de données pour chaque instance.

source: The password on the redis server (if any) to be used for generic MISP tasks.
fr_fr: Le mot de passe du serveur redis (si utilisé) à utiliser pour les tâches MISP génériques.

source: Specify which fields to filter on when you search on the event view. Default values are : "id, uuid, value, comment, type, category, Tag.name"
fr_fr: Spécifiez les champs sur lesquels filtrer lorsque vous recherchez dans la vue événement. Les valeurs par défaut sont: "Id, uuid, value, comment, type, category, Tag.name"

source: Set this to false if you would like to disable MISP managing its own worker processes (for example, if you are managing the workers with a systemd unit).
fr_fr: Définissez ceci à faux si vous souhaitez désactiver MISP la gestion de ses propres processus de travail (par exemple, si vous gérez les travailleurs avec une unité système).

source: Only enable this if you have some tools using MISP with extreme high concurency. General performance will be lower as normal as certain transactional queries are avoided in favour of shorter table locks.
fr_fr: Activez ceci uniquement si vous avez des outils utilisant MISP avec une haute consommation de ressources. Les performance générales seront abaissées et certaines requêtes transactionnelles seront évités en faveur de verrous de base de données plus court.

source: The location of the GnuPG executable. If you would like to use a different GnuPG executable than /usr/bin/gpg, you can set it here. If the default is fine, just keep the setting suggested by MISP.
fr_fr: L'emplacement de l'éxécutable de GnuPG. Si vous souhaitez utiliser un exécutable GnuPG différent de "/usr/bin/gnupg", vous pouvez le définir ici. Si le paramètre par défaut est correct, gardez juste le paramètre par défaut suggéré par MISP.

source: Allow (false) unencrypted e-mails to be sent to users that don't have a GnuPG key.
fr_fr: Autorise les mails non chiffrés à être transmis à des utilisateurs n'ayant pas de clés GnuPG.

source: Allow (false) the body of unencrypted e-mails to contain details about the event.
fr_fr: Autoriser le corps des mails non chiffrés à contenir des détails à propos de l'événement.

source: Enable the signing of GnuPG emails. By default, GnuPG emails are signed
fr_fr: Activer la signature des mails GnuPG. Par défaut, les mails GnuPG sont signés
