Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Administrators can add, edit or remove user accounts and user roles. Roles define the access rights to certain features such as publishing of events, usage of the REST interface or synchronisation of any user belonging to the given role. Site administrators can also access a contact form, through which it is possible to reset the passwords of users, or to just get in touch with them via encrypted e-mails.
fr_fr: Les administrateurs peuvent ajouter, modifier ou supprimer des comptes utilisateur et des rôles utilisateur. Les rôles définissent les droits d'accès à certaines fonctionnalités telles que la publication des événements, l'utilisation de l'interface REST ou la synchronisation de tout utilisateur appartenant au rôle donné. un formulaire de contact, à travers lequel il est possible de réinitialiser les mots de passe des utilisateurs, ou de simplement entrer en contact avec eux via des e-mails chiffrés.

source: If you have audit permissions, you can view the logs for your organisation (or for site admins for the entire system) here or even search the logs if you are interested in something specific.
fr_fr: Si vous avez des permissions d'audit, vous pouvez voir les logs de votre organisation (ou des administrateurs de site pour l'ensemble du système) ici ou même rechercher les logs si vous êtes intéressé par quelque chose de spécifique.

source: Link to the discussion threads.
fr_fr: Lien vers les fils de discussion.

source: Proposal Notifications
fr_fr: Notifications de proposition

source: This shows how many proposals your organisation has received and across how many events they are spread out. Clicking this will take you to the list of proposals.
fr_fr: Cela montre le nombre de propositions que votre organisation a reçu et le auprès de combien d'événements elles sont réparties. Cliquez sur ce lien pour accéder à la liste des propositions.

source: Logs you out of the system.
fr_fr: Se déconnecter du système.

source: A list of the contents of each of the above drop-down menus
fr_fr: Une liste du contenu de chacun des menus déroulants ci-dessus

source: Event actions
fr_fr: Actions d'événement

source: Lists all the events in the system that are not private or belong to your organisation. You can add, modify, delete, publish or view individual events from this view.
fr_fr: Liste tous les événements du système qui ne sont pas privés ou appartiennent à votre organisation .Vous pouvez ajouter, modifier, supprimer, publier ou afficher des événements individuels depuis cette vue.

source: Allows you to fill out an event creation form and create the event object, which you can start populating with attributes.
fr_fr: Vous permet de remplir un formulaire de création d'événement et de créer l'objet événement, que vous pouvez commencer à remplir avec des attributs.

source: Lists all the attributes in the system that are not private or belong to your organisation. You can modify, delete or view each individual attribute from this view.
fr_fr: Liste tous les attributs du système qui ne sont pas privés ou appartiennent à votre organisation .Vous pouvez modifier, supprimer ou afficher chaque attribut de cette vue.

source: You can set search terms for a filtered attribute index view here.
fr_fr: Vous pouvez définir des termes de recherche pour une vue d'index d'attribut filtrée ici.

source: Shows a list of all proposals that you are eligible to see.
fr_fr: Affiche une liste de toutes les propositions que vous pouvez voir.

source: Shows all of the events created by your organsiation that has pending proposals.
fr_fr: Affiche tous les événements créés par votre organisation qui a des propositions en attente.

source: List all the tags that have been created by users with tag creation rights on this instance.
fr_fr: Lister tous les tags qui ont été créées par les utilisateurs avec des droits de création de tags sur cette instance.

source: Create a new tag.
fr_fr: Créer un nouveau tag

source: List all of the templates created by users with template creation rights on this instance.
fr_fr: Liste tous les modèles créés par les utilisateurs avec des droits de création de modèles sur cette instance.

source: Create a new template.
fr_fr: Créer un nouveau modèle.

source: Export the data accessible to you in various formats.
fr_fr: Exporter les données qui vous sont accessibles dans différents formats.

source: If you have authentication key access, you can view how to use your key to use the REST interface for automation here.
fr_fr: Si vous avez accès à la clé d'authentification, vous pouvez voir comment utiliser votre clé pour utiliser l'interface REST pour l'automatisation ici.

source: Input filters
fr_fr: Filtres d'entrée

source: You can view the Regular Expression rules, which modify the data that can be entered into the system. This can and should be used to help filter out personal information from automatic imports (such as removing the username from windows file paths), having unified representation for certain common values for easier correlation or simply standardising certain input. It is also possible to block certain values from being inserted. As a site administrator or a user with regex permission, you can also edit these rules.
fr_fr: Vous pouvez afficher les règles d'expressions régulières, qui modifient les données qui peuvent être saisies dans le système, et qui peuvent et doivent être utilisées pour filtrer les informations personnelles des importations automatiques (comme la suppression du nom d'utilisateur des chemins de fichiers Windows), en ayant une représentation unifiée de certaines valeurs communes pour faciliter la corrélation ou simplement standardiser certaines entrées. Il est également possible de bloquer certaines valeurs d'insertion. En tant qu'administrateur de site ou utilisateur avec permission regex, vous pouvez également éditer ces règles.

source: You can view the whitelist rules, which contain the values that are blocked from being used for exports and automation on this instance. Site administrators have access to editing this list.
fr_fr: Vous pouvez afficher les règles de la liste blanche, qui contiennent les valeurs qui ne peuvent pas être utilisées pour les exportations et l'automatisation sur cette instance. Les administrateurs de site ont accès à la modification de cette liste.

source: Read about the latest news regarding the MISP system.
fr_fr: Lisez les dernières nouvelles concernant le système MISP.

source: Manage your user account.
fr_fr: Gérer votre compte utilisateur.

source: Attribute Histogram
fr_fr: Histogramme d'attribut

source: View some statistics about the currently stored attributes.
fr_fr: Afficher des statistiques sur les attributs actuellement stockés.

source: You can view the role permissions here.
fr_fr: Vous pouvez voir les permissions de rôle ici.

source: A link to this user guide.
fr_fr: Un lien vers ce guide de l'utilisateur.

source: Terms &amp; Conditions
fr_fr: Termes &amp; conditions

source: View the terms &amp; conditions again.
fr_fr: Voir à nouveau les conditions générales.

source: View a series of statistics about the users and the data on this instance.
fr_fr: Afficher une série de statistiques sur les utilisateurs et les données sur cette instance.

source: Logs the current user out.
fr_fr: Déconnecte l'utilisateur actuel.

source: Connect your MISP instance to other instances, or view and modify the currently established connections.
fr_fr: Connectez votre instance MISP à d'autres instances, ou affichez et modifiez les connexions actuellement établies.

source: New User
fr_fr: Nouvel utilisateur

source: Create an account for a new user for your organisation. Site administrators can create users for any organisation.
fr_fr: Créer un compte pour un nouvel utilisateur pour votre organisation Les administrateurs de site peuvent créer des utilisateurs pour n'importe quelle organisation.

source: View, modify or delete the currently registered users.
fr_fr: Afficher, modifier ou supprimer les utilisateurs actuellement enregistrés.

source: New Role
fr_fr: Nouveau rôle

source: Create a new role group for the users of this instance, controlling their privileges to create, modify, delete and to publish events and to access certain features such as the logs or automation.
fr_fr: Créer un nouveau groupe de rôles pour les utilisateurs de cette instance, en contrôlant leurs privilèges pour créer, modifier, supprimer et publier des événements et accéder à certaines fonctionnalités telles que les journaux ou l'automatisation.

source: List, modify or delete currently existing roles.
fr_fr: Lister, modifier ou supprimer les rôles existants.

source: You can use this view to send messages to your current or future users or send them a new temporary password.
fr_fr: Vous pouvez utiliser cette vue pour envoyer des messages à vos utilisateurs actuels ou futurs ou leur envoyer un nouveau mot de passe temporaire.

source: Various tools, upgrade scripts that can help a site-admin run the instance.
fr_fr: Différents outils, scripts de mise à niveau qui peuvent aider un administrateur de site à exécuter l'instance.

source: Server Settings
fr_fr: Paramètres du serveur

source: Set up and diagnose your MISP installation.
fr_fr: Configurer et diagnostiquer votre installation MISP.

source: View the background jobs and their progress.
fr_fr: Voir les tâches en arrière-plan et leur progression.

source: Schedule the pre-defined tasks for your instance (this currently includes export caching, server pull and server push).
fr_fr: Programmer les tâches prédéfinies pour votre instance (ceci inclut actuellement la mise en cache de l'export, le pull du serveur et le push du serveur).

source: View the logs of the instance.
fr_fr: Voir les logs de l'instance.

source: Search the logs by various attributes.
fr_fr: Rechercher les journaux par divers attributs.

source: List all of the discussion threads.
fr_fr: Lister tous les fils de discussion.

source: Create a new discussion thread.
fr_fr: Créer un nouveau fil de discussion.

source: The left bar
fr_fr: La barre de gauche

source: This bar changes based on each page-group. The blue selection shows you what page you are on.
fr_fr: Cette barre change en fonction de chaque groupe de pages. La sélection bleue vous indique sur quelle page vous vous trouvez.

source: The Malware Information Sharing Platform (MISP) is the tool which will be used to facilitate the exchange of Indicator of Compromise (IOC) about targeted malware and attacks within your community of trusted members. It is a central Indicator of Compromise (IOC) database with technical and non-technical information. Exchanging this information should result in faster detection of targeted attacks and improve the detection ratio, while also reducing the number of false positives.
fr_fr: "The Malware Information Sharing Platform" (MISP) ou Plateforme de partage d'information sur les logiciels malveillant est un outil utilisable pour faciliter les échanges d'indicateurs de compromission (IOC) avec des éléments techniques et non techniques. Échanger ces informations permet une détection plus rapides d'attaques ciblées et d'augmenter le ratio de détection tout en réduisant le nombre de faux-positifs.

source: Create an Event
fr_fr: Créer un événement

source: Browsing past Events
fr_fr: Parcourir les événements passés

source: Export Events for logsearches
fr_fr: Exporter les événements pour les recherches de journaux

source: First run of the system
fr_fr: Première exécution du système

source: Managing your account
fr_fr: Gérer votre compte

source: Staying up to date
fr_fr: Rester à jour

source: User Management and Global Actions
fr_fr: Gestion des utilisateurs et actions globales

source: When first logging into MISP with the username and password provided by your administrator, there are a number of things that need to be done, before you can start using the system.
fr_fr: Lors de la première connexion à MISP avec le nom d'utilisateur et le mot de passe fournis par votre administrateur, il y a un certain nombre de choses à faire avant de pouvoir commencer à utiliser le système.

source: Accepting the Terms of use
fr_fr: Accepter les conditions d'utilisation

source: The terms of use are shown immediately after logging in for the first time, make sure to read through this page before clicking "Accept Terms" at the bottom of the page.
fr_fr: Les conditions d'utilisation sont affichées immédiatement après la première connexion, assurez-vous de lire cette page avant de cliquer sur "Accepter les conditions" au bas de la page.

source: Changing the password
fr_fr: Changer le mot de passe

source: After accepting the ToU, you'll be prompted to change your password, but keep in mind that it has to be at least 6 characters long, it has to include at least one upper-case and one lower-case character in addition to a digit or a special character. Enter the same password into the confirm password field, before clicking submit to finalise the change.
fr_fr: Après avoir accepté la ToU, vous serez invité à changer votre mot de passe, mais gardez à l'esprit qu'il doit comporter au moins 6 caractères, il doit inclure au moins une majuscule et une minuscule en plus Pour entrer un chiffre ou un caractère spécial, entrez le même mot de passe dans le champ Confirmer le mot de passe, avant de cliquer sur Soumettre pour finaliser le changement.

source: Setting up the GnuPG Key
fr_fr: Paramétrer la clé GnuPG

source: In order for the system to be able to encrypt the messages that you send through it, it needs to know your GnuPG key. Navigate to the Edit profile view (My Profile on the left -&gt; Edit profile in the top right corner). Paste the key into the GnuPG field and click submit.
fr_fr: Afin que le système puisse chiffrer les messages que vous envoyez depuis celui-ci, il est nécessaire de connaître votre clé GnuPG. Naviguez dans la vue "Édition du profil" ("Mon profil" sur la gauche -&gt; "Éditer le profil" sur le côté droite en haut). Collez la clé dans le champ GnuPG et cliquez sur "Soumettre".

source: Subscribing to Auto-alerts
fr_fr: Abonnement aux alertes automatiques

source: Turning auto-alerts on will allow the system to send you e-mail notifications about any new public events entered into the system by other users and private events added by members of your organisation. To turn this on, navigate to the Edit profile view (My profile on the left navigation menu -&gt; Edit profile in the top right corner). Tick the auto-alert checkbox and click submit to enable this feature.
fr_fr: Activer les alertes automatiques permettra au système de vous envoyer des notifications par courrier électronique sur tous les nouveaux événements publics entrés dans le système par d'autres utilisateurs et les événements privés ajoutés par les membres de votre organisation. afficher (Mon profil dans le menu de navigation de gauche -&gt; Modifier le profil dans le coin supérieur droit) Cochez la case d'alerte automatique et cliquez sur Envoyer pour activer cette fonctionnalité.

source: Use these checkboxes to subscribe to auto-alerts and contact reporter e-mails.
fr_fr: Utilisez ces cases à cocher pour vous abonner aux alertes automatiques et contacter les e-mails des rapporteurs.

source: Subscribing to e-mails sent via the "Contact Reporter" functionality
fr_fr: Abonnement aux e-mails envoyés via la fonctionnalité "Contacter le rapporteur"

source: This feature is turned on right below the autoalerts and will allow you to receive e-mails addressed to your organisation whenever a user tries to ask about an event that was posted by a user of your organisation. Keep in mind that you can still be addressed by such a request even when this setting is turned off, if someone tries to contact you as the event creator directly or your organisation for an event that you personally have created then you will be notified.
fr_fr: Cette fonctionnalité est activée juste en dessous des autoalerts et vous permettra de recevoir des e-mails adressés à votre organisation chaque fois qu'un utilisateur s'interroge sur un événement qui a été posté par un utilisateur de votre organisation. Gardez à l'esprit qu'il peut toujours vous être adressée une telle demande même lorsque ce paramètre est désactivé, si quelqu'un essaie de vous contacter directement en tant que créateur d'événement ou votre organisation pour un événement que vous avez personnellement créé, alors vous serez averti.

source: Reviewing the Terms &amp; Conditions
fr_fr: Revoir les termes et conditions

source: o review the Terms &amp; Conditions or to read the User Guide, use the appropriate button on the left navigation menu.
fr_fr: Pour revoir les Termes et Conditions ou lire le Guide de l'Utilisateur, utilisez le bouton approprié dans le menu de navigation de gauche.

source: Making sure that compatibility mode is turned off (IE9&amp;IE10)
fr_fr: S'assurer que le mode de compatibilité est désactivé (IE9 &amp; IE10)

source: Compatibility mode can cause some elements to appear differently than intended or not appear at all. Make sure you have this option turned off.
fr_fr: Le mode de compatibilité peut provoquer l'apparition de certains éléments différemment ou pas d'apparition du tout. Assurez-vous que cette option est désactivée.

source: To alter any details regarding your profile, use the "My Profile" menu button to bring up the profile overview and then click on "Edit Profile" in the right upper corner.
fr_fr: Pour modifier les détails concernant votre profil, utilisez le bouton de menu "Mon profil" pour faire apparaître la vue d'ensemble du profil, puis cliquez sur "Modifier le profil" dans le coin supérieur droit.

source: Change any of your profile settings here.
fr_fr: Modifier les paramètres de votre profil ici.

source: Changing your e-mail address
fr_fr: Modification de votre adresse e-mail

source: Your e-mail address serves as both a login name and as a means of communication with other users of the MISP system via the contact reporter feature. To change your e-mail address, just enter the edit profile menu (My profile on the left navigation menu -&gt; Edit profile in the top right corner) and change the field titled Email.
fr_fr: Votre adresse e-mail sert à la fois de nom de connexion et de moyen de communication avec les autres utilisateurs du système MISP via la fonction de contact reporter. Pour changer votre adresse e-mail, il suffit d'entrer dans le menu Modifier profil (Mon profil dans le menu de navigation de gauche -&gt; Modifier le profil dans le coin supérieur droit) et modifiez le champ intitulé Email.

source: As a next step, change the password provided by your administrator to something of your own choosing. Click on My profile on the left navigation menu, under Global Actions, which will bring up the User view. Click on Edit User on the left navigation menu or Edit Profile in the top right corner. This next screen, allows you to edit your details, including your password, by filling out the password field. Keep in mind that the password has to be at least 6 characters long, has to include at least one upper-case and one lower-case character in addition to a digit or a special character. Enter the same password into the confirm password field, before clicking submit to finalise the change.
fr_fr: Ensuite, changez le mot de passe fourni par votre administrateur à votre choix. Cliquez sur Mon profil dans le menu de navigation de gauche, sous Actions globales, ce qui affichera la vue Utilisateur. Cliquez sur Editer utilisateur dans le menu de navigation de gauche ou Modifier le profil dans le coin en haut à droite. L'écran suivant vous permet de modifier vos informations, y compris votre mot de passe, en remplissant le champ du mot de passe. Veuillez garder à l'esprit que le mot de passe doit inclure au moins un caractère majuscule et un caractère minuscule en plus d'un chiffre ou d'un caractère spécial. Entrez le même mot de passe dans le champ Confirmer le mot de passe, avant de cliquer sur Soumettre pour finaliser le changement.

source: Turning this feature on will allow you to receive e-mails addressed to your organisation whenever a user tries to ask about an event that was posted by a user of your organisation. Keep in mind that you can still be addressed by such a request even when this setting is turned off, if someone tries to contact the person that reported an event that you yourself have created.
fr_fr: Activer cette fonctionnalité vous permettra de recevoir des e-mails adressés à votre organisation chaque fois qu'un utilisateur essaye de demander un événement qui a été posté par un utilisateur de votre organisation Gardez à l'esprit que vous pouvez toujours être adressé par une telle requête même lorsque ce paramètre est désactivé, si quelqu'un essaie de contacter la personne qui a signalé un événement que vous avez vous-même créé.

source: In order for the system to be able to encrypt the messages that you send through it, it needs to know your GnuPG key. You can acquire this by clicking on the GnuPG key link at the bottom left of the screen. Copy the entirety of the key and navigate to the Edit profile view (My Profile on the left -&gt; Edit profile in the top right corner). Paste the key into the GnuPG field and click submit.
fr_fr: Afin de rendre le système capable de chiffrer les messages que vous envoyez depuis celui-ci, il est nécessaire de renseigner votre clé GnuPG. Vous pouvez la récupérer en cliquant sur le lien "Clé GnuPG" en bas à gauche de l'écran. Copiez entièrement la clé et naviguez vers l'édition du profil utilisateur ("Mon profil", sur la gauche - &gt; "Éditer le profil" sur le côté haut à droit). Collez la clé dans le champ GnuPG et cliquez sur soumettre.

source: Requesting a new authentication key
fr_fr: Demande d'une nouvelle clé d'authentification

source: It is possible to make the system generate a new authentication key for you (for example if your previous one gets compromised. This can be accessed by clicking on the My Profile button and then clicking the reset key next to the currently active authentication code. The old key will become invalid when the new one is generated.
fr_fr: Il est possible que le système génère une nouvelle clé d'authentification pour vous (par exemple si la précédente est compromise). Cliquez sur le bouton Mon profil puis sur la touche de réinitialisation à côté du code d'authentification actif. L'ancienne clé deviendra invalide quand la nouvelle sera générée.

source: Clicking on reset will generate a new key for you and invalidate the old one, blocking it from being used.
fr_fr: Un clic sur Réinitialiser va générer une nouvelle clé pour vous et invalider l'ancienne, ce qui l'empêchera d'être utilisée.

source: MISP also provides its users with some information about itself and its users through the links provided in the Global Actions menu.
fr_fr: MISP fournit également à ses utilisateurs des informations sur lui-même et ses utilisateurs grâce aux liens fournis dans le menu Actions globales.

source: To read about the news regarding the system itself, click on News on the left menu. This will bring up a list of news items concerning updates and changes to MISP itself.
fr_fr: Pour lire les nouvelles concernant le système lui-même, cliquez sur Nouvelles dans le menu de gauche, ce qui affichera une liste de nouvelles concernant les mises à jour et les changements au MISP lui-même.

source: Member statistics
fr_fr: Statistiques des membres
