Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Invalid event
fr_fr: Evénement invalide

source: Pull completed. %s events pulled, %s events could not be pulled, %s proposals pulled.
fr_fr: Pull terminé. %s événements tirés, %s événements n'ont pas pu être tirés, %s propositions tirées.

source: ERROR: %s
fr_fr: ERREUR : %s

source: Something went wrong. Your user account that you are authenticated with doesn't exist anymore.
fr_fr: Une erreur s'est produite. Votre compte d'utilisateur avec lequel vous êtes authentifié n'existe plus.

source: This authentication key is not authorized to be used for exports. Contact your administrator.
fr_fr: Cette clé d'authentification n'est pas autorisée à effectuer des exports. Merci de contacter votre administrateur.

source: You have to be logged in to do that.
fr_fr: Vous devez être connecté pour cette action.

source: Either specify the search terms in the url, or POST a json with the filter parameters.
fr_fr: Indiquez les termes de recherche dans l'url, ou POSTez un json avec les paramètres du filtre.

source: All done. attribute_count generated from scratch for
fr_fr: Terminé. attribute_count généré pour

source: Job queued. You can view the progress if you navigate to the active jobs view (administration -> jobs).
fr_fr: Tâche mise en attente. Vous pouvez visualiser sa progression en accédant à la page des tâches actives (administration -> jobs).

source: No event ID set.
fr_fr: Aucun ID défini pour cet événement.

source: You don't have permissions to create attributes
fr_fr: Vous n'avez pas la permission de créer des attributs.

source: You do not have permission to do that.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.

source: Invalid attribute
fr_fr: Attribut invalide

source: You do not have the permission to view this event.
fr_fr: Vous n'avez pas la permission de visualiser cet événement.

source: Attribute not an attachment or malware-sample
fr_fr: L'attribut n'est pas une pièce jointe ou un échantillon de maliciel

source: Invalid Event.
fr_fr: Événement invalide.

source: PHP says file was not uploaded. Are you attacking me?
fr_fr: PHP indique que le fichier n'a pas été téléversé. M'attaqueriez vous ?

source: There was a problem to upload the file.
fr_fr: Le fichier n’a pas pu être envoyé.

source: The ThreatConnect data has been imported.
fr_fr: Les données ThreatConnect ont été importées.

source: %s entries imported.
fr_fr: %s entrée(s) importées.

source: %s entries could not be imported.
fr_fr: %s entrées n'ont pas pu être importées.

source: Invalid attribute.
fr_fr: Attribut invalide.

source: Attribute could not be saved: Attribute in the request not newer than the local copy.
fr_fr: L'attribut ne peut être sauvegardé. L'attribut présent dans la requête n'est pas plus récent que l'attribut présent localement.

source: The attribute has been saved
fr_fr: L'attribut a été sauvegardé

source: The attribute could not be saved. Please, try again.
fr_fr: L'attribut n'a pas pu être sauvegardé. Merci de réessayer.

source: Invalid event id.
fr_fr: ID d'événement invalide.

source: Invalid input.
fr_fr: Saisie incorrecte.

source: Invalid field.
fr_fr: Champ invalide.

source: Invalid attribute id.
fr_fr: ID d'attribut invalide.

source: Attribute deleted
fr_fr: Attribut supprimé

source: Attribute was not deleted
fr_fr: L'attribut n' a pas été supprimé

source: Invalid Attribute
fr_fr: Attribut invalide

source: Could not restore the attribute
fr_fr: L'attribut n'a pu être restauré

source: Attribute not found or not authorised.
fr_fr: L'attribut est introuvable ou non autorisé.

source: This function is only accessible via POST requests.
fr_fr: Cette fonction est disponible uniquement via une requête POST.

source: No matching attributes found.
fr_fr: Aucun attribut correspondant trouvé.

source: This method can only be accessed via AJAX.
fr_fr: Cette méthode n'est utilisable que via AJAX.

source: You are not authorized to edit this event.
fr_fr: Vous n'êtes pas autorisé à modifier cet événément.

source: No event ID provided.
fr_fr: Aucun ID d'évenement fourni.

source: Synonyms:
fr_fr: Synonymes:

source: You are not authorized. Please send the Authorization header with your auth key along with an Accept header for application/xml.
fr_fr: Requête non authorisée. Merci d'envoyer l'en-tête Authorization avec votre clé en paramètre ainsi que l'en-tête Accept pour application/xml

source: Either specify the search terms in the url, or POST a json array / xml (with the root element being "request" and specify the correct accept and content type headers).
fr_fr: Spécifier les termes de recherche dans l’url, ou utiliser une requête POST pour fournir un tableau json/xml (avec l’élément racine « request » et sans oublier les en-têtes correspondants au format de donnés utilisés).

source: You don't have access to that event.
fr_fr: Vous n'avez pas les accès requis pour accéder à cet événement.

source: No matches.
fr_fr: Aucun résultat.

source: Invalid attribute or no authorisation to view it.
fr_fr: Attribut invalide ou vous n'êtes pas autorisé à le voir.

source: Either specify the search terms in the url, or POST a json array / xml (with the root element being "request" and specify the correct headers based on content type.
fr_fr: Spécifier les termes de recherche dans l’url, ou POSTé un tableau json / xml (avec l’élément racine étant « request » et spécifier les en-têtes corrects basés sur le type de contenu.

source: Invalid event ID format.
fr_fr: Format d'ID d'événément invalide.

source: All done.
fr_fr: Terminé.

source: Invalid field requested.
fr_fr: Champ requêté invalide.

source: This function can only be accessed via AJAX.
fr_fr: Cette fonction n'est accessible que via AJAX.

source: Event not found or you don't have permissions to create attributes
fr_fr: Événement introuvable ou vous n'avez pas la permission de créer des attributs

source: This action can only be accessed via AJAX.
fr_fr: Cette action n'est accessible que via AJAX.

source: You are not authorised to do that.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action.

source: This functionality requires API key access.
fr_fr: Cette fonctionnalité requiert son accès via une clé API

source: This action is for the API only. Please refer to the automation page for information on how to use it.
fr_fr: Cette action n'est disponible que via l'API. Merci de se réferrer au guide sur l'automatisation pour plus d'information sur comment l'utiliser.

source: No hash or event ID received. You need to set at least one of the two.
fr_fr: Aucun hash ou ID d'évenement reçu. Vous devez spécifier au moins un de ses deux paramètres.

source: Invalid script.
fr_fr: Script invalide.

source: No valid enrichment options found for this attribute.
fr_fr: Aucune option d'enrichissement valide n'a été trouvé pour cet attribut.

source: Invalid type requested.
fr_fr: Type requêté invalide.

source: Disabling the correlation is not permitted on this instance.
fr_fr: La désactivation de la corrélation n'est pas permise sur cette instance.

source: Invalid Attribute.
fr_fr: Attribut invalide.

source: You don't have permission to do that.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.

source: Event Blacklisting is not currently enabled on this instance.
fr_fr: La mise en liste noire d'événement n'est actuellement pas activée dans sur cet instance.

source: No x509 certificate or GnuPG key set in your profile. To receive emails, submit your public certificate or GnuPG key in your profile.
fr_fr: Il n'y a pas de certificat x509 ou clé GnuPG dans votre profil. Pour recevoir des courriels, renseignez votre certificat public ou votre clé GnuPG dans votre profil.

source: No GnuPG key set in your profile. To receive emails, submit your public key in your profile.
fr_fr: Il n'y a pas de clé GnuPG définie dans votre profil. Pour recevoir des courriels, renseignez votre clé public dans votre profil.

source: No x509 certificate or GnuPG key set in your profile. To receive attributes in emails, submit your public certificate or GnuPG key in your profile.
fr_fr: Aucun certificat x509 ou clé GnuPG dans votre profil. Pour recevoir des attributs par courriels, renseignez votre certificat public ou votre clé GnuPG dans votre profil.

source: No GnuPG key set in your profile. To receive attributes in emails, submit your public key in your profile.
fr_fr: Il n'y a pas de clé GnuPG définie dans votre profil. Pour recevoir des attributs par courriels, renseignez votre clé publique dans votre profil.

source: You are currently logged in as a site administrator and editing an event not belonging to your organisation, which goes against the sharing model of MISP. Please only use this as a last resort and use normal user account for day to day work.
fr_fr: Vous êtes actuellement connecté en tant qu'administrateur du site et éditez un événement qui n'appartient pas à votre organisation, qui va à l'encontre du modèle de partage de MISP. Veuillez utiliser ceci comme dernier recours et utiliser un compte utilisateur normal pour le travail quotidien.

source: You don't have permissions to create events
fr_fr: Vous n'avez pas la permission de créer d'événements.

source: No valid event data received.
fr_fr: Aucune données valides reçues.

source: Invalid Sharing Group or not authorised (Sync user is not contained in the Sharing group).
fr_fr: Groupe de partage invalide ou non autorisé (les utilisateurs de type Sync ne sont pas dans le groupe de partage).

source: Invalid Sharing Group or not authorised.
fr_fr: Groupe de partage invalide ou non autorisé.

source: Event blocked by local blacklist.
fr_fr: Événement bloqué par la liste noire locale.

source: The event has been saved
fr_fr: L'événement a été sauvegardé

source: Event already exists, if you would like to edit it, use the url in the location header.
fr_fr: L'évenement existe déjà. Si vous souhaitez l'éditer, merci d'utiliser l'url dans l'en-tête de localisation.

source: A blacklist entry is blocking you from creating any events. Please contact the administration team of this instance
fr_fr: Un entrée de la liste noire vous bloque dans la création de l'ensemble des événements. Merci de contacter l'équipe d'administration de l'instance.

source: The event could not be saved. Please, try again.
fr_fr: L'événement n'a pas pu être sauvegardé. Merci de réessayer.

source: The event created will be visible to the organisations having an account on this platform, but not synchronised to other MISP instances until it is published.
fr_fr: L'événement créé sera visible pour les organisations ayant un compte sur cette plateforme, mais pas synchronisé vers d'autres instances MISP jusqu'à ce qu'elle soit publiée.

source: You may only upload MISP XML or MISP JSON files.
fr_fr: Vous ne pouvez envoyer que des fichiers au format MISP XML ou MISP JSON.

source: File upload failed or file does not have the expected extension (.xml / .json).
fr_fr: Téléversement du fichier échouée ou l'extension de fichier n'est pas celle attendue (.xml/.json)

source: STIX document imported, event's created:
fr_fr: STIX document importé, événement créé :

source: STIX document imported.
fr_fr: Document STIX importé.

source: Could not import STIX document:
fr_fr: Impossible d’importer le document STIX :

source: File upload failed. Make sure that you select a stix file to be uploaded and that the file doesn't exceed the maximum file size of
fr_fr: Téléversement de fichier a échoué. Assurez-vous que vous sélectionnez un fichier STIX et que le fichier ne dépasse pas la taille de fichier maximale

source: You are not authorised to do that. Please consider using the 'propose attribute' feature.
fr_fr: Vous n'êtes pas autorisé à effectuer cette action. Pensez à utiliser la fonctionnalité 'proposer un attribut'.

source: Invalid event ID entered.
fr_fr: Un ID d'événement invalide a été saisi.

source: You are not authorised to read the selected event.
fr_fr: Vous n'êtes pas autorisé à lire l'événement sélectionné.

source: You don't have the permission to do that.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.

source: Event unpublished.
fr_fr: Événement dépublié.

source: Email sent to the reporter.
fr_fr: Un signalement à été envoyé au rapporteur.

source: Sending of email failed
fr_fr: L'envoi de courriels a échoué

source: This feature is currently disabled
fr_fr: Cette fonctionnalité est actuellement désactivée.

source: Either specify the search terms in the url, or POST an xml (with the root element being "request").
fr_fr: Spécifier les termes de recherche dans l’url ou utiliser une requête POST contenant un xml (avec l’élément racine « request »).

source: Invalid Event ID.
fr_fr: ID d'événement invalide.

source: No events found that match the passed parameters.
fr_fr: Aucun événement correspondant aux paramètres indiqués n'a été trouvé.

source: Either specify the search terms in the url, or POST a json or xml with the filter parameters. Valid filters: id (event ID), tags (list of tags), from (from date in YYYY-MM-DD format), to (to date in YYYY-MM-DD format), last (events with a published timestamp newer than - valid options are in time + unit format such as 6d or 2w, etc)
fr_fr: Spécifiez les termes de recherche dans l’url, ou POSTez un json ou xml avec les paramètres de filtre. Les filtres valides sont : id (ID de l’événement), tags (liste des balises), from (de date au format AAAA-MM-JJ), to (à la date au format AAAA-MM-JJ), last (événements avec un horodatage publié plus récent que - les options valides sont en temps + unité format 6D ou 2w, etc.)

source: Either specify the search terms in the url, or POST a json or xml with the filter parameters.
fr_fr: Spécifiez les termes de rechercher dans l'URL, ou POSTez les paramètre de filtrage en JSON ou en XML.

source: Invalid hash type.
fr_fr: Type de hash invalide.

source: Filename not allowed.
fr_fr: Nom de fichier non autorisé.

source: Problem with writing the ioc file. Please report to administrator.
fr_fr: Le fichier ioc n’a pas pu être créé. Veuillez-vous adresser à un administrateur.

source: This is not a valid MISP XML file.
fr_fr: Ce fichier n'est pas un fichier MISP XML valide.

source: Not yet implemented
fr_fr: Cette fonction n'a pas encore été implémentée.

source: Invalid event or not authorised.
fr_fr: Événement invalide ou affichage non autorisé.

source: You don't have the privileges to access this.
fr_fr: Vous n'avez pas les privilèges suffisants pour accéder à cette ressource.

source: Invalid Tag.
fr_fr: Tag invalide.

source: Tag is already attached to this event.
fr_fr: Le tag est déjà attaché à cet événement.

source: Tag(s) added.
fr_fr: Tag(s) ajouté(s).

source: Tag could not be added.
fr_fr: Tag n’a pas pu être ajouté.

source: All tags are already present, nothing to add.
fr_fr: Tous les tags sont déjà présents, rien à ajouter.

source: Invalid event.
fr_fr: Evenement invalide.

source: Either specify the search terms in the url, or POST an xml (with the root element being "request".
fr_fr: Indiquez les termes de recherche dans l'url, ou POSTez un xml (avec l'élément racine étant "request".

source: You do not have the permission to do that.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.

source: Invalid ID
fr_fr: ID invalide.

source: Event not found or you are not authorised to view it.
fr_fr: Événement introuvable ou vous n'êtes pas autorisé à le voir.

source: Please POST the samples as described on the automation page.
fr_fr: Merci d'effectuer une requête POST des samples comme décrit dans la page des automatisations.

source: No samples received, or samples not in the correct format. Please refer to the API documentation on the automation page.
fr_fr: Aucun fichier reçus, ou alors le fichier n'est pas dans le bon format. Veuillez vous reporter à la documentation de l'API sur les automatisations.

source: Event not found
fr_fr: Evenement non trouvé.

source: Event not found.
fr_fr: Événement introuvable.

source: Distribution level 5 is not supported when uploading a sample without passing an event ID. Distribution level 5 is meant to take on the distribution level of an existing event.
fr_fr: Le niveau de distribution 5 n'est pas supporté pour téléverser un fichier malveillant sans passer un ID d'événement. Le niveau de distribution 5 doit être le niveau de distribution d'un événement existant.

source: The creation of a new event with the supplied information has failed.
fr_fr: La création d'un événement avec les informations fournies à échouée.

source: Invalid type.
fr_fr: Type invalide.

source: Invalid method.
fr_fr: Méthode invalide.

source: %s services are not enabled.
fr_fr: Le %s service n'est pas activé.

source: Attribute not found or you are not authorised to see it.
fr_fr: Attribut introuvable ou vous n'êtes pas autorisé à le voir.

source: No valid %s options found for this attribute.
fr_fr: Aucune option %s n'a été trouvée pour cet attribut.

source: %s service not reachable.
fr_fr: Le service %s est indisponible.

source: : Enriched via the %s
fr_fr: : Enrichi via %s

source: Import service not reachable.
fr_fr: Le service d'import est indisponible.

source: Invalid ID.
fr_fr: ID invalide.

source: Invalid Event
fr_fr: Evenement invalide.

source: Enrichment task queued for background processing. Check back later to see the results.
fr_fr: Tâche d’enrichissement en attente de traitement en arrière-plan. Revenez plus tard pour voir les résultats.

source: You don't have the required privileges to do that.
fr_fr: Vous n'avez pas de droits suffisants pour effectuer cette action.

source: Feed added.
fr_fr: Flux ajouté.

source: Feed could not be added. Invalid field: %s
fr_fr: Flux n’a pas pu être ajouté. Champ invalide: %s

source: Invalid feed.
fr_fr: Flux invalide.

source: Feed could not be updated. Invalid fields: %s
fr_fr: Flux n’a pas pu être mis à jour. Champs invalides: %s

source: This action requires a post request.
fr_fr: Cette action nécessite une requête POST.

source: Feed is currently not enabled. Make sure you enable it.
fr_fr: Le flux n'es actuellement pas activé. Soyez sûr de l'avoir activé.

source: Starting fetch from Feed.
fr_fr: Début de la récupération du flux

source: Pull queued for background execution.
fr_fr: Envoyé en file d'attente pour une exécution en arrière-plan.

source: Fetching the feed has failed.
fr_fr: La récupération du flux a échouée.

source: Fetching the feed has successfuly completed.
fr_fr: La récupération du flux a eu lieu avec succès.

source: Fetching the feed has successfully completed.
fr_fr: La récupération du flux a eu lieu avec succès.

source: Event added.
fr_fr: Evenement ajouté.

source: Event already up to date.
fr_fr: Evenement déjà à jour

source: Event updated.
fr_fr: Evenement mis à jour.

source: Could not %s event.
fr_fr: Pouvait pas %s événement.

source: Download failed.
fr_fr: Téléchargement échoué.

source: Feed could not be fetched. The HTTP error code returned was:
fr_fr: Le flux n'a pu être récupéré. L'erreur HTTP retourné est:

source: Invalid feed type.
fr_fr: Type de flux invalide

source: This event is blocked by the Feed filters.
fr_fr: Cet événement est bloqué par de filtres de flux.

source: Could not download the selected Event
fr_fr: Le téléchargement de l'événement sélectionné est impossible.

source: Invalid Feed.
fr_fr: Flux invalide.

source: Only POST requests are allowed.
fr_fr: Seulement les requêtes POST sont autorisés.

source: Feed not found.
fr_fr: Flux non trouvé.

source: Data pulled.
fr_fr: Données transférés.

source: Could not pull the selected data. Reason: %s
fr_fr: Récupération des données sélectionnées impossible. La raison est la suivante: %s

source: Starting feed caching.
fr_fr: Démarrage du mise en cache.

source: Caching the feeds has failed.
fr_fr: La récupération des flux a échoué.

source: Caching the feeds has successfully completed.
fr_fr: La récupération des flux a eu lieu avec succès.

source: Invalid feed list received.
fr_fr: La liste de flux reçu est invalide.

source: All clusters
fr_fr: Tout les clusters

source: All namespaces
fr_fr: Tout les espaces de nom

source: Failed to parse request.
fr_fr: Impossible d'analyser la requête.

source: No clusters picked.
fr_fr: Aucun cluster sélectionné.

source: All completed jobs have been purged
fr_fr: Toutes les tâches terminées ont été purgés

source: All jobs have been purged
fr_fr: Toutes les tâches ont été purgés

source: Invalid object
fr_fr: Objet invalide

source: Invalid object reference
fr_fr: La référence de l'objet est invalide

source: All Objects
fr_fr: Tout les objets

source: Invalid object template
fr_fr: Modèle d'objet invalide

source: Invalid object template id.
fr_fr: Id du modèle d'objet invalide.

source: ObjectTemplate deleted
fr_fr: Le modèle de l'objet a été supprimé

source: This action can only be reached via POST requests
fr_fr: Cette action est seulement joignable par requêtes POST

source: Invalid sharing group.
fr_fr: Groupe de partage non valide.

source: You don't have permissions to create objects.
fr_fr: Vous n'avez pas la permission de créer des objets.

source: Invalid template.
fr_fr: Événement invalide.

source: You don't have permissions to edit objects.
fr_fr: Vous n'avez pas la permission de modifier des objets.

source: Invalid object.
fr_fr: Objet invalide.

source: You don't have permissions to delete objects.
fr_fr: Vous n'avez pas la permission de supprimer des objets.

source: Object not found or not authorised.
fr_fr: L'objet est introuvable ou non autorisé.

source: %s objects successfully reconstructed.
fr_fr: %s objets reconstituées avec succès.

source: Organisation Blacklisting is not currently enabled on this instance.
fr_fr: La mise en liste noire d'organisation est actuellement désactivée sur cette instance.

source: Organisation deleted
fr_fr: L'organisation a été supprimée

source: Organisation could not be deleted. Generally organisations should never be deleted, instead consider moving them to the known remote organisations list. Alternatively, if you are certain that you would like to remove an organisation and are aware of the impact, make sure that there are no users or events still tied to this organisation before deleting it.
fr_fr: L'organisation ne peut pas être supprimée. Les organisations ne peuvent généralement jamais être supprimées. Envisagez plutôt de les déplacer vers la liste des organisations distantes connues. Si vous êtes certain de vouloir supprimer cette organisation et que vous en connaissez l'impact, assurez-vous qu'il n'y a plus d'utilisateurs ou d'événements liés à cette organisation avant de la supprimer.

source: Invalid thread
fr_fr: Fil de discussion invalide

source: Post added
fr_fr: Message ajouté

source: Invalid post
fr_fr: Message invalide

source: The Regexp has been saved.
fr_fr: L'expression régulière a été sauvegardée.

source: The Regexp could not be saved. Please, try again.
fr_fr: L'expression régulière n'a pas été sauvegardée. Veuillez réessayer.

source: The Regular expressions have been saved.
fr_fr: Les expressions régulières ont été sauvegardées.

source: Could not create the Regex entry as no types were selected. Either check "All" or check the types that you wish the Regex to affect.
fr_fr: Impossible de créer la nouvelle expression régulière car aucun type n'a été sélectionné. Cochez "Tous" ou cochez les types que vous souhaitez voir affectés.

source: All done! Number of changed attributes:
fr_fr: Terminé! Nombre d'attributs modifiés:

source: All done! Found and cleaned
fr_fr: Terminé! Trouvé et nettoyé

source: Invalid role
fr_fr: Rôle invalide

source: The Role could not be saved. Please, try again.
fr_fr: Le role n'a pas été sauvegardé. Veuillez réessayer.

source: Role deleted
fr_fr: Rôle supprimé
