Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: MISP will often find several valid category/type combinations for the values. Do last minute adjustments on the result page.
fr_fr: MISP trouvera souvent plusieurs combinaisons de catégories / types valides pour les valeurs. Faites ajustements de dernière minute sur la page de résultats.

source: Since there are several category / type combinations that can be valid for a lot of values, MISP will suggest the most common settings. You can alter the category / type / IDS fields manually if you disagree with the results. The options will be restricted to valid category/type combinations for the value that you have entered.
fr_fr: Comme plusieurs combinaisons de catégories / types peuvent être valables pour beaucoup de valeurs, MISP vous suggérera les paramètres les plus courants Vous pouvez modifier les champs de catégorie / type / IDS manuellement si vous n'êtes pas d'accord avec les résultats. limité aux combinaisons de catégorie / type valides pour la valeur que vous avez entrée.

source: If you would like to create and maintain an event with a set of indicators that receives removals and additions over time, then the attribute replace tool might make this task easier for you.
fr_fr: Si vous souhaitez créer et gérer un événement avec un ensemble d'indicateurs qui reçoivent des suppressions et des ajouts dans le temps, l'outil de remplacement d'attribut peut vous faciliter la tâche.

source: Select a category/type combination and paste the updated list of indicators into the textarea.
fr_fr: Sélectionnez une combinaison catégorie / type et collez la liste mise à jour des indicateurs dans la zone de texte.

source: Simply select the desired category / type combination, choose whether the attributes should be marked for IDS exports and paste the new list of indicators into the textarea. Attributes of the same category/type that are present in the event but not the new list will be removed, values in the pasted list that do not yet exist as attributes will be created as attributes and values that already have matching attributes will be left untouched.
fr_fr: Sélectionnez simplement la combinaison catégorie / type souhaitée, choisissez si les attributs doivent être marqués pour les exportations IDS et coller la nouvelle liste d'indicateurs dans la zone de texte. Les attributs de la même catégorie / type présents dans l'événement mais pas dans la nouvelle liste seront supprimés, les valeurs de la liste collée qui n'existent pas encore en tant qu'attributs seront créées en tant qu'attributs et les valeurs qui ont déjà des attributs correspondants ne seront pas touchées.

source: Add attachments to the event
fr_fr: Ajouter des pièces jointes à l'événement

source: You can also upload attachments, such as the malware itself, report files from external analysis or simply artifacts dropped by the malware. Clicking on the add attachment button brings up a form that allows you to quickly attach a file to the event. The following fields need to be filled out
fr_fr: Vous pouvez également télécharger des pièces jointes, telles que le logiciel malveillant lui-même, signaler des fichiers à partir d'analyses externes ou simplement des artefacts abandonnés par le logiciel malveillant.Cliquez sur le bouton Ajouter une pièce jointe pour afficher rapidement un fichier. les champs suivants doivent être remplis

source: Add attachment
fr_fr: Ajouter une pièce jointe

source: Point the uploader to the file you want to upload. Make sure to mark it as malware if the uploaded file is harmful, that way it will be neutralised.
fr_fr: Pointez l'uploader vers le fichier que vous voulez télécharger. Assurez-vous de le marquer comme malware si le fichier téléchargé est dangereux, de cette façon il sera neutralisé.

source: The category is the same as with the attributes, it answers the question of what the uploaded file is meant to describe.
fr_fr: La catégorie est la même qu'avec les attributs, elle répond à la question de savoir ce que le fichier téléchargé est censé décrire.

source: This drop-down list allows you to control who will be able to see this attachment. The distribution is inherited by attributes: the most restrictive setting wins. For more info <a href="#distribution">click here</a>.
fr_fr: La liste déroulante vous permet de contrôler qui sera en mesure de voir les pièces jointes. La distribution est héritée des attributs: le paramétrage le plus restrictif gagne. Pour plus d'information, <a href="#distribution">cliquez ici</a>.

source: Upload field
fr_fr: Champ de téléchargement

source: By hitting browse, you can browse your file system and point the uploader to the file that you want to attach to the attribute. This will then be uploaded when the upload button is pushed.
fr_fr: En cliquant sur Parcourir, vous pouvez parcourir votre système de fichiers et pointer le téléchargeur vers le fichier que vous souhaitez attacher à l'attribut, qui sera ensuite téléchargé lorsque le bouton de téléchargement sera poussé.

source: This check-box marks the file as malware and as such it will be zipped and passworded, to protect the users of the system from accidentally downloading and executing the file. Make sure to tick this if you suspect that the filed is infected, before uploading it.
fr_fr: Cette case à cocher marque le fichier comme un malware et celui-ci sera donc compressé et protégé par un mot de passe, afin de protéger les utilisateurs du système contre le téléchargement accidentel et l'exécution du fichier. avant de le télécharger.

source: Propose a change to an event that belongs to another organisation
fr_fr: Proposer une modification à un événement appartenant à une autre organisation

source: If you would like to propose a modification to an attribute, or to propose some additional attributes to the creating organisation, you can do this with the buttons that replace the add attribute field on the left and the edit icon on the right end of each listed attribute in the event view. The creating organisation of the event will be able to see any proposals and discard or accept the changes.
fr_fr: Si vous souhaitez proposer une modification à un attribut, ou proposer des attributs supplémentaires à l'organisation créatrice, vous pouvez le faire avec les boutons qui remplacent le champ d'attribut d'ajout à gauche et l'icône d'édition à droite de chaque attribut répertorié dans la vue des événements. L'organisation créatrice de l'événement pourra voir toutes les propositions et rejeter ou accepter les modifications.

source: Propose attribute
fr_fr: Proposer un attribut

source: An attribute with a proposal attached will turn blue and the proposal itself will be grey. If there is a grey proposal without a blue attribute infront of it, it means that someone has proposed a new attribute
fr_fr: Un attribut avec une proposition attachée deviendra bleu et la proposition elle-même sera grise. S'il y a une proposition grise sans attribut bleu en-deçà, cela signifie que quelqu'un a proposé un nouvel attribut

source: If the organisation that has created the event is on another connected server, they will be able to accept the proposal once they initiate a pull and receive your proposal. After this they can republish the event, sending the altered attribute back to your instance.
fr_fr: Si l'organisation qui a créé l'événement se trouve sur un autre serveur connecté, ils pourront accepter la proposition une fois qu'ils auront initié un "pull" et reçu votre proposition, après quoi ils pourront republier l'événement, renvoyant l'attribut altéré à votre instance

source: Populate from OpenIOC
fr_fr: Remplir depuis OpenIOC

source: It is also possible to attempt to import the data contained in a .ioc file, The import tool will attempt to gather as many IndicatorItems within nested logical operators as possible without breaking their validity. After the procedure is done, you'll be presented with a list of successfully created attributes and a list of failed IndicatorItems as well as a graph of the .ioc file.
fr_fr: Il est également possible de tenter d 'importer les données contenues dans un fichier .ioc. L'outil d'importation essayera de rassembler autant d'IndicatorItems dans les opérateurs logiques imbriqués que possible sans en casser la validité. présenté avec une liste d'attributs créés avec succès et une liste des IndicatorItems échoués ainsi qu'un graphique du fichier .ioc.

source: The import tool will list the successful and failed entries after the process is done.
fr_fr: L'outil d'importation listera les entrées réussies et échouées après que le processus soit terminé.

source: You'll also be able to see a graph of the imported .ioc file and how successful the import was.
fr_fr: Vous pourrez également voir un graphique du fichier .ioc importé et le succès de l'importation.

source: Populate from ThreatConnect
fr_fr: Remplir depuis ThreatConnect

source: You can also import the data from a ThreatConnect export csv file. The following columns are used by the import tool (and are thus mandatory fields to select during the export)
fr_fr: Vous pouvez également importer les données d'un fichier csv d'exportation ThreatConnect. Les colonnes suivantes sont utilisées par l'outil d'import (et sont donc des champs obligatoires à sélectionner lors de l'export)

source: Confidence
fr_fr: Confiance

source: The result will be a list of attributes that get added to the currently selected event, each of which will be marked with a comment that indicates that its origin being from a ThreatConnect import.
fr_fr: Le résultat sera une liste d'attributs qui seront ajoutés à l'événement actuellement sélectionné, chacun d'entre eux sera marqué par un commentaire indiquant que son origine provient d'une importation ThreatConnect.

source: Publish an event
fr_fr: Publier un événement

source: Once all the attributes and attachments that you want to include with the event are uploaded / set, it is time to finalise its creation by publishing the event (click on publish event in the event view). This will alert the eligible users of it (based on the private-controls of the event and its attributes/attachments and whether they have auto-alert turned on), push the event to instances that your instance connects to and propagate it further based on the distribution rules. It also readies the network related attributes for NIDS signature creation (through the NIDS signature export feature, for more information, go to the export section.).
fr_fr: Une fois que tous les attributs et pièces jointes que vous voulez inclure dans l 'événement sont téléchargés / définis, il est temps de finaliser sa création en publiant l' événement (cliquez sur "Publier l 'événement" dans la vue des événements). Cela alertera les utilisateurs éligibles (en fonction des contrôles privés de l'événement et de ses attributs / pièces jointes et de l'activation de l'alerte automatique), pushera l'événement dans les instances auxquelles votre instance se connecte et le propagera en fonction des règles de distribution. Cela permet aussi de préparer les les attributs relatifs au réseau pour la création d'une signature NIDS (via la fonction d'exportation de signature NIDS, pour plus d'informations, accédez à la section d'exportation).

source: There is an alternate way of publishing an event without alerting any other users, by using the "publish (no email)" button. This should only be used for minor edits (such as correcting a typo).
fr_fr: Il existe un moyen alternatif de publier un événement sans alerter les autres utilisateurs, en utilisant le bouton "Publier (sans email)" Cela ne devrait être utilisé que pour des modifications mineures (comme la correction d'une faute de frappe).

source: If your instance has background jobs enabled then the event might not get published immediately.
fr_fr: Si les travaux d'arrière-plan sont activés sur votre instance, l'événement pourrait ne pas être publié immédiatement.

source: The MISP interface allows the user to have an overview over or to search for events and attributes of events that are already stored in the system in various ways.
fr_fr: L'interface MISP permet à l'utilisateur d'avoir une vue d'ensemble sur ou de rechercher des événements et des attributs d'événements qui sont déjà stockés dans le système de diverses manières.

source: To list all events
fr_fr: Pour lister tous les événements

source: On the left menu bar, the option "List events" will generate a list of the last 60 events. While the attributes themselves aren't shown in this view, the following pieces of information can be seen
fr_fr: Dans la barre de menu de gauche, l'option "Lister les événements "générera une liste des 60 derniers événements. Alors que les attributs eux-mêmes n'apparaissent pas dans cette vue, les informations suivantes peuvent être montrées

source: List events
fr_fr: Lister les événements

source: This is the list of events in the system. Use the buttons to the right to alter or view any of the events.
fr_fr: Ceci est la liste des événements dans le système. Utilisez les boutons à droite pour modifier ou afficher n'importe lequel des événements.

source: Already published events are marked by a checkmark. Unpublished events are marked by a cross.
fr_fr: Les événements déjà publiés sont marqués par une coche Les événements non publiés sont marqués d'une croix.

source: The organisation that created the event.
fr_fr: L'organisation qui a créé l'événement.

source: Owner Org
fr_fr: Propriétaire Org

source: The organisation that owns the event on this instance. This field is only visible to administrators.
fr_fr: L'organisation qui possède l'événement sur cette instance. Ce champ n'est visible qu'aux administrateurs.

source: The event's ID number, assigned by the system when the event was first entered (or in the case of an event that was synchronized, when it was first copied over - more on synchronisation in chapter xy)
fr_fr: Numéro d'identification de l'événement, attribué par le système lors de la première entrée de l'événement (ou dans le cas d'un événement synchronisé, lors de la première copie - plus de synchronisation dans le chapitre xy)

source: Tags that are assigned to this event.
fr_fr: Tags attribués à cet événement.

source: The number of attributes that the event has.
fr_fr: Le nombre d'attributs que l'événement a.

source: The e-mail address of the event's reporter. This is not visible to regular users. Organisation administrators can see the e-mail addresses of their own organisation's users.
fr_fr: L'adresse e-mail du rapporteur de l'événement. Ce n'est pas visible par les utilisateurs réguliers. Les administrateurs de l'organisation peuvent voir les adresses e-mail des utilisateurs de leur propre organisation.

source: The date of the attack.
fr_fr: La date de l'attaque.

source: The risk level of the attack, the following levels are possible
fr_fr: Le niveau de risque de l'attaque, les niveaux suivants sont possibles

source: General Malware
fr_fr: Malware général

source: Advanced Persistent Threats (APTs)
fr_fr: Menaces persistantes avancées (APT)

source: Sophisticated APTs and 0day exploits<
fr_fr: APT sophistiqués et exploits 0day <

source: This field can be left undefined and edited at a later date.
fr_fr: Ce champ peut être laissé indéfini et édité à une date ultérieure.

source: A short description of the event, starting with an internal reference number.
fr_fr: Une courte description de l'événement, en commençant par un numéro de référence interne.

source: This field indicates what the sharing privileges of the event. The options are described <a href="#distribution">here</a>.
fr_fr: Ce champ indique les privilèges de partage de l'événement. <a href="#distribution"> les options sont décrites ici </a>.

source: The controls that the user has to view or modify the event. The possible actions that are available (depending on user privileges - %s to find out more about privileges)
fr_fr: Les contrôles que l'utilisateur a pour voir ou modifier l'événement. Les actions possibles qui sont disponibles (en fonction des privilèges de l'utilisateur - %s pour en savoir plus sur les privilèges)

source: Publishing an event will have several effects: The system will e-mail all eligible users that have auto-alert turned on (and having the needed privileges for the event, depending on its private classification) with a description of your newly published event, it will be flagged as published and it will be pushed to all eligible servers (to read more about synchronisation between servers, have a look at the %s).
fr_fr: La publication d'un événement aura plusieurs effets: Le système enverra un courrier électronique à tous les utilisateurs éligibles qui ont activé l'alerte automatique (et ayant les privilèges nécessaires pour l'événement, selon sa classification privée) avec une description de votre événement nouvellement publié , il sera marqué comme publié et il sera envoyé à tous les serveurs éligibles (pour en savoir plus sur la synchronisation entre les serveurs, jetez un oeil sur les %s).

source: section on connecting servers
fr_fr: section sur les serveurs de connexion

source: Clicking on the edit button will bring up the same screen as the one used for creating new events, with the exception that all fields come filled out with the data of the event that is being edited. The distribution of an event can only be edited if you are a user of the creating organisation of the event. For more information on this view, refer to the section on <a href="#create">creating an event</a>.
fr_fr: Cliquer sur le bouton Modifier pour afficher le même écran que celui utilisé pour la création de nouveaux événements, à l'exception que tous les champs sont remplis avec les données de l'événement en cours de modification. La distribution d'un évènement ne peut être éditée que si vous êtes un utilisateur de l'organisation de création de l'événement. Pour plus d'informations sur cette vue, reportez-vous à la section sur <a href="#create">Créer un événement</a>.

source: The system will prompt you before erasing the unwanted event.
fr_fr: Le système vous demandera avant d'effacer l'événement indésirable.

source: Will bring up the event view, which besides the basic information contained in the event list, will also include the following
fr_fr: Apparaîtra dans la vue des événements, qui, outre les informations de base contenues dans la liste des événements, inclura également les éléments suivants

source: It is also possible to filter the events shown by clicking on the small magnifying glass icons next to the field names and entering a filter term.
fr_fr: Il est également possible de filtrer les événements affichés en cliquant sur les petites icônes de loupe à côté des noms de champs et en entrant un terme de filtre.

source: Event view
fr_fr: Vue de l'événement

source: This view includes the basic information about an event, a link to related events, all attributes and attachments with tools to modify or delete them and extra functions for publishing the event or getting in touch with the event's reporter.
fr_fr: Cette vue inclut les informations de base sur un événement, un lien vers des événements connexes, tous les attributs et les pièces jointes avec des outils pour les modifier ou les supprimer et des fonctions supplémentaires pour publier l'événement ou contacter le raporteur.

source: General Event Information
fr_fr: Informations générales sur les événements

source: The ID of the event.
fr_fr: L'ID de l'événement.

source: In order to avoid collisions between events and attributes (during for example a sync) a Uuid is assigned that uniquely identifies each of them.
fr_fr: Afin d'éviter les collisions entre les événements et les attributs (lors d'une synchronisation par exemple), un Uuid est attribué qui identifie chacun d'eux de manière unique.

source: The organisation that has originally created the event. The logo (if it exists on the server, alternatively a string) representing the organisation is also shown int he right upper corner.
fr_fr: L'organisation qui a créé l'événement à l'origine Le logo (s'il existe sur le serveur, ou une chaîne de caractères) représentant l'organisation est également affiché dans le coin supérieur droit.

source: Shows a list of the organisations that have contributed to the event via proposals. If you click any of the logos listed here, you'll get redirected to a filtered event history view, including only the changes made by the organisation.
fr_fr: Affiche une liste des organisations qui ont contribué à l'événement par le biais de propositions.Si vous cliquez sur l'un des logos listés ici, vous serez redirigé vers une vue d'historique des événements filtrés, incluant uniquement les changements effectués par l'organisation.

source: A list of tags associated with the event. Clicking a tag will show a list of events with the same tag attached. The little cross next to each tag allows you to remove the tag from the event, whilst the '+' button allows you to assign a tag. For the latter two options to be visible, you have to have tagging permission.
fr_fr: Une liste de tags associée à l'événement. Cliquer sur une étiquette affichera une liste d'événements avec la même étiquette attachée. La petite croix à côté de chaque tag vous permet de retirer le tag de l'événement, tandis que le bouton '+' d'ajouter un tag. Pour que les deux dernières options soient visibles, vous devez avoir une autorisation de marquage.

source: The date of detection, set by the user that creates the event, not to be confused with the creation date of the event.
fr_fr: La date de détection, définie par l'utilisateur qui crée l'événement, ne doit pas être confondue avec la date de création de l'événement.

source: The assigned threat level of the event.
fr_fr: Le niveau de menace attribué à l'événement.

source: The status of the analysis.
fr_fr: Le statut de l'analyse.

source: This shows the distribution rules applied to this event, controlling whether only the creating organisation can see (Your organisation only) it or everyone on the instance (This community only). The two remaining settings allow the event to be propagated to organisations on remote connected instances.
fr_fr: Cela montre les règles de distribution appliquées à cet événement, en contrôlant si seulement l'organisation créatrice peut voir (votre organisation seulement) elle ou tout le monde sur l'instance (cette communauté seulement). Les deux paramètres restants permettent de propager l'événement aux organisations instances connectées à distance.

source: A short description of the event itself. Make sure not to put information in here that could be used for correlation purposes and be better suited as an Attribute.
fr_fr: Une brève description de l'événement lui-même: assurez-vous de ne pas mettre ici d'informations qui pourraient être utilisées à des fins de corrélation et qui seraient mieux adaptées en tant qu'attribut.

source: Whether the event has been published or not. Publishing allows the attributes of the event to be used for all eligible exports and it notifies users that have subscribed to the event alerts. Also, a publish initiates a push to all eligible instances.
fr_fr: Que l'événement ait été publié ou non. La publication permet d'utiliser les attributs de l'événement pour toutes les exportations éligibles et notifie les utilisateurs qui ont souscrit aux alertes d'événement.

source: List of Related Events
fr_fr: Liste des événements connexes
