Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Add a regex pattern for detecting iocs that should be skipped (this can be useful to exclude any references to the actual report / feed for example)
fr_fr: Ajouter un motif d'expression régulière pour détecter les indicateurs qui peuvent être ignorés (cela peut être utile pour exclure tout références depuis le rapport/flux actuel par exemple)

source: Regex pattern, for example: "/^https://myfeedurl/i
fr_fr: Modèle de regex, par exemple: "/^https://myfeedurl/i

source: Auto Publish
fr_fr: Auto-publication

source: Publish events directly after pulling the feed - if you would like to review the event before publishing uncheck this
fr_fr: Publier les événements directement après la récupération du flux - si vous souhaitez vérifier l'événement avant publication, décochez la case

source: Override IDS Flag
fr_fr: Modifier le statut IDS

source: If checked, the IDS flags will always be set to off when pulling from this feed
fr_fr: Si coché, le flag "to_ids" sera toujours désactivé lors de la récupération de ce flux

source: Delta Merge
fr_fr: Fusion des différences

source: Merge attributes (only add new attributes, remove revoked attributes)
fr_fr: Fusionner les attributs (seulement les nouveaux attributs, supprime les attributs révoqués)

source: Default Tag
fr_fr: Tags par défaut

source: Filter rules
fr_fr: Règles du filtre

source: Events with the following tags allowed
fr_fr: Evénements avec les tags suivants autorisés

source: Events with the following tags blocked
fr_fr: Evénements avec les tags suivants bloqués

source: Events with the following organisations allowed
fr_fr: Les événements provenant des organisations suivantes sont autorisés

source: Events with the following organisations blocked
fr_fr: Les événements provenant des organisations suivantes sont bloqués

source: Modify
fr_fr: Modifier

source: None or less than 1% of the data of %s is contained in %s (%s matching values)
fr_fr: Moins d'1% ou aucune des données de %s est contenue dans %s (%s de valeurs correspondantes)

source: Edit MISP Feed
fr_fr: Éditer le flux MISP

source: Edit a new MISP feed source.
fr_fr: Éditer une nouvelle source de flux MISP

source: Regex pattern, for example: "/^https://myfeedurl/i"
fr_fr: Modèle de regex, par exemple: "/^https://myfeedurl/i"

source: The base-url to the external server you want to sync with. Example: https://misppriv.circl.lu
fr_fr: L'url de base du serveur externe auquel vous souhaitez vous synchroniser. Exemple: https://misppriv.circl.lu

source: A name that will make it clear to your users what this instance is. For example: Organisation A's instance
fr_fr: Un nom qui définira clairement ce qu'est cette instance. Par exemple: "Instance de l'organisation A"

source: The organization having the external server you want to sync with. Example: BE
fr_fr: L'organisation a un serveur externe avec lequel vous souhaitez vous synchroniser. Exemple: BE

source: You can find the authentication key on your profile on the external server.
fr_fr: Vous pouvez trouver la clé d'authentification dans votre profil sur l'instance externe.

source: Allow the upload of events and their attributes.
fr_fr: Permettre le téléchargement d’événements et de leurs attributs.

source: Allow the download of events and their attributes from the server.
fr_fr: Autoriser le téléchargement d'événements et de leurs attributs depuis l'instance.

source: Unpublish new event (working with Push event).
fr_fr: Ne pas publier les nouveaux événements (fonctionne avec les événements poussés).

source: Publish new event without email (working with Pull event).
fr_fr: Publier un nouvel événement sans e-mail (fonctionne avec les événements récupérés).

source: You can also upload a certificate file if the instance you are trying to connect to has its own signing authority.
fr_fr: Vous pouvez également téléverser un fichier de certificat si l'instance à laquelle vous tentez de vous connecter possède sa propre autorité de certification.

source: Click this, if you would like to allow a connection despite the other instance using a self-signed certificate (not recommended).
fr_fr: Cliquez-ici si vous voulez autoriser une connection avec une autre instance en utilisant un certificat auto-signé (non recommandé).

source: Parsed attributes from feed
fr_fr: Attributs analysées provenant du flux

source: Fetch selected
fr_fr: Rechercher les éléments sélectionnés

source: Correlations
fr_fr: Corrélations

source: Paste feed data
fr_fr: Copier les données du flux

source: Paste a MISP feed metadata JSON below to add feeds.
fr_fr: Coller un flux de métadonnées JSON MISP ici pour ajouter des flux.

source: Feed metadata JSON
fr_fr: Flux de métadonnées JSON

source: Feeds
fr_fr: Flux

source: Generate feed lookup caches or fetch feed data (enabled feeds only)
fr_fr: Générer une table des flux en cache ou extraitre les données de flux (flux activé uniquement)

source: Cache all feeds
fr_fr: Mettre en cache tous les flux

source: Cache freetext/CSV feeds
fr_fr: Mettre les flux Freetext/CSV en cache

source: Cache MISP feeds
fr_fr: Mettre en cache les flux

source: Fetch and store all feed data
fr_fr: Récupérer et stocker les données de l'ensemble des flux

source: Enable selected
fr_fr: Activer les éléments sélectionnés

source: Disable selected
fr_fr: Désactiver la sélection

source: Enable caching for selected
fr_fr: Activer la mise en cache pour les éléments sélectionnés

source: Disable caching for selected
fr_fr: Désactiver la mise en cache pour les éléments sélectionnés

source: Default feeds
fr_fr: Flux par défaut

source: Custom feeds
fr_fr: Flux personnalisés

source: All feeds
fr_fr: Tout les flux

source: Enabled feeds
fr_fr: Flux activés

source: Enable pulling the feed into your MISP as events/attributes.
fr_fr: Activer l'extraction du flux dans votre MISP en tant qu'événements/attributs.

source: Enable caching the feed into Redis - allowing for correlations to the feed to be shown.
fr_fr: Activer la mise en cache du flux dans Redis - ce qui permet d'afficher les corrélations au flux.

source: Feed Format
fr_fr: Format du flux

source: Input
fr_fr: Entrant

source: Override IDS
fr_fr: Ecraser la valeur "to_ids"

source: Caching
fr_fr: Mettre en cache

source: Rules
fr_fr: Règles

source: Error: Invalid event!
fr_fr: Erreur: Événement invalide!

source: Fixed event %s
fr_fr: Evenement %s fixe

source: New fixed event
fr_fr: Nouvel événement fixe

source: Not cached
fr_fr: Non mis en cache

source: Explore the events remotely
fr_fr: Explorer l'événement à distance

source: Fetch all events
fr_fr: Récupérer tout les événements

source: Are you sure you want to permanently remove the feed (%s)?
fr_fr: Êtes vous sur de vouloir supprimer définitivement ce flux (%s) ?

source: Download feed metadata as JSON
fr_fr: Télécharger les méta-données du flux en json

source: You are currently viewing an event from a feed (%s by %s)
fr_fr: Vous voyez actuellement un événement provenant d'un flux (%s par %s)

source: You are currently viewing the event index of a feed (%s by %s).
fr_fr: Vous voyez actuellement un événement en provenance d'un flux (%s par %s).

source: Fetch the event
fr_fr: Récupérer l'événement

source: Namespace
fr_fr: Espace de noms

source: Galaxy ID
fr_fr: ID de la galaxie

source: Kill chain order
fr_fr: Ordre de la chaine cybercriminelle

source: Galaxy Cluster Deletion
fr_fr: Suppression du cluster Galaxy

source: View graph
fr_fr: Voir le graphique

source: Delete galaxy cluster
fr_fr: Supprimer le cluster galaxy

source: Start the galaxy matrix picker
fr_fr: Lancer le sélecteur de matrice de galaxie

source: Are you sure you want to purge all completed job entries? Job entries are considered as log entries and have no impact on actual job execution.
fr_fr: Êtes vous sûr de vouloir purger tout les entrées de tâches réussies ? Les tâches réussies sont considérés comme des entrées de journaux et n'ont pas d'impact sur les exécutions des tâches.

source: Are you sure you want to purge all job entries? Job entries are considered as log entries and have no impact on actual job execution.
fr_fr: Etes vous sûr de vouloir purger toutes les entrées de travaux ? Les entrées de travaux sont considérés comme des entrées de journaux et n'ont aucun impact sur l'actuelle exécution des travaux.

source: Completed.
fr_fr: Complété.

source: Show all queues
fr_fr: Voir toutes les files

source: Default
fr_fr: Par défaut

source: Show default queue
fr_fr: Voir la file par défaut

source: Show email queue
fr_fr: Voir la file des e-mail

source: Show cache queue
fr_fr: Voir la file de mise en cache

source: Worker
fr_fr: Travailleur

source: Organisation name
fr_fr: Nom de l'organisation

source: Retries
fr_fr: Nouvelles tentatives

source: No worker active
fr_fr: Aucun travailleur actif

source: View stacktrace
fr_fr: Voir la pile

source: Background Job Error Browser
fr_fr: Erreur de la tâche de fond du navigateur

source: Click to show stack trace
fr_fr: Cliquez ici pour voir la trace de la pile

source: Click to hide stack trace
fr_fr: Cliquez ici pour masquer la trace de la pile

source: No error data found. Generally job error data is purged from Redis after 24 hours, however, you can still view the errors in the log files in "/app/tmp/logs".
fr_fr: Pas d'erreur de données trouvées. Généralement, les données de jobs en erreur sont purgées de Redis après 24 heures, cependant, vous pouvez toujours voir les erreur dans les fichiers de journalisation dans "/app/tmp/logs".

source: Logs
fr_fr: Journaux

source: Results for all log entries
fr_fr: Résultats pour l'ensemble des entrées de journalisation

source: for user
fr_fr: pour l'utilisateur

source: of organisation
fr_fr: de l'organisation

source: for model
fr_fr: pour le modèle

source: for model ID
fr_fr: pour l’ID du modèle

source: of type
fr_fr: du type

source: with the title
fr_fr: avec le titre

source: including the change
fr_fr: inclure les changements

source: from IP
fr_fr: depuis l'IP

source: Model ID
fr_fr: ID du modèle

source: Change
fr_fr: Modifier

source: Stolen attribute validation
fr_fr: Validation des attributs volés (dont la propriété a été modifiée)

source: Nothing to see here, move along.
fr_fr: Rien à voir ici, circulez.

source: Attribute (%s) associated to events: %s
fr_fr: Attribut (%s) associé à l'événement: %s

source: Create anonymously
fr_fr: Créer anonymement

source: Edit news message
fr_fr: Éditer un message

source: Are you sure you want to delete news item # %s?
fr_fr: Etes vous sûr de vouloir supprimer la remarque # %s?

source: There are currently no news messages.
fr_fr: Il n'y actuellement pas de nouveaux messages.

source: Noticelists
fr_fr: Lister les avis

source: geographical_area
fr_fr: aire_geographique

source: enabled
fr_fr: activé

source: Disable
fr_fr: Désactiver

source: Enable
fr_fr: Activer

source: Noticelist Deletion
fr_fr: Suppression de la liste d'avis

source: Are you sure you want to delete Noticelist #%s?
fr_fr: Êtes-vous sûr de vouloir supprimer la liste d'avis %s?

source: Add Object Reference
fr_fr: Ajouter une référence à un objet

source: Relationship type
fr_fr: Type de relation

source: Target UUID
fr_fr: UUID Cible

source: Object
fr_fr: Objet

source: Target Details
fr_fr: Détails de la cible

source: Object reference Deletion
fr_fr: Suppression de la référence à un objet

source: Are you sure you want to soft delete Object reference #%s?%s
fr_fr: Êtes-vous certain de vouloir supprimer la référence à l'objet #%s? %s

source: Are you sure you want to hard delete Object reference #%s?%s
fr_fr: Êtes-vous certain de vouloir supprimer définitivement la référence à l'objet #%s? %s

source: The Attribute will be permanently deleted and unrecoverable. Also, this will prevent the deletion to be propagated to other instances.
fr_fr: Cet attribut va être définitivement supprimé et sera irrécupérable. Ceci va empêcher propagation de la suppression dans d’autres instances.

source: Categories
fr_fr: Catégories

source: Sane defaults
fr_fr: Remettre au paramètres par défaut

source: List of valid Values
fr_fr: Liste d'entrée valides

source: Disable correlation
fr_fr: Désactiver la corrélation

source: Object Template index
fr_fr: Index des modèles d'objet

source: Requirements
fr_fr: Requis

source: Are you sure you want to force an update for template # %s?
fr_fr: Etes vous sure de vouloir forcer la mise à jour du modèle # %s ?

source: Are you sure you want to delete template # %s?
fr_fr: Etes vous sûr de vouloir supprimer le modèle # %s?

source: Object Template
fr_fr: Modèle d'objet

source: Object
fr_fr: Objet

source: Object Template
fr_fr: Modèle d'objet

source: Meta category
fr_fr: Meta-catégorie

source: Warning, issues found with the template
fr_fr: Attention, problème trouvé dans le modèle

source: Save
fr_fr: Sauvegarder

source: Name :: type
fr_fr: Nom :: type

source: Warning: You are about to share data that is of a classified nature. Make sure that you are authorised to share this.
fr_fr: Attention: vous allez partager des données classifiées. Veuillez vous assurer que vous en ayez l’autorisation.

source: Enter value manually
fr_fr: Entrer la valeur manuellement

source: Object reconstruction
fr_fr: Reconstruction de l'objet

source: Due to a bug prior to version 2.4.89, a condition could cause objects to be overwritten on a pull, leading to orphaned object attributes. This script reconstructs the missing objects if any exist.
fr_fr: A cause d'un bug de la version 2.4.89, une condition peut causer l'écrasement d'objet durant une récupération, rendant des attributs d'objets orphelins. Ce script peut reconstruire les objets manquants si ils existent.

source: Please create a backup of your mysql database before executing the script.
fr_fr: Merci de sauvegarder votre base MySql avant d'exécuter ce script.

source: No unmapped data found, everything is working as expected.
fr_fr: Aucune donnée non référencée trouvée, tout fonctionne comme prévu.

source: Unmapped Attributes
fr_fr: Attributs non mappés

source: Keep in mind that some of the unmapped attributes can get reconstructed on a second pass of this script.
fr_fr: Gardez en tête que plusieurs des attributs non mappés peuvent être reconstruits après une seconde passe de ce script.

source: Reconstructable objects
fr_fr: Objets reconstituable

source: Object pre-save review
fr_fr: Examen de l'objet avant enregistrement

source: Make sure that the below Object reflects your expectation before submiting it.
fr_fr: Faites attention à ce que l'objet reflète ce que vous souhaitez faire avant de le soumettre.

source: To IDS
fr_fr: Pour IDS

source: Object Deletion
fr_fr: Suppression d'objet

source: The Object will be permanently deleted and unrecoverable. Also, this will prevent the deletion to be propagated to other instances.
fr_fr: Cet objet va être définitivement supprimé et sera irrécupérable. Ceci va empêcher propagation de la suppression dans d’autres instances.

source: Are you sure you want to %sdelete Object #%s? %s
fr_fr: Êtes-vous certain de vouloir %s supprimer l'objet #%s? %s

source: Add Organisation Blacklist Entries
fr_fr: Ajouter une organisation dans les entrées de la liste noire

source: Simply paste a list of all the organisation UUIDs that you wish to block from being entered.
fr_fr: Collez simplement une liste de tous les UUID d'organisations que vous souhaitez voir bloqués.

source: (Optional) The organisation name that the organisation is associated with
fr_fr: (Optionnel) L’organisation à laquelle l’organisation est associé

source: Organisation Blacklists
fr_fr: Liste noire des organisation

source: Are you sure you want to delete the blacklist entry for the organisation UUID %s?
fr_fr: Êtes vous sur de vouloir supprimer l'entrée en liste noir pour l'UUID de l'organisation %s ?

source: New Organisation
fr_fr: Nouvelle organisation

source: If the organisation should have access to this instance, make sure that the Local organisation setting is checked. <br />If you would only like to add a known external organisation for inclusion in sharing groups, uncheck the Local organisation setting.
fr_fr: Si l'organisation devrait avoir accès à cette instance, soyez sûr que le paramètre "Organisation locale" est coché. <br />Si vous voulez seulement l'ajouter dans les organisations externes connues pour l'inclure dans un groupe de partage, décochez le paramètre "Organisation locale".

source: Local organisation
fr_fr: Organisation locale

source: Mandatory fields.
fr_fr: Champs obligatoires.

source: Organisation Identifier
fr_fr: Identifiant de l'organisation

source: Brief organisation identifier
fr_fr: Identifiant bref de l'organisation

source: No image uploaded for this identifier
fr_fr: Aucune image téléversée pour cet identifiant

source: Paste UUID or click generate
fr_fr: Coller l'UUID ou cliquer pour le générer

source: Generate UUID
fr_fr: Générer l’UUID

source: Generate a new UUID for the organisation
fr_fr: Générer un nouvel UUID pour l'organisation

source: A brief description of the organisation
fr_fr: Une brève description de votre organisation

source: A description of the organisation that is purely informational.
fr_fr: Une description purement informationnelle de l'organisation.

source: Bind user accounts to domains (line separated)
fr_fr: Lier les comptes d’utilisateurs vers des domaines (ligne séparée)

source: Enter a (list of) domain name(s) to enforce when creating users.
fr_fr: Entrer une liste de nom de domaine à imposer lors de la création d'utilisateurs.

source: The following fields are all optional.
fr_fr: Les champs suivants sont tous optionnels.

source: Logo (48x48 png)
fr_fr: Logo (png 48 x 48)

source: For example "financial".
fr_fr: Par exemple "financial".

source: Type of organisation
fr_fr: Type d'organisation

source: Freetext description of the org.
fr_fr: Description textuelle de l'organisation.

source: You can add some contact details for the organisation here, if applicable.
fr_fr: Vous pouvez ajouter des détails de contact pour l'oganisation ici, si possible.

source: Mandatory fields. Leave the UUID field empty if the organisation doesn't have a UUID from another instance.
fr_fr: Champs obligatoire. Laisser le champ UUID vide si l'organisation ne possède pas l'UUID d'une autre instance.

source: An organisation with the above uuid already exists. Would you like to merge this organisation into the existing one?
fr_fr: Une organisation avec le même UUID est déjà existante. Voulez-vous fusionner cette organisation avec une organisation existante ?

source: Click here
fr_fr: Cliquer ici

source: All organisations
fr_fr: Toutes les organisations

source: , both local and remote
fr_fr: , local et à distance

source: Known remote organisations
fr_fr: Organisation distantes connues

source: on other instances
fr_fr: sur les autres instances

source: Local organisations
fr_fr: Organisations locale

source: having a presence on this instance
fr_fr: avoir une présence sur cette instance

source: Paginate
fr_fr: Pagination

source: View all
fr_fr: Tout voir

source: Added by
fr_fr: Ajouté par

source: Local or remote
fr_fr: Local ou distant

source: Remote
fr_fr: Distant

source: Domain restrictions
fr_fr: Restrictions de domaine

source: Creation time
fr_fr: Temps de création

source: Last modified
fr_fr: Dernière modification

source: Sector
fr_fr: Secteur

source: Nationality
fr_fr: Nationalité

source: Organisation type
fr_fr: Type d'organisation

source: Members
fr_fr: Membres

source: Select organisations to add
fr_fr: Sélectionner l'organisation à ajouter

source: Available Organisations
fr_fr: Organisations disponibles

source: Added Organisations
fr_fr: Organisations ajoutés

source: Submit organisations
fr_fr: Soumettre une organisation

source: Landing page for %s
fr_fr: Page d'accueil pour %s

source: This will remove the selected organisation and hand over all objects belonging to it to the target organisation. This process is irreversible. Are you sure you want to proceed?
fr_fr: Ceci supprimera l’organisation sélectionnée et remettra tous les objets lui appartenant à l’organisation cible. Ce processus est irréversible. Êtes-vous sûr de que vouloir continuer ?

source: Warning: Merging an organisation into another will be transfer all users and data belonging to the organisation to another.
fr_fr: Attention: Fusionner une organisation avec une autre va transférer les utilisateurs de l'organisation fusionnable vers l'organisation fusionnée.

source: Target Local Organisation
fr_fr: Organisation locale cible

source: Target External Organisation
fr_fr: Cibler une organisation externe

source: Organisation to be merged
fr_fr: Organisations à fusionner

source: Organisation to be merged into
fr_fr: Organisation avec laquelle fusionner

source: Merge
fr_fr: Fusionner

source: Mark organisation as sharing group extender
fr_fr: Marquer l'organisation en tant qu'extension du groupe de partage

source: Administrative actions
fr_fr: Actions d'administration

source: Reset the attribute counts
fr_fr: Réinitialiser le compteur d'attributs

source: Events need to have no validation issues
fr_fr: Les événements ne doivent pas avoir de problèmes de validation

source: Recorrelate attributes
fr_fr: Faire la corrélation des attributs à nouveau

source: Recorrelate proposals
fr_fr: Faire la corrélation des propositions à nouveau

source: Verify Certificates
fr_fr: Vérifier les certificats

source: Check whether every user's certificate is usable
fr_fr: Vérifier si le certificat utilisateur est utilisable

source: Extend Organization length
fr_fr: Étendre la taille de l'oganisation

source: Hotfix 2.3.57: Increase the max length of the organization field when adding a new server connection.
fr_fr: Correctif 2.3.57: Augmentation de la longueur maximum dans le champ Organisation lors de l'ajout d'une nouvelle connexion a un serveur.

source: Convert log fields to text
fr_fr: Convertir les champs de log en texte

source: Hotfix 2.3.78: Some of the log fields that were varchar(255) ended up truncating the data. This function will change them to "text"
fr_fr: Correctif 2.3.78: Certaines des valeurs de logs qui étaient en varchar(255) se terminent avec des valeurs tronquées. Cette fonction va les changer en "text"

source: Fix duplicate UUIDs
fr_fr: Corriger les UUID dupliqués

source: Hotfix 2.3.107: it was previously possible to get duplicate attribute UUIDs in the database, this script will remove all duplicates and ensure that duplicates will not be entered into the database in the future.
fr_fr: Correctif 2.3.107: Il était prédemment possible de récupérer des UUID d'attributs dupliqués dans la base de données. Ce script va supprimer toutes les valeurs dupliquées et s'assurer que les valeurs dupliquées ne pourront plus être entrées dans le futur.

source: Remove duplicate events (with the same UUID)
fr_fr: Supprimer les événements en double (avec le même UUID)

source: Hotfix 2.3.115: In some rare situations it could occur that a duplicate of an event was created on an instance, with the exact same uuid. This action will remove any such duplicates and make sure that this cannot happen again.
fr_fr: Correctif 2.3.115: Dans de rares cas, il peut arriver une duplication d'événements créer sur l'instance avec le même Uuid. Cette action va supprimer chacun des événements dupliqués et s'assurer que cela ne se reproduise plus.

source: Prune orphaned attributes
fr_fr: Taillez les attributs orphelins
