Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: The pull filter rules must be in valid JSON format.
fr_fr: Les règles du filtre Pull doivent être au format JSON valide.

source: The push filter rules must be in valid JSON format.
fr_fr: Les règles du filtre Push doivent être au format JSON valide.

source: That organisation could not be created as the uuid is in use already.
fr_fr: Cette organisation n' a pas pu être créée car l'UUID est déjà utilisé.

source: Couldn't save the new organisation, are you sure that the uuid is in the correct format? Also, make sure the organisation's name doesn't clash with an existing one.
fr_fr: Impossible d'enregistrer la nouvelle organisation, vous êtes sûr que l’uuid est dans le bon format ? Aussi, assurez-vous que le nom de l’organisation n’est pas en conflit avec un nom existant.

source: The server has been saved
fr_fr: Le serveur a été sauvegardé

source: The server could not be saved. Please, try again.
fr_fr: Le serveur n'a pas pu être sauvegardé. Veuillez réessayer.

source: Invalid server
fr_fr: Serveur invalide

source: Couldn't save the new organisation, are you sure that the uuid is in the correct format?.
fr_fr: La nouvelle organisation n'a pas pu être sauvegardée. L'UUID ne semble pas être au bon format.

source: Server deleted
fr_fr: Serveur supprimé

source: Server was not deleted
fr_fr: Le serveur n'a pas été supprimé

source: Pull setting not enabled for this server.
fr_fr: Le paramètre Pull n'est pas activé pour ce serveur.

source: Pull queued for background execution. Job ID: %s
fr_fr: Pull en attente pour l'exécution en arrière-plan. ID tâche : %s

source: The remote server is too outdated to initiate a push towards it. Please notify the hosting organisation of the remote instance.
fr_fr: Le serveur distant est trop obsolète pour lancer un push vers celui-ci. Veuillez aviser l'organisation d'hébergement de l'instance distante.

source: Push complete. %s events pushed, %s events could not be pushed.
fr_fr: Envoi terminé. %s événements poussés, %s événements n'ont pas pu être poussés.

source: Push queued for background execution. Job ID: %s
fr_fr: Envoi en attente pour l'exécution de l'arrière-plan. ID de tâche : %s

source: High
fr_fr: HauteHaut

source: File not found.
fr_fr: Fichier introuvable.

source: File could not be deleted.
fr_fr: Le fichier n'a pas été supprimé.

source: Upload failed.
fr_fr: Le téléversement a échoué.

source: File already exists. If you would like to replace it, remove the old one first.
fr_fr: Le fichier est déjà présent. Pour le remplacer, veuillez le supprimer avant.

source: Starting server caching.
fr_fr: Démarrage du mise en cache.

source: Caching the servers has failed.
fr_fr: La mise en cache des serveurs a échoué.

source: Caching the servers has successfully completed.
fr_fr: La mise en cache des serveurs est terminée avec succès.

source: Moving of the file that this attachment references failed.
fr_fr: Le déplacement de ce fichier faisant référence à cet attachement à échoué.

source: Could not discard proposal.
fr_fr: Impossible d’écarter la proposition.

source: Attribute has not been added: attachments are added by "Add attachment" button
fr_fr: L'attribut n'a pas été ajouté. Veuillez sélectionner "Ajouter une pièce jointe"("Add attachement")

source: The lines
fr_fr: Les lignes

source: The proposal has been saved
fr_fr: La proposition a été sauvegardée

source: Could not save the proposal. Errors: %s
fr_fr: Impossible de sauvegarder la proposition. Erreurs: %s

source: The proposal could not be saved. Please, try again.
fr_fr: La propose n’a pas pu être enrégistrer. Veuillez réessayer.

source: Invalid Proposal
fr_fr: Proposition invalide

source: Proposal not an attachment or malware-sample
fr_fr: La proposition n'est pas une pièce jointe ou un échantillon de malware

source: The attachment has been uploaded
fr_fr: La pièce jointe a été envoyée

source: The attachment has been uploaded, but some of the proposals could not be created. The failed proposals are:
fr_fr: La pièce jointe a été envoyée, mais certaines propositions n'ont pas pu être créées. Les erreurs sont :

source: The attachment could not be saved, please contact your administrator.
fr_fr: La pièce jointe n'a pas pu être sauvegardée, veuillez contacter votre administrateur.

source: The proposed Attribute has been saved
fr_fr: L'attribut proposé a été sauvegardé

source: The ShadowAttribute could not be saved. Please, try again.
fr_fr: Le "ShadowAttribute" n'a pas été sauvegardé. Veuillez réessayer.

source: Invalid proposal.
fr_fr: Proposition invalide.

source: No proposals found or invalid event.
fr_fr: Aucune proposition trouvée ou événement invalide.

source: This feature is only available using the API to Sync users
fr_fr: Cette fonctionnalité n'est disponible qu'en utilisant l'API pour les utilisateurs ayant les droites d'effectuer des actions de synchronisation

source: Invalid UUID
fr_fr: UUID invalide

source: This feature is only available using POST requests
fr_fr: Cette fonctionnalité n'est disponible qu'en utilisant une requête POST

source: Sharing Group deleted
fr_fr: Groupe de partage supprimé

source: Sharing Group could not be deleted. Make sure that there are no events, attributes or threads belonging to this sharing group.
fr_fr: Le groupe de partage n'a pas pu être supprimé. Assurez-vous qu'il n'y a aucun événement, attribut ou discussion appartenant à ce groupe de partage.

source: Could not add the Sighting. Reason:
fr_fr: Impossible d'ajouter le Sighting. Raison:

source: Sighting added
fr_fr: Sighting ajouté

source: You are not authorised to remove sightings data as you don't have permission to modify your organisation's data.
fr_fr: Vous n'êtes pas autorisé à supprimer les données de navigation car vous n'avez pas la permission de modifier les données de votre organisation.

source: Attribute not found
fr_fr: Attribut introuvable

source: Invalid request.
fr_fr: Demande invalide.

source: Sighting added.
fr_fr: Sighting ajouté.

source: Sighting could not be added
fr_fr: Le Sighting n'a pas pu être ajouté

source: The tag collection has been saved
fr_fr: La collection de tags a été enregistrée

source: The tag collection could not be added. Reason:
fr_fr: La collection de tag n'a pas pu être ajoutée. Raison :

source: %s new tag collections added.
fr_fr: %s nouvelles collections de tags ajoutées.

source: Invalid Tag Collection
fr_fr: Collection de tags invalide

source: You don't have editing rights on this Tag Collection.
fr_fr: Vous n'avez pas de droits d'édition sur cette collection de tags.

source: Invalid tag collection.
fr_fr: Collection de tag invalide.

source: Tag collection deleted.
fr_fr: Collection de tags supprimée.

source: Tag collection could not be deleted.
fr_fr: La collection de tags n'a pas pu être supprimée.

source: You are not allowed to delete that.
fr_fr: Vous n'êtes pas autorisé à supprimer cela.

source: Tag(s) could not be added.
fr_fr: Tag(s) n'a pas pu être ajouté.

source: Insufficient privileges to remove the tag from the collection.
fr_fr: Privilèges insuffisants pour supprimer le tag de la collection.

source: Invalid tag or tag not associated with the collection.
fr_fr: Tag ou tag non associé à la collection.

source: Failed to remove tag from the collection.
fr_fr: Impossible de supprimer le tag de la collection.

source: Tag deleted
fr_fr: Tag supprimé

source: Tag was not deleted
fr_fr: Le tag n'a pas été supprimé

source: Favourite Tags
fr_fr: Tags préférés

source: Tag Collections
fr_fr: Collections de tags

source: All Tags
fr_fr: Toutes les balises

source: Taxonomy Library
fr_fr: Bibliothèque de taxonomie

source: Includes:
fr_fr: Comprend :

source: Event populated,
fr_fr: Événement peuplé,

source: Event populated, but
fr_fr: Événement peuplé, mais

source: Invalid user or not authorised.
fr_fr: Utilisateur invalide ou non autorisé.

source: Invalid user
fr_fr: Utilisateur invalide

source: Invalid e-mail domain. Your user is restricted to creating users for the following domain(s):
fr_fr: Le domaine de courriel est invalide. Votre utilisateur est limité à la création d'utilisateurs pour les domaines suivants:

source: The profile has been updated
fr_fr: Le profil a été mis à jour

source: The profile could not be updated. Please, try again.
fr_fr: Le profil n’a pas été mis à jour. Veuillez réessayer.

source: Invalid password. Please enter your current password to continue.
fr_fr: Mot de passe invalide. Veuillez entrer votre mot de passe actuel pour continuer.

source: Please enter your current password to continue.
fr_fr: Veuillez entrer votre mot de passe actuel pour continuer.

source: Password Changed.
fr_fr: Mot de passe modifié.

source: The password could not be updated. Make sure you meet the minimum password length / complexity requirements.
fr_fr: Le mot de passe n’a pas été modifié. Vérifiez la longueur minimale et la complexité du mot de passe.

source: The user could not be saved. Invalid organisation.
fr_fr: L’utilisateur n’a pas été sauvegardé. Organisation invalide.

source: The user has been saved.
fr_fr: L’utilisateur a été sauvegardé.

source: The user could not be saved. Please, try again.
fr_fr: L’utilisateur n’a pas été sauvegardé. Veuillez réessayer.

source: The user has been saved
fr_fr: L’utilisateur a été sauvegardé

source: User deleted
fr_fr: Utilisateur supprimé

source: User was not deleted
fr_fr: L’utilisateur n’a pas été supprimé

source: Invalid username or password, try again
fr_fr: Nom d’utilisateur ou mot de passe invalide, réessayez

source: Good-Bye
fr_fr: Au revoir

source: New authkey generated.
fr_fr: Nouvelle clé d’identification générée.

source: You accepted the Terms and Conditions.
fr_fr: Vous avez accepté les Termes et Conditions.

source: Recipient email not provided
fr_fr: Email du destinataire non fourni

source: Recipient organisation not provided
fr_fr: Organisme bénéficiaire non fourni

source: E-mails sent, but failed to deliver the messages to the following recipients:
fr_fr: Courriels envoyés, mais n’a pas pu être envoyé aux destinataires suivants:

source: E-mails sent.
fr_fr: Courriels envoyés.

source: The %s has been saved.
fr_fr: %s a été enregistré.

source: The %s could not be saved. Please, try again.
fr_fr: Le %s n’a pas été sauvegardé. Veuillez réessayer.

source: Invalid %s
fr_fr: Invalide %s

source: The %s has been saved
fr_fr: %s a été enregistré

source: %s deleted
fr_fr: %s supprimé

source: %s was not deleted
fr_fr: %s n'a pas été supprimé

source: Done. Added %d new entries to the blacklist. %d entries could not be saved.
fr_fr: Fait. Les %d nouvelles entrées ont été ajoutées à la liste noire. %d entrées n’ont pas pu être enregistrées.

source: Blacklist item added.
fr_fr: Objet de liste noire ajouté.

source: Invalid blacklist entry
fr_fr: Entrée de liste noire invalide

source: Blacklist entry removed
fr_fr: Entrée de liste noire supprimée

source: Could not remove the blacklist entry
fr_fr: Entrée de liste noire n’a pas été supprimée

source: Your organisation only
fr_fr: Votre organisation seulement

source: This community only
fr_fr: Cette communauté seulement

source: Connected communities
fr_fr: Communautés connectées

source: All communities
fr_fr: Toutes les communautés

source: Sharing group
fr_fr: Groupe de partage

source: Filename
fr_fr: Nom de fichier

source: Composite type, but value not explodable
fr_fr: Type composé, mais la valeur ne peut être étendue

source: Delete of file attachment failed. Please report to administrator.
fr_fr: La suppression du fichier joint à échouée. Merci de le signaler à l'administrateur.

source: The entered string is too long and would get truncated. Please consider adding the data as an attachment instead
fr_fr: L'entrée texte fournie est trop longue et va être tronquée. Merci d'envisager d'ajouter cette donnée en pièce jointe à la place

source: Checksum has an invalid length or format (expected: %s hexadecimal characters). Please double check the value or select type "other".
fr_fr: La somme de contrôle a une longueur ou un format non valide (%s caractères en hexadécimal attendus). Merci de vérifier la valeur ou de sélectionner le type "other".

source: Checksum has an invalid length or format (expected: at least 35 hexadecimal characters). Please double check the value or select type "other".
fr_fr: La somme de contrôle a une longueur ou un format non valide (au moins 35 caractères en hexadécimal attendus). Merci de vérifier la valeur ou de sélectionner le type "other".

source: The input doesn't match the expected sha1 format (expected: 40 hexadecimal characters). Keep in mind that MISP currently only supports SHA1 for PEhashes, if you would like to get the support extended to other hash types, make sure to create a github ticket about it at https://github.com/MISP/MISP!
fr_fr: L'entrée ne correspond pas au format sha1 attendu (attendu: 40 caractères hexadécimaux). Gardez à l'esprit que MISP ne support actuellement que les SHA1 pour PEHashes, si vous souhaitez un support étendu pour d'autres types de hash, créez un ticket sur GitHub à propos de cette demande https://github.com/MISP/MISP!

source: Invalid SSDeep hash. The format has to be blocksize:hash:hash
fr_fr: Hash SSDeep invalide. Le format doit être blocksize:hash:hash

source: Invalid impfuzzy format. The format has to be imports:hash:hash
fr_fr: Format impfuzzy invalide. Le format doit être imports:hash:hash

source: The input doesn't match the expected format (expected: 40 or more hexadecimal characters)
fr_fr: L'entrée ne correspond pas au format attendu (attendu : 40 caractères hexadécimaux ou plus)

source: The input doesn't match the expected filename|sha1 format (expected: filename|40 hexadecimal characters). Keep in mind that MISP currently only supports SHA1 for PEhashes, if you would like to get the support extended to other hash types, make sure to create a github ticket about it at https://github.com/MISP/MISP!
fr_fr: L'entrée ne correspond pas au format nom de fichier |sha1 attendu (attendu: nom de fichier |40 caractères hexadécimaux). Gardez à l'esprit que MISP ne support actuellement que les SHA1 pour PEHashes, si vous souhaitez un support étendu pour d'autres types de hash, créez un ticket sur GitHub à propos de cette demande https://github.com/MISP/MISP!

source: Checksum has an invalid length or format (expected: filename|%s hexadecimal characters). Please double check the value or select type "other".
fr_fr: La somme de contrôle a une longueur ou un format non valide (nom_du_fichier|%s caractères en hexadécimal attendus). Merci de vérifier la valeur ou de sélectionner le type "other".

source: Invalid composite type. The format has to be %s.
fr_fr: Type invalide. Le format doit être %s.

source: Invalid SSDeep hash (expected: blocksize:hash:hash).
fr_fr: Hash SSDeep invalide (le format attendu est blocksize:hash:hash).

source: Checksum has an invalid length or format (expected: filename|at least 35 hexadecimal characters). Please double check the value or select type "other".
fr_fr: La somme de contrôle à une taille ou un format invalide (attendu: filename| au plus 35 caractères hexadécimaux). Merci de vérifier la valeur ou de sélectionner le type "other".

source: Invalid CIDR notation value found.
fr_fr: Notation CIDR invalide, valeur introuvable.

source: IP address has an invalid format.
fr_fr: L'adresse IP a un format invalide.

source: Port numbers have to be positive integers between 1 and 65535.
fr_fr: Le numéro de port doit être un entier positif entre 1 et 65535.

source: name has an invalid format. Please double check the value or select type "other".
fr_fr: nom a un format invalide. Merci de vérifier la valeur ou de sélectionner le type "other".

source: Domain name has an invalid format.
fr_fr: Nom de domaine a un format non valide.

source: Email address has an invalid format. Please double check the value or select type "other".
fr_fr: L'adresse email a un format non valide. Merci de vérifier la valeur ou sélectionner type « autre ».

source: Invalid format. Expected: CVE-xxxx-xxxx...
fr_fr: Format invalide. Format attendu: CVE-xxxx-xxxx...

source: Invalid format. Only values shorter than 256 characters that don't include any forward or backward slashes are allowed.
fr_fr: Format non valide. Seulement les valeurs inférieurs à 256 caractères qui n’incluent pas les barres obliques vers l’avant ou vers l’arrière sont autorisées.

source: Datetime has to be in the ISO 8601 format.
fr_fr: La date et l'heure doivent être au format ISO 8601.

source: The value has to be a number greater or equal 0.
fr_fr: La valeur doit être un nombre supérieur ou égal à zéro.

source: The value has to be a number between 0 and 10.
fr_fr: La valeur doit être un nombre compris entre 0 et 10.

source: Could not read user.
fr_fr: Impossible de lire l'utilisateur.

source: This field is mandatory.
fr_fr: Ce champ est obligatoire.

source: Something went wrong. Received a non-numeric event ID while trying to create a zip archive of an uploaded malware sample.
fr_fr: Quelque chose s'est mal passé. Un ID d'événement non numérique a été reçu lors de la tentative de création d'une archive zip d'un fichier malveilant.

source: Issues while loading the stix file.
fr_fr: Problèmes lors du chargement du fichier stix.

source: Issues with the maec library.
fr_fr: Problèmes avec la bibliothèque maec.

source: Issues executing the ingestion script or invalid input.
fr_fr: Problèmes en exécutant le script de l’ingestion ou l’entrée est invalide.

source: Please ask your administrator to
fr_fr: S’il vous plaît demandez à votre administrateur de

source: Please
fr_fr: S'il vous plait

source: check whether the dependencies for STIX are met via the diagnostic tool.
fr_fr: vérifier si les dépendances pour STIX sont réunis par l’intermédiaire de l’outil de diagnostic.

source: %s not set
fr_fr: %s n'est pas défini

source: Could not add tags.
fr_fr: Ajout de tag impossible.

source: Invalid %s.
fr_fr: Invalide %s.

source: Galaxy cannot be represented as a matrix
fr_fr: La Galaxie ne peut pas être représentée comme matrice

source: Certain administrative tasks are exposed to the API, these help with maintaining and configuring MISP in an automated way / via external tools.
fr_fr: Certaines tâches d'administration sont disponibles via l'API. Cela permet d'effectuer la maintenance et la configuration de MISP de manière automatisée ou via des outils externes.

source: Administering MISP via the CLI
fr_fr: Administration de MISP via la ligne de commande

source: If you would like to automate tasks such as caching feeds or pulling from server instances, you can do it using the following command line tools. Simply execute the given commands via the command line / create cron jobs easily out of them.
fr_fr: Si vous souhaitez automatiser des tâches tel que la mise en cache ou la récupération depuis une autre instance, vous pouvez le faire en utilisant l'outil en ligne de commande suivant. Exécutez simplement la commande indiqué via la ligne de commande/créer le jobs cron facilement depuis celle-ci.

source: Automating certain console tasks
fr_fr: Automatisation de certaines tâches de la console

source: The base url of the application (in the format https://www.mymispinstance.com). Several features depend on this setting being correctly set to function.
fr_fr: L’url racine de l’application (dans le format https://www.mymispinstance.com). Plusieurs fonctionnalités nécessitent ce paramètre.

source: The currenty set baseurl does not match the URL through which you have accessed the page. Disregard this if you are accessing the page via an alternate URL (for example via IP address).
fr_fr: L'url de base actuellement renseignée ne correspond pas à l'url avec laquel vous avez accès à cette page. Faites abstraction de cela si vous accédez à cette page depuis une URL alternative (par exemple une adresse IP).

source: The base url of the application (in the format https://www.mymispinstance.com) as visible externally/by other MISPs. MISP will encode this URL in sharing groups when including itself. If this value is not set, the baseurl is used as a fallback.
fr_fr: L'url de base de l'application (au format https://www.mymispinstance.com) comme visible externe/par d'autres MISPs. MISP va encoder cette URL dans les groupes de partage lorsqu'elle est incluse. Si cette valeur n'est pas définie, l'url de base est utilisée comme une erreur.

source: Unless set to true, the instance will only be accessible by site admins.
fr_fr: Tant que cette valeur n'est pas sur "true", l'instance ne sera accessible que pour les administrateurs du site.

source: Select the language MISP should use. The default is english.
fr_fr: Sélectionnez le language que MISP devrait utiliser. Cette valeur est sur "english" par défaut.

source: Enable some performance heavy correlations (currently CIDR correlation)
fr_fr: Activer certaines corrélations gourmandes en termes de performance (actuellement corrélation de CIDR)

source: It is highly recommended to install all the python dependencies in a virtualenv. The recommended location is: %s/venv
fr_fr: Il est fortement recommandé d'installer toutes les dépendances python dans un virtualenv. L'emplacement recommandé est : %s/venv

source: In some cases, a heavily used MISP instance can generate unwanted blackhole errors due to a high number of requests hitting the server. Disable the auto logout functionality to ease the burden on the system.
fr_fr: Dans certains cas, un usage intensif de l'instance MISP peut générer des erreurs de trou noir non voulues à cause du nombre élevés de requêtes reçues par le serveur. Désactivez la fonctionnalité d'auto-déconnexion pour faciliter la charge du système.

source: Set the ssdeep score at which to consider two ssdeep hashes as correlating [1-100]
fr_fr: Définissez le score ssdeep auquel il faut considérer deux hashs ssdeep comme corrélables [1-100]

source: Sets the maximum number of correlations that can be fetched with a single event. For extreme edge cases this can prevent memory issues. The default value is 5k.
fr_fr: Définir le nombre maximal de corrélations qui peut être atteint pour un seul événement. Pour les cas les plus extrêmes, cela peut prévenir des problèmes de mémoire. La valeur par défaut est de 5k.

source: The message that users will see if the instance is not live.
fr_fr: Le message que les utilisateurs verront si l'instance n'est pas disponible.

source: If this is not set the default value will be used.
fr_fr: Si cette valeur n'est pas renseignée, la valeur par défaut sera utilisée.

source: This setting is deprecated and can be safely removed.
fr_fr: Ce paramétrage est déprécié et peut être supprimé de manière sécurisée.

source: Cached exports can take up a considerable amount of space and can be disabled instance wide using this setting. Disabling the cached exports is not recommended as it's a valuable feature, however, if your server is having free space issues it might make sense to take this step.
fr_fr: La mise en cache d'exports peut prendre une place considérable en terme d'espace disque et peut être désactivé en utilisant ce paramètre. Désactiver la mise en cache des exports n'est pas recommandé car il s'agit d'une fonctionnalité intéressant, cependant, su votre serveur a des soucis d'espace libre, il peut faire sens de désactiver cette option.

source: Footer text prepending the "Powered by MISP" text.
fr_fr: Texte en pied de page avant le texte "Powered by MISP".

source: Footer text following the "Powered by MISP" text.
fr_fr: Texte en pied de page suivant le texte "Powered by MISP".
