Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: View Proposals
fr_fr: Voir propositions

source: Events with proposals
fr_fr: Evénements avec propositions

source: List Tags
fr_fr: Lister les étiquettes

source: List Tag Collections
fr_fr: Liste des collections de tags

source: Add Tag
fr_fr: Ajouter étiquette

source: List Taxonomies
fr_fr: Lister les taxonomies

source: List Templates
fr_fr: Lister les modèles

source: Add Template
fr_fr: Ajouter modèle

source: Automation
fr_fr: Automatisation

source: List Galaxies
fr_fr: Lister les Galaxies

source: Input Filters
fr_fr: Filtres de saisie

source: Import Regexp
fr_fr: Importer une expression régulière

source: Signature Whitelist
fr_fr: Liste blanche des signatures

source: List Warninglists
fr_fr: Lister les listes d’avertissements

source: List Noticelists
fr_fr: Lister la liste d'avis

source: Global Actions
fr_fr: Actions globales

source: News
fr_fr: Actualités

source: My Profile
fr_fr: Mon Profil

source: Dashboard
fr_fr: Tableau de bord

source: Role Permissions
fr_fr: Permissions de rôle

source: List Object Templates
fr_fr: Lister les modèles d’objets

source: List Sharing Groups
fr_fr: Lister les groupes de partage

source: Add Sharing Group
fr_fr: Ajouter groupe de partage

source: User Guide
fr_fr: Guide d’utilisateur

source: Categories & Types
fr_fr: Catégories & Types

source: Terms & Conditions
fr_fr: Conditions générales

source: Statistics
fr_fr: Statistiques

source: List Discussions
fr_fr: Lister les discussions

source: Start Discussion
fr_fr: Démarrer la discussion

source: Sync Actions
fr_fr: Actions de synchronisation

source: List Servers
fr_fr: Lister serveur

source: List Feeds
fr_fr: Lister les Flux

source: List Users
fr_fr: Lister les utilisateurs

source: Add User
fr_fr: Ajouter utilisateur

source: Contact Users
fr_fr: Contacter les utilisateurs

source: List Organisations
fr_fr: Lister les organisations

source: Add Organisations
fr_fr: Ajouter des organisations

source: List Roles
fr_fr: Lister les rôles

source: Add Roles
fr_fr: Ajouter des rôles

source: Server Settings & Maintenance
fr_fr: Paramètres du serveur et maintenance

source: Jobs
fr_fr: Tâches

source: Scheduled Tasks
fr_fr: Tâches programmées

source: Blacklist Event
fr_fr: Evénement sur liste noire

source: Manage Event Blacklists
fr_fr: Gérer les événements sur liste noire

source: Blacklist Organisation
fr_fr: Mettre une organisation en liste noire

source: Manage Org Blacklists
fr_fr: Gérer les organisations sur liste noire

source: List Logs
fr_fr: Lister les Logs

source: Search Logs
fr_fr: Chercher les logs

source: Log out
fr_fr: Déconnexion

source: Attribute Types Histogram
fr_fr: Histogramme de types d’attributs

source: you can also choose specific histogram items by clicking on attributes below
fr_fr: vous pouvez aussi choisir des données spécifiques d’histogramme en cliquant sur les attributs ci-dessous

source: Toggle histogram
fr_fr: Switcher histogramme

source: Attributes per organization
fr_fr: Attributs par organisation

source: Loading
fr_fr: Chargement

source: Elements having lower distribution level than the event
fr_fr: Les éléments ont un niveau de distribution plus faible que l'événement

source: Distribution of the event
fr_fr: Distribution de l'événement

source: Inconsistent distribution level, fallback on the event distribution
fr_fr: Niveau de distribution incompatible, retour au niveau de distribution de l'événement

source: Scope
fr_fr: Champ

source: Physics
fr_fr: Propriétés

source: Display
fr_fr: Affichage

source: Filters
fr_fr: Filtres

source: History
fr_fr: Historique

source: Toggle fullscreen
fr_fr: Plein écran

source: Show all
fr_fr: Tout afficher

source: Select all events on current page
fr_fr: Sélectionner tous les événements sur cette page

source: Owner org
fr_fr: Organisation du propriétaire

source: Clusters
fr_fr: Groupe

source: Correlation Count
fr_fr: Comte de corrélation

source: Sigthing Count
fr_fr: Comte de Sigthing

source: #Sightings
fr_fr: #Vues

source: Proposal Count
fr_fr: Comte de proposition

source: Post Count
fr_fr: Compteur de messages

source: Email
fr_fr: Adresse email

source: View
fr_fr: Aperçu

source: correlation(s). Show filtered event with correlation only.
fr_fr: corrélation(s). Afficher l'événement filtré avec la corrélation seulement.

source: proposal(s)
fr_fr: proposition(s)

source: NEW
fr_fr: NOUVEAU

source: Publish Event
fr_fr: Publier événement

source: Are you sure this event is complete and everyone should be informed?
fr_fr: Etes-vous certain que cet événement est complet et que tout le monde devrait en être informé?

source: Not published
fr_fr: Non publié

source: Are you sure you want to delete # %s?
fr_fr: Etes-vous certain de vouloir détacher %s?

source: Show
fr_fr: Voir

source: more...
fr_fr: plus...

source: Collapse…
fr_fr: Plier…

source: - restricted to own organisation only.
fr_fr: - restreindre aux organisation détenues seulement.

source: Advanced Sightings
fr_fr: Observations avancées

source: warning
fr_fr: avertissement

source: Toggle correlation
fr_fr: Activer/Désactiver la corrélation

source: Restore attribute
fr_fr: Restaurer attribut

source: Permanently delete attribute
fr_fr: Supprimer définitivement l’attribut

source: Query enrichment
fr_fr: Demander enrichissement

source: Propose enrichment
fr_fr: Proposer enrichissement

source: Query Cortex
fr_fr: Demander Cortex

source: Propose enrichment through Cortex
fr_fr: Proposer enrichissement via Cortex

source: Propose Edit
fr_fr: Proposer modification

source: Propose Deletion
fr_fr: Proposer suppression

source: Add enrichment
fr_fr: Ajouter enrichissement

source: Add enrichment via Cortex
fr_fr: Ajouter enrichissement via Cortex

source: Soft-delete attribute
fr_fr: Supprimer l'attribut

source: Name:
fr_fr: Nom:

source: Expand or Collapse
fr_fr: Etendre ou stopper

source: Meta-category:
fr_fr: Méta-Catégorie:

source: Template:
fr_fr: Modèle:

source: Permanently delete object
fr_fr: Supprimer définitivement l’objet

source: Soft delete object
fr_fr: Supprimer l'objet

source: References:
fr_fr: Références:

source: Add reference
fr_fr: Ajouter référence

source: Delete object reference
fr_fr: Supprimer référence de l’objet

source: Referenced by:
fr_fr: Référencé par:

source: Accept Proposal
fr_fr: Accepter proposition

source: Accept proposal
fr_fr: Accepter proposition

source: Discard proposal
fr_fr: Ignorer la proposition

source: Add sighting
fr_fr: Ajouter aperçu

source: Mark as false-positive
fr_fr: Marquer comme faux-positif

source: Advanced sightings
fr_fr: Aperçu avancé

source: Hexadecimal representation
fr_fr: Représentation hexadécimale

source: Switch to binary representation
fr_fr: Passer en représentation binaire

source: Warning, this doesn't seem to be a legitimate
fr_fr: Attention, ceci ne semble pas être légal

source: value
fr_fr: valeur

source: Meta-category
fr_fr: Méta-Catégorie

source: Cortex object
fr_fr: Objet cortex

source: all
fr_fr: tout

source: Status
fr_fr: Statut

source: N/A
fr_fr: Pas d’application

source: Name
fr_fr: Nom

source: Template
fr_fr: Modèle

source: References
fr_fr: Références

source: Referenced by
fr_fr: Référencé par

source: Are you sure you want to delete "%s"?
fr_fr: Êtes-vous sûr de vouloir supprimer "%s"?

source: Role
fr_fr: Rôle

source: Last login
fr_fr: Dernière connexion

source: Created
fr_fr: Créé

source: Initiate password refresh
fr_fr: Initier rafraichissement mot de passe

source: Create new credentials and inform user
fr_fr: Créer nouvelles données d’utilisateur et l’en informer

source: Are you sure you want to delete # %s? It is highly recommended to never delete users but to disable them instead.
fr_fr: Etes-vous certain de vouloir supprimer # %s? Il est fortement recommandé de désactiver plutôt que de supprimer définitivement un utilisateur.

source: Changes since last visit
fr_fr: Changements depuis la dernière visite

source: Events updated:
fr_fr: Evénements modifiés:

source: Events published:
fr_fr: Evénements publiés:

source: Proposals:
fr_fr: Propositions:

source: Events with proposals:
fr_fr: Evénements avec propositions:

source: Delegation requests:
fr_fr: Demande de délégation:

source: Populate From Template
fr_fr: Remplir depuis un modèle

source: Freetext Import Result
fr_fr: Résultat de l'import Freetext

source: View Event
fr_fr: Voir l'événement

source: View Correlation Graph
fr_fr: Voir graphique de corrélation

source: View Event History
fr_fr: Voir l'historique de l'événement

source: Edit Event
fr_fr: Editer événement

source: Delete Event
fr_fr: Supprimer événement

source: Add Object
fr_fr: Ajouter un objet

source: Add Attachment
fr_fr: Ajouter une pièce jointe

source: Populate from...
fr_fr: Remplir depuis ...

source: Enrich Event
fr_fr: Enrichir l'événement

source: Merge attributes from...
fr_fr: Fusionner les attributs depuis...

source: Propose Attribute
fr_fr: Proposer un attribut

source: Propose Attachment
fr_fr: Proposer pièce jointe

source: Publish (no email)
fr_fr: Publier (sans courriel)

source: Unpublish
fr_fr: Dépublier

source: Delegate Publishing
fr_fr: Déléguer la publication

source: Accept Delegation Request
fr_fr: Accepter la demande de délégation

source: Discard Delegation Request
fr_fr: Retirer une délégation de publication

source: Publish event to ZMQ
fr_fr: Publier l’événement sur ZMQ

source: Are you sure you wish to republish the current event to the ZMQ channel?
fr_fr: Êtes-vous sûr de vouloir republier l'événement actuel sur le canal ZMQ ?

source: Contact Reporter
fr_fr: Contacter l'auteur

source: Download as...
fr_fr: Télécharger en tant que ...

source: Add Tag Collection
fr_fr: Ajouter une collection de tags

source: Export Tag Collections
fr_fr: Exporter les collections de tags

source: Import Tag Collections
fr_fr: Importer des collections de tags

source: Import from…
fr_fr: Importer depuis...

source: List Regexp
fr_fr: Lister les expressions régulières

source: New Regexp
fr_fr: Nouvelle expression régulière

source: Perform on existing
fr_fr: Appliquer sur existant

source: Are you sure you want to rerun all of the regex rules on every attribute in the database? This task will take a long while and will modify data indiscriminately based on the rules configured.
fr_fr: Êtes-vous sûr de vouloir relire toutes les règles de régénération sur chaque attribut de la base de données ? Cette tâche prendra longtemps et modifiera les données sans discrimination en fonction des règles configurées.

source: Edit Regexp
fr_fr: Editer une expression régulière

source: Delete Regexp
fr_fr: Supprimer Regexp

source: View Warninglist
fr_fr: Voir liste d’avertissement

source: Update Warninglists
fr_fr: Mettre à jour les listes d’avertissements

source: Are you sure you want to update all warninglists?
fr_fr: Êtes-vous sûr de vouloir mettre à jour toutes les listes d'alerte ?

source: View Noticelist
fr_fr: Voir la liste d'avis

source: List Noticelist
fr_fr: Liste des listes de notifications

source: Update Noticelists
fr_fr: Mettre à jour les listes d'avis

source: Do you wish to continue and update all noticelists?
fr_fr: Voulez-vous continuer et mettre à jour tous les listes de notifications ?

source: List Whitelist
fr_fr: Lister les listes blanches

source: New Whitelist
fr_fr: Nouvelle liste blanche

source: Edit Whitelist
fr_fr: Modifier liste blanche

source: Delete Whitelist
fr_fr: Supprimer liste blanche

source: Edit My Profile
fr_fr: Modifier mon profil

source: Change Password
fr_fr: Modifier le mot de passe

source: Reset Password
fr_fr: Réinitialiser le mot de passe

source: View Organisation
fr_fr: Voir les organisations

source: Edit Sharing Group
fr_fr: Modifier groupe de partage

source: View Sharing Group
fr_fr: Voir groupe de partage

source: Explore Remote Server
fr_fr: Voir événement futur

source: Explore Remote Event
fr_fr: Voir événement futur

source: Fetch This Event
fr_fr: Chercher cet événement

source: Are you sure you want to fetch and save this event on your instance?
fr_fr: Etes-vous certain de vouloir chercher cet événement et de le sauvegarder?

source: Edit Server
fr_fr: Modifier serveur

source: New Servers
fr_fr: Nouveaux serveurs

source: View User
fr_fr: Voir utilisateur

source: Edit User
fr_fr: Modifier utilisateur

source: Delete User
fr_fr: Supprimer utilisateur

source: Edit Role
fr_fr: Modifier rôle

source: Delete Role
fr_fr: Supprimer rôle

source: Add Organisation
fr_fr: Ajouter une organisation

source: Edit Organisation
fr_fr: Modifier une organisation

source: Merge Organisation
fr_fr: Assembler les organisations

source: Add Role
fr_fr: Ajouter un rôle

source: Blacklists Event
fr_fr: Evénement sur liste noire

source: Blacklists Organisation
fr_fr: Organisation sur liste noire

source: View Thread
fr_fr: Voir Fil

source: Add Post
fr_fr: Ajouter message

source: Edit Post
fr_fr: Modifier message

source: List Threads
fr_fr: Lister les Fils

source: New Thread
fr_fr: Nouveau Fil

source: List Favourite Tags
fr_fr: Lister les etiquettes favoris

source: Edit Tag
fr_fr: Modifier étiquette

source: View Taxonomy
fr_fr: Voir taxonomie

source: Delete Taxonomy
fr_fr: Supprimer taxonomie

source: Update Taxonomies
fr_fr: Mettre à jour Taxonomies

source: View Template
fr_fr: Voir modèle

source: Edit Template
fr_fr: Modifier modèle

source: Add Feed
fr_fr: Ajouter Flux

source: Import Feeds from JSON
fr_fr: Importer les Flux de JSON

source: Feed overlap analysis matrix
fr_fr: Matrix d’analyse du recouvrement des sources

source: Export Feed settings
fr_fr: Exporter paramètres de Flux

source: Edit Feed
fr_fr: Modifier Flux

source: PreviewIndex
fr_fr: Aperçu index

source: PreviewEvent
fr_fr: Aperçu événement

source: View News
fr_fr: Voir Nouvelles

source: Add News Item
fr_fr: Ajouter infos

source: Edit News Item
fr_fr: Modifier infos

source: Update Galaxies
fr_fr: Mettre à jour les Galaxies

source: Are you sure you want to reimport all galaxies from the submodule?
fr_fr: Etes-vous certain de réimporter toutes les galaxies des sous-modules?

source: Force Update Galaxies
fr_fr: Forcer la mise à jour des galaxies

source: Are you sure you want to drop and reimport all galaxies from the submodule?
fr_fr: Êtes-vous certain de vouloir supprimer et réimporter toutes les galaxies du sous-module ?

source: View Galaxy
fr_fr: Voir galaxie

source: View Cluster
fr_fr: Voir Groupe

source: Update Objects
fr_fr: Mettre à jour objets

source: View Object Template
fr_fr: Voir modèles d’objets

source: Incorrect database encoding setting: Your database connection is currently NOT set to UTF-8. Please make sure to uncomment the 'encoding' => 'utf8' line in
fr_fr: Paramètres d’encodage de données incorrects: Votre connexion de données n’est actuellement PAS en UTF-8. Veuillez décommenter la ligne ‘d’encodage’ => ‘utf8’

source: MISP version
fr_fr: Version MISP

source: Every version of MISP includes a json file with the current version. This is checked against the latest tag on github, if there is a version mismatch the tool will warn you about it. Make sure that you update MISP regularly.
fr_fr: Chaque version de MISP inclut un fichier json avec la version actuelle. La vérification se fait par le dernier tag sur github, en cas d’incohérence avec la version, l’outil vous le signalera. Assurez-vous de mettre à jour MISP régulièrement.

source: Currently installed version…
fr_fr: Version actuellement installée…

source: Upcoming development version
fr_fr: Version

source: Outdated version
fr_fr: Version plus à jour

source: Could not retrieve version from github
fr_fr: Impossible de récupérer la version de github

source: Latest available version…
fr_fr: Dernière version accessible…

source: Status…
fr_fr: Statut…

source: Current branch…
fr_fr: Branche actuelle…

source: Pull the latest MISP version from github
fr_fr: Retirer la dernière version de MISP depuis github

source: Update MISP
fr_fr: Mettre à jour MISP

source: Writeable Directories and files
fr_fr: Répertoires éditables et fichiers

source: The following directories and files have to be writeable for MISP to function properly. Make sure that the apache user has write privileges for the directories below.
fr_fr: Les répertoires suivants et fichiers doivent être éditables pour que MISP fonctionne correctement. Assurez-vous que l’utilisateur apache ait le droit d’édition pour les répertoires suivants.

source: Directories
fr_fr: Répertoires

source: Directory
fr_fr: Répertoire

source: Writeable Files
fr_fr: Fichiers éditables

source: File
fr_fr: Fichier

source: Readable Files
fr_fr: Fichiers lisibles

source: PHP Settings
fr_fr: Paramètres PHP

source: Up to date
fr_fr: A jour

source: Unknown
fr_fr: Inconnu

source: Issues determining version
fr_fr: Ne peut identifier la version

source: Update highly recommended
fr_fr: Mise à jour fortement recommandée

source: Version unsupported, update ASAP
fr_fr: Version non supportée, mettez à jour le plus rapidement possible

source: PHP ini path
fr_fr: Chemin PHP ini

source: PHP Version
fr_fr: Version PHP

source: recommended
fr_fr: recommandé

source: PHP CLI Version
fr_fr: Version PHP CLI

source: Please note that the we will be dropping support for Python 2.7 and PHP 7.1 as of 2020-01-01 and are henceforth considered deprecated (but supported until the end of 2019). Both of these versions will by then reached End of Life and will become a liability. Furthermore, by dropping support for these outdated versions of the languages, we'll be able to phase out support for legacy code that exists solely to support them. Make sure that you plan ahead accordingly. More info:
fr_fr: Veuillez noter que nous allons abandonner le support pour Python 2.7 et PHP 7.1 à partir de 2020-01-01 et sont dorénavant considérés comme obsolètes (mais supportés jusqu'à la fin de 2019). Ces deux versions vont alors atteindre leurs fin de vie et deviendront un risque. De plus, en abandonnant le support pour ces versions obsolètes des langues, nous serons en mesure de supprimer progressivement le support du code héritage qui existe uniquement pour les soutenir. Assurez-vous de planifier en conséquence. Plus d'infos:

source: The following settings might have a negative impact on certain functionalities of MISP with their current and recommended minimum settings. You can adjust these in your php.ini. Keep in mind that the recommendations are not requirements, just recommendations. Depending on usage you might want to go beyond the recommended values.
fr_fr: Les paramètres suivants peuvent avoir un impact négatifs sur certaines fonctionnalités de MISP avec les paramètres minimums et recommandés mis actuellement. Vous pouvez les ajuster das votre php.ni.

source: Low
fr_fr: Bas

source: PHP Extensions
fr_fr: Extensions PHP

source: Not loaded
fr_fr: Non chargé

source: Issues reading PHP settings. This could be due to the test script not being readable.
fr_fr: Problèmes pour lire les paramètres PHP. Cela peut être dû à l’illisibilité du test script.

source: Advanced attachment handler
fr_fr: Gestionnaire de pièces jointes avancées

source: The advanced attachment tools are used by the add attachment functionality to extract additional data about the uploaded sample.
fr_fr: L'outil avancée de gestion de pièces jointes est utiilisé par la fonctionnalité d'ajout de pièces jointes pour extraire des données supplémentaires concernant les fichiers téléversés.

source: Not installed or version outdated.
fr_fr: Version non installée ou plus à jour.

source: STIX and Cybox libraries
fr_fr: Bibliothèques STIX et CyBox

source: Mitre's STIX and Cybox python libraries have to be installed in order for MISP's STIX export to work. Make sure that you install them (as described in the MISP installation instructions) if you receive an error below.
fr_fr: Les bibliothèques Mitre STIX et CyBox python doivent être installées pour que l’exportation de STIX fonctionne sur MISP. Assurez-vous de les installer (comme décrits dans les instructions d’installation de MISP) si vous recevez une erreur.

source: If you run into any issues here, make sure that both STIX and CyBox are installed as described in the INSTALL.txt file. The required versions are
fr_fr: En cas de problème, assurez-vous que STIX et Cybox soient tous les deux installés comme décrit dans le fichier INSTALL.txt. Les versions requises sont

source: Other versions might work but are not tested / recommended.
fr_fr: D’autres versions peuvent fonctionner mais ne sont pas testées / recommandées.

source: STIX and CyBox
fr_fr: STIX et CyBox

source: Could not read test script (stixtest.py).
fr_fr: Lecture impossible du script de test (stixtext.py).

source: library version
fr_fr: version de bibliothèque

source: This tool tests whether your GnuPG is set up correctly or not.
fr_fr: Cet outil teste le bon fonctionnement de votre GnuPG.

source: GnuPG installation and settings
fr_fr: Installation et paramètres de GnuPG

source: This tool tests whether the ZeroMQ extension is installed and functional.
fr_fr: Cet outil vérifie que le ZeroMQ est bien installé et fonctionnel.

source: ZeroMQ settings
fr_fr: Paramètres ZeroMQ

source: Start ZMQ service
fr_fr: Démarrer service ZMQ

source: Start ZeroMQ service
fr_fr: Démarrer service ZeroMQ

source: Start
fr_fr: Démarrer

source: Stop ZeroMQ service
fr_fr: Arrêter service ZeroMQ

source: Stop
fr_fr: Arrêter

source: Check ZeroMQ service status
fr_fr: Vérifier statut service ZeroMQ

source: This tool tests whether your HTTP proxy settings are correct.
fr_fr: Cet outil vérifie si vos paramètres HTTP proxy sont corrects.

source: Proxy settings
fr_fr: Paramètres proxy

source: Module System
fr_fr: Module Système

source: This tool tests the various module systems and whether they are reachable based on the module settings.
fr_fr: Cet outil teste les différents systèmes de modules et s’ils sont atteignables selon les paramètres du module.

source: module system
fr_fr: système module

source: Session table
fr_fr: Table session

source: This tool checks how large your database's session table is. <br />Sessions in CakePHP rely on PHP's garbage collection for clean-up and in certain distributions this can be disabled by default resulting in an ever growing cake session table. <br />If you are affected by this, just click the clean session table button below.
fr_fr: Cet outil vérifie la taille de la table session de données. <br />Sessions dans CakePHP dépendent de la collection de déchets PHP pour le nettoyage et dans certaines distributions cela peut être désactivé par défaut résultant en une table session cake croissante. <br />Si cela vous affecte, veuillez cliquer sur le bouton ci-dessous nettoyer table session.

source: Expired sessions
fr_fr: Sessions expirées

source: Purge sessions
fr_fr: Purger les sessions

source: Clean model cache
fr_fr: Nettoyer le cache du modèle

source: If you ever run into issues with missing database fields / tables, please run the following script to clean the model cache.
fr_fr: Si vous rencontrez des problèmes avec des champs/table manquants dans la base de donnée, exécutez le script suivant pour nettoyer le cache de modèle.

source: Clean cache
fr_fr: Nettoyer cache

source: Overwritten objects
fr_fr: Écraser les objets

source: Prior to 2.4.89, due to a bug a situation could occur where objects got overwritten on a sync pull. This tool allows you to inspect whether you are affected and if yes, remedy the issue.
fr_fr: Avant la version 2.4.89, à cause d'un bug, des situations ont pu apparaitre où les objets ont été écrasé par une synchronisation en mode récupération. Cet outil vous permet d'inspecter si vous avez été affecté et, si oui, remédier à la situation.

source: Orphaned attributes
fr_fr: Attributs orphelins
