Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: By using the Attribute Histogram menu button on the left, you can see a quick histogram depicting the distribution of attribute types created by each organisation.
fr_fr: En utilisant le bouton de menu Histogramme d'attributs sur la gauche, vous pouvez voir un histogramme rapide décrivant la distribution des types d'attributs créés par chaque organisation.

source: The user guide is also accessible via the Global Actions menu. You can find out more about how to use the system by reading this.
fr_fr: Le guide de l'utilisateur est également accessible via le menu Actions globales. Vous pouvez en savoir plus sur l'utilisation du système en lisant ceci.

source: It is possible to review the terms &amp; conditions that were shown during the first run of the system by clicking on the terms &amp; conditions link in the Global Actions menu.
fr_fr: Il est possible de revoir les termes et conditions qui ont été affichés lors de la première exécution du système en cliquant sur le lien Conditions Générales dans le menu Actions globales.

source: View statistics about the users and the data contained within this instance.
fr_fr: Voir les statistiques sur les utilisateurs et les données contenues dans cette instance.

source: General Statistics
fr_fr: Statistiques générales

source: View a set of statistics such as the number of Events and Attributes currently in existance on the platform. The number in the bracket shows the number of new items added during this week.
fr_fr: Afficher un ensemble de statistiques telles que le nombre d'Evénements et d'Attributs actuellement présents sur la plate-forme Le nombre entre parenthèses indique le nombre de nouveaux éléments ajoutés durant cette semaine.

source: Activity Heatmap
fr_fr: Activité Heatmap

source: This graph shows a heatmap of all activity related to creating event related data on a day by day basis. By default, the graph shows the sum of the contributions of all organisations, but using the buttons representing each organisation in existance on the platform you can switch to the activity heatmap of a single organisation. If you'd like to see the activity further back in the past, just use the arrow buttons to navigate the heatmap.
fr_fr: Ce graphique montre une heatmap de toutes les activités liées à la création de données liées à un événement au jour le jour. Par défaut, le graphique montre la somme des contributions de toutes les organisations, mais en utilisant les boutons représentant chaque organisation existant sur la plateforme vous pouvez basculer vers le heatmap d'activité d'une seule organisation. Si vous souhaitez voir l'activité plus loin dans le passé, utilisez simplement les boutons fléchés pour naviguer dans le heatmap.

source: Inspecting the input filters
fr_fr: Inspecter les filtres d'entrée

source: All the events and attributes that get entered into MISP will be run through a series of input filters. These are defined by the site administrators or users with special privileges to edit the filters, but every user can take a look at the currently active lists.
fr_fr: Tous les événements et les attributs entrés dans MISP seront exécutés via une série de filtres d'entrée. Ceux-ci sont définis par les administrateurs du site ou les utilisateurs disposant de privilèges spéciaux pour éditer les filtres, mais chaque utilisateur peut consulter les liste de filtres actuellement actifs.

source: All Attribute value and Event info fields will be parsed for a set of regular expressions and replaced based on the replacement values contained in this section. This has many uses, such as unifying similar data for better correlation, removing personal data from file-paths or simply for clarity. It is also possible to blacklist data by not defining a replacement for a regular expression.
fr_fr: Tous les champs Valeur d'attribut et Informations sur l'événement seront analysés pour un ensemble d'expressions régulières et remplacés en fonction des valeurs de remplacement contenues dans cette section. Cela a plusieurs utilisations, telles que l'unification de données similaires pour une meilleure corrélation, la suppression de données personnelles des chemins de fichiers ou simplement pour plus de clarté. Il est également possible de placer en liste noire des données en ne définissant pas un remplacement pour une expression régulière.

source: This list (can) contain a set of addresses that are allowed to be entered as attribute values but will be blocked from being exported to NIDS-es.
fr_fr: Cette liste (peut) contient un ensemble d'adresses autorisées à être entrées en tant que valeurs d'attribut mais qui seront bloquées pour être exportées vers NIDS-es.

source: Creating an event
fr_fr: Créer un événement

source: Browsing past events
fr_fr: Parcourir les événements passés

source: Updating and modifying events
fr_fr: Mise à jour et modification des événements

source: Contacting the publisher
fr_fr: Contacter l'éditeur

source: Exporting data
fr_fr: Exporter des données

source: Connecting to other servers
fr_fr: Connexion à d'autres serveurs

source: Rest API
fr_fr: API Rest

source: The process of entering an event can be split into 3 phases, the creation of the event itself, populating it with attributes and attachments and finally publishing it.
fr_fr: Le process d'ajout d'un événement peut être découpé en trois phases, la création d'un événement en lui même, son remplissage avec des attributs et de pièces jointes et finalement sa publication.

source: During this first step, you will be create a basic event without any actual attributes, but storing general information such as a description, time and risk level of the incident. To start creating the event, click on the New Event button on the left and fill out the form you are presented with. The following fields need to be filled out
fr_fr: Au cours de cette première étape, vous allez créer un événement de base sans attributs réels, mais en stockant des informations générales telles que la description, l'heure et le niveau de risque de l'incident. Pour commencer à créer l'évènement, cliquez sur le bouton "Nouvel évènement" à gauche et remplissez le formulaire qui vous est présenté. Les champs suivants doivent être remplis

source: Fill this form out to create a skeleton event, before proceeding to populate it with attributes and attachments.
fr_fr: Remplissez ce formulaire pour créer un événement squelette, avant de le remplir avec des attributs et des pièces jointes.

source: The date when the incident has happened. Just click this field and a date-picker will pop up where you can select the desired date.
fr_fr: La date à laquelle l'incident s'est produit. Cliquez simplement sur ce champ et un sélecteur de date apparaîtra où vous pourrez sélectionner la date désirée.

source: This setting controls, who will be able to see this event once it becomes published and eventually when it becomes pulled. Apart from being able to set which users on this server are allowed to see the event, this also controls whether the event will be synchronised to other servers or not. The distribution is inherited by attributes: the most restrictive setting wins. The following options are available
fr_fr: Ce paramètre contrôle qui sera en mesure de voir cet événement une foit publié et éventuellement récupéré. Excepté ceux qui sont en mesure de définir quels utilisateurs sont en mesure de voir l'événement, cela contrôle aussi si l'événement va pouvoir être synchronisé avec d'autres serveur ou non. La distribution est héritée des attributs: la règle la plus restrictive l'emporte. Les options suivantes sont disponibles

source: Your organization only
fr_fr: Votre organisation seulement

source: This setting will only allow members of your organisation to see this. It can be pulled to another instance by one of your organisation members where only your organisation will be able to see it. Events with this setting will not be synchronised
fr_fr: Ce paramètre va n'autoriser que les membres de votre organisation à voir ceci. Ils peuvent être transférés vers une autre instance par un des membres de votre organisation ou seule votre organisation sera en mesure de le voir. Les événements ayant ce paramètre ne seront pas synchronisés

source: Upon push: do not push. Upon pull : pull.
fr_fr: Sur push: ne "push" pas. Sur pull : "pull"

source: This Community-only
fr_fr: Cette communauté uniquement

source: Users that are part of your MISP community will be able to see the event. This includes your own organisation, organisations on this MISP server and organisations running MISP servers that synchronise with this server. Any other organisations connected to such linked servers will be restricted from seeing the event
fr_fr: Les utilisateurs faisant partie de votre communauté MISP pourront voir l'événement. Cela inclut votre propre organisation, les organisations sur cette instance MISP et les organisations synchronisant avec ce serveur. Toutes autre organisations branchées au serveurs connectés ne seront pas en mesure de voir l'événement

source: Upon push: do not push. Upon pull: pull and downgrade to Your organization only.
fr_fr: Sur push: ne "push" pas. Sur pull : "pull" et rétrograde vers votre organisation uniquement.

source: Users that are part of your MISP community will be able to see the event. This includes all organisations on this MISP server, all organisations on MISP servers synchronising with this server and the hosting organisations of servers that connect to those afore mentioned servers (so basically any server that is 2 hops away from this one). Any other organisations connected to linked servers that are 2 hops away from this own will be restricted from seeing the event.
fr_fr: Les utilisateurs faisant partie de votre communauté MISP pourront voir l'événement. Cela inclut toutes les organisation sur cette instance MISP, toutes les organisations synchronisant avec ce serveur et les organisations hébergées qui sont connectés au serveur mentionné (basiquement, tout serveur à deux sauts de celui-ci). Toutes autre organisations branchés aux serveurs connectés qui sont à plus de deux sauts de celui-ci ne seront pas en mesure de voir l'événement.

source: Upon push: downgrade to This Community only and push. Upon pull: pull and downgrade to This Community only.
fr_fr: Sur Push: rétrograde vers cette communauté uniquement puis "push". Sur Pull : "pull" et rétrograde vers cette communauté uniquement.

source: This will share the event with all MISP communities, allowing the event to be freely propagated from one server to the next.
fr_fr: Cela va partager l'événement avec toutes les communautés MISP, autorisant l'événement à se propager librement d'un serveur à un autre.

source: Upon push: push. Upon pull: pull.
fr_fr: Sur push: "push". Sur pull:"pull"

source: This field indicates the risk level of the event. Incidents can be categorised into three different threat categories (low, medium, high). This field can alternatively be left as undefined. The 3 options are
fr_fr: Ce champ indique le niveau de risque de l'événement Les incidents peuvent être catégorisés en trois catégories de menaces différentes (faible, moyenne, haute) .Ce champ peut également être laissé indéfini. Les 3 options sont

source: General mass malware.
fr_fr: Logiciel malveillant de masse général.

source: Advanced Persistent Threats (APT)
fr_fr: Menaces persistantes avancées (APT)

source: Sophisticated APTs and 0day attacks.
fr_fr: APT sophistiqués et attaques de 0day.

source: Indicates the current stage of the analysis for the event, with the following possible options
fr_fr: Indique l'étape actuelle de l'analyse pour l'événement, avec les options possibles suivantes

source: The analysis is just beginning
fr_fr: L'analyse ne fait que commencer

source: The analysis is in progress
fr_fr: L'analyse est en cours

source: The analysis is complete
fr_fr: L'analyse est terminée

source: Event Description
fr_fr: Description de l'événement

source: The info field, where the malware/incident can get a brief description starting with the internal reference. This field should be as brief and concise as possible, the more detailed description happens through attributes in the next stage of the event's creation. Keep in mind that the system will automatically replace detected text strings that match a regular expression entry set up by your server's administrator(s).
fr_fr: Le champ info, où le malware/incident peut avoir une brève description en commençant par la référence interne. Ce champ devrait être aussi bref et concis que possible, la description plus détaillée passe par les attributs de la prochaine étape de la création de l'évènement. Gardez à l'esprit que le système remplacera automatiquement les chaînes de texte détectées qui correspondent à une entrée d'expression régulière définie par les administrateurs de votre serveur.

source: Add attributes to the event
fr_fr: Ajouter des attributs à l'événement

source: The second step of creating an event is to populate it with attributes and attachments. This can be done by adding them manually or importing the attributes from an external format (OpenIOC, ThreatConnect). To import from an external format or to upload an attachment use the options in the menu on the left.
fr_fr: La deuxième étape de la création d'un événement consiste à le remplir avec des attributs et des pièces jointes, en les ajoutant manuellement ou en important les attributs à partir d'un format externe (OpenIOC, ThreatConnect). utilisez les options dans le menu à gauche.

source: Attribute tools
fr_fr: Outils d'attribut

source: Use these tools to populate the event.
fr_fr: Utilisez ces outils pour remplir l'événement.

source: Using the above shown buttons, you can populate an event using various tools that will be explained in the following section. Let's start with the Add Attribute button.
fr_fr: À l'aide des boutons ci-dessus, vous pouvez remplir un événement en utilisant divers outils qui seront expliqués dans la section suivante. Commençons par le bouton Ajouter un attribut.

source: Keep in mind that the system searches for regular expressions in the value field of all attributes when entered, replacing detected strings within it as set up by the server's administrator (for example to enforce standardised capitalisation in paths for event correlation or to bring exact paths to a standardised format). The following fields need to be filled out
fr_fr: Gardez à l'esprit que le système recherche des expressions régulières dans le champ de valeur de tous les attributs, en remplaçant les chaînes détectées par l'administrateur du serveur (par exemple pour appliquer une majuscule normalisée dans les chemins pour la corrélation d'événements ou chemins vers un format normalisé). Les champs suivants doivent être remplis

source: This form allows you to add attributes.
fr_fr: Ce formulaire vous permet d'ajouter des attributs.

source: This drop-down menu explains the category of the attribute, meaning what aspect of the malware this attribute is describing. This could mean the persistence mechanisms of the malware or network activity, etc. For a list of valid categories, %s
fr_fr: Ce menu déroulant explique la catégorie de l'attribut, c'est-à-dire l'aspect du malware que cet attribut décrit. Cela peut signifier les mécanismes de persistance du malware ou de l'activité réseau, etc. Pour une liste de catégories valides, %s

source: click here
fr_fr: cliquez ici

source: Whilst categories determine what aspect of an event they are describing, the Type explains by what means that aspect is being described. As an example, the source IP address of an attack, a source e-mail address or a file sent through an attachment can all describe the payload delivery of a malware. These would be the types of attributes with the category of payload deliver. For an explanation of what each of the types looks like together with the valid combinations of categories and types, %s.
fr_fr: Alors que les catégories déterminent quel aspect d'un événement elles décrivent, le Type explique par quel moyen cet aspect est décrit: par exemple, l'adresse IP source d'une attaque, une adresse e-mail source ou un fichier envoyé comme pièce jointe peuvent tous décrire la livraison de la charge utile d'un logiciel malveillant. Ce serait les types d'attributs avec la catégorie de charge utile livrée. Pour une explication de ce à quoi ressemblent chacun des types avec les combinaisons valides de catégories et de types, %s.

source: This drop-down list allows you to control who will be able to see this attribute. The distribution is inherited by attributes: the most restrictive setting wins. For more info <a href="#distribution">click here</a>.
fr_fr: La liste déroulante vous permet de contrôler qui sera en mesure de voir les attributs. La distribution est héritée des attributs: le paramétrage le plus restrictif gagne. Pour plus d'information, <a href="#distribution">cliquez ici</a>.

source: Add a comment to the attribute. This will not be used for correlation.
fr_fr: Ajouter un commentaire à l'attribut, qui ne sera pas utilisé pour la corrélation.

source: The actual value of the attribute, enter data about the value based on what is valid for the chosen attribute type. For example, for an attribute of type ip-src (source IP address), 11.11.11.11 would be a valid value. For more information on types and values, %s.
fr_fr: La valeur réelle de l'attribut, entrer des données sur la valeur en fonction de ce qui est valide pour le type d'attribut choisi. Par exemple, pour un attribut de type ip-src (adresse IP source), 11.11.11.11 serait une valeur valide. Pour plus d'informations sur les types et les valeurs, %s.

source: You can add some comments to the attribute that will not be used for correlation but instead serves as purely an informational field.
fr_fr: Vous pouvez ajouter des commentaires à l'attribut qui ne sera pas utilisé pour la corrélation mais qui sert uniquement de champ d'information.

source: This option allows the attribute to be used as an IDS signature when exporting the NIDS data, unless it is being overruled by the white-list. For more information about the whitelist, head over to the %s section.
fr_fr: Cette option permet à l'attribut d'être utilisé comme signature IDS lors de l'exportation des données NIDS, à moins qu'il ne soit annulé par la liste blanche. Pour plus d'informations sur la liste blanche, rendez-vous dans la section %s.

source: Batch import
fr_fr: Importation par lots

source: If there are several attributes of the same type to enter (such as a list of IP addresses, it is possible to enter them all into the same value-field, separated by a line break between each line. This will allow the system to create separate lines for the each attribute.
fr_fr: S'il y a plusieurs attributs du même type à entrer (comme une liste d'adresses IP, il est possible de les entrer tous dans le même champ de valeur, séparés par un saut de ligne entre chaque ligne. pour créer des lignes séparées pour chaque attribut.

source: Populate from Template
fr_fr: Remplir depuis le modèle

source: Templates allow users to rapidly populate events of a specific type by filling out a series of pre-defined fields. Users with template creation privileges can create new templates for their organisations or for all organisations on their instance. If you are interested in template creation, please refer to the templating section.<br /> For users trying to populate an event, after clicking on the populate from template button, you'll be presented with a list of all currently accessible templates. Pick the one that best describes the event that you are creating.
fr_fr: Les modèles permettent aux utilisateurs de remplir rapidement des événements avec un type spécidique en remplissant une série de champ pré-définis. Les utilisateurs ayant le droit de créer des modèles peuvent en créer pour cette organisation ou sur tout les organisations de cette instance. Si vous êtes intéressé par la création de modèles, référrez vous à la section de modélisation.<br/> Pour les utilisateur tentant de remplir un événement, après avoir cliqué sur le bouton "remplir depuis un modèle", il vous sera présenté avec une liste de l'ensemble des modèles actuellement disponibles. Choisissez celui qui correspond le plus à l'événement que vous souhaitez créer.

source: Template Choice
fr_fr: Choix du modèle

source: Choose the most appropriate template for your event.
fr_fr: Choisissez le modèle le plus approprié pour votre événement.

source: Once you have chosen a template, you'll be presented with the actual form contained within. Make sure you fill out as many fields as possible with the mandatory fields - marked by a star in a bracket such as this: (*) - are filled out.<br /> Templates are devided into sections, with each section having a title and a description in addition to a series of fields. Each field can be an attribute or a file attachment field. An attribute field has the following components
fr_fr: Une fois que vous aurez choisi un modèle, il vous sera présenté avec l'actuel formulaire pré-rempli, marqué par une étoile entre parenthèses tel que (*) - seront remplis.<br /> Les modèles sont divisés en sections, chaque sections ayant un titre et une description en plus d'une série de champs. Chacun des champs peut être un attribut ou une pièce jointe. Un champs attribut a les caractéristiques suivantes

source: Template Field
fr_fr: Champ du modèle

source: MISP will generate attributes based on the field's settings and the data that you provide.
fr_fr: MISP générera des attributs basés sur les paramètres du champ et les données que vous fournissez.

source: The name of the field along with an indication if the field is mandatory.
fr_fr: Le nom du champ avec une indication si le champ est obligatoire.

source: A short description of the field.
fr_fr: Une courte description du champ.

source: The value(s) that are valid for the field. In the case of several types being shown here, you can enter value(s) matching any one of the types, or in the case of a batch import field, any mixture of the given types.
fr_fr: Valeur(s) valide(s) pour le champ. Dans le cas de plusieurs types affichés ici, vous pouvez entrer des valeurs correspondant à l'un des types, ou dans le cas d'un champ d'importation par lots, n'importe quel mélange des types donnés.

source: Text field
fr_fr: Champ de texte

source: This field can either be a single line textfield or a multi-line text area. For the former, enter a single value of the above indicated type, whilst for the latter you cna paste a list of values separated by line-breaks.
fr_fr: Ce champ peut être soit une ligne de texte à une seule ligne, soit une zone de texte multilignes. Dans le premier cas, entrez une seule valeur du type indiqué ci-dessus, tandis que pour le dernier, vous pouvez coller une liste de valeurs séparées par des sauts de ligne.

source: Just paste a line-break separated list of indicators into the freetext import tool.
fr_fr: Il suffit de coller une liste d'indicateurs séparés par des sauts de ligne dans l'outil d'importation freetext.

source: If you have a list of indicators that you would like to quickly generate attributes out of then the Free-text import tool is just what you need. Simply paste a list of indicators (separated by line-breaks into this tool).
fr_fr: Si vous avez une liste d'indicateurs dont vous souhaitez générer rapidement des attributs, alors l'outil d'importation de texte libre est exactement ce dont vous avez besoin. Il suffit de coller une liste d'indicateurs (séparés par des sauts de ligne dans cet outil).
