Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: In some rare occasions it can happen that you end up with some attributes in your database that do not belong to an event - for example during a race condition between an event insert and a delete. This tool will collect and delete any such orphaned attributes. If you ever run into an issue where you cannot add an attribute with a specific valid value, this is probably the reason.
fr_fr: Dans de rare cas, il peut arriver que vous vous retrouviez avec des attributs dans votre base de données alors qu'ils ne sont reliés à aucun événement - par exemple, durant un traitement d'insertion ou de suppression d'un événement. Cet outil va récupérer et supprimer tout attribut orphelins. Si vous avez déjà eu un problème ou vous ne pouviez ajouter d'attributs avec un type spécifique, il s'agit probablement de cette raison.

source: Clean regex table of potentially malicious entries
fr_fr: Nettoyer la table regex des entrées potentiellement malveillantes

source: Hotfix 2.3.160: Prior to this version it was possible for a user/admin with Regex permission to create a malicious regular expression that could be used to execute arbitrary code. Since this version it is no longer possible to input such expressions, but already existing malicious entries still have to be cleaned using this tool.
fr_fr: Correctif 2.3.160: Avant cette version, il était possible pour un utilisateur/administrateur possédant la permission Regex de créer une expression régulière malveillante pour exécuter du code arbitraire. Depuis cette version, il n'est plus possible d'insérer une telle expression, mais les entrées malveillantes déjà existantes doivent être nettoyés en utilisant cet outil.

source: Remove URL type attribute sanitisation
fr_fr: Supprimer l'URL du type de assainement d'attribut

source: Hotfix 2.3.173: Sanitised URLs can cause issues with the NIDS exports and as of this version attributes will be modified on entry to correct this. To correct existing entries, run this script.
fr_fr: Correctif 2.7.13: Les URLs assainies peuvent causer des problèmes avec l'export NIDS et depuis cette version, les entrées d'attributs vont être modifiés pour corriger cela. Pour corriger les entrées existantes, lancez ce script.

source: Index tables
fr_fr: Tables d’index

source: This script will create indeces for all of the tables in MISP (other than primary keys)
fr_fr: Ce script va créer des index pour l'ensemble des tables dans MISP (autre que les clés primaires)

source: Fix non-empty sharing group IDs
fr_fr: Réparer les IDs de groupe de partage non vides

source: This script will change the sharing_group_id to 0 in all non sharing group setting events and attributes)
fr_fr: Ce script va changer le "sharing_group_id" à 0 dans tout les événements ou attributs dont le groupe de partage n'a pas été paramétré

source: Upgrading a 2.3 instance to 2.4
fr_fr: Mettre à jour l'instance de la version 2.4 vers la 2.4

source: Warning: Running this scripts below can result in the loss of data. Make sure that you back your database up before running them.
fr_fr: Attention: L'exécution de ces scripts peut engendrer une perte de données. Soyez sur d'avoir sauvegardé votre base de données avant de les lancer.

source: The order for the 2.4 upgrade procedure is
fr_fr: L'ordre pour la procédure de mise à jour de la version 2.4 est

source: %s - run this to migrate the 2.3 data to the 2.4 format
fr_fr: %s - lancer pour migrer les données du format 2.3 vers 2.4

source: Upgrade to 2.4
fr_fr: Mise à jour vers 2.4

source: If it completes successful, run the %s to remove the fields that are specific to 2.3. Make sure that the migration of the data to the 2.4 format was successful (you can check the result in the audit logs). If you have run the 2.4 upgrade script previously but are running into SQL errors on the column 'org', run this script.
fr_fr: Si cela se termine sans erreur, exécutez le %s pour supprimer les champs spécifiques à la version 2.3. Vérifiez que la migration vers le format 2.3 vers le format 2.4 a fonctionnée (vous pouvez vérifier les résultats dans les journaux d'audit). Si vous avez exécutez le script de mise à jour vers la version 2.4 précédemment mais que vous avez un soucis avec la colonne "org", exécutez ce script.

source: 2.3->2.4 clean-up script
fr_fr: 2.3-> 2.4 script de nettoyage

source: If the migration of your data from 2.4 is not complete this will lead to the loss of data. Backing your DB up is highly recommended. Are you ready to start removing the obsolete fields?
fr_fr: Si la migration de vos données depuis la version 2.4 n'est pas terminée, cela va entraîner des pertes de données. Sauvegarder votre base de donnée est hautement recommandé. Êtes vous prêt à débuter la suppression des champs obsolètes?

source: Quick Start
fr_fr: Démarrage rapide

source: General Layout
fr_fr: Mise en page générale

source: General Concepts
fr_fr: Concepts généraux

source: User Management and Global actions
fr_fr: Gestion des utilisateurs et des actions globales

source: Using the system
fr_fr: Utiliser le système

source: Settings and Diagnostics
fr_fr: Paramètres et Diagnostics

source: Blacklist
fr_fr: Liste noire

source: User Management
fr_fr: Gestion des Utilisateurs

source: Role Management
fr_fr: Gestion des rôles

source: Logging
fr_fr: Journal des connexions

source: Administrative Tools
fr_fr: Outils d'administration

source: Background Processing
fr_fr: Processus d’arrière-plan

source: Categories and Types
fr_fr: Catégories et Types

source: Server settings and diagnostics
fr_fr: Paramètres et diagnostic du serveur

source: Since version 2.3, MISP has a settings and diagnostics tool that allows site-admins to manage and diagnose their MISP installation. You can access this by navigating to Administration - Server settings
fr_fr: Depuis la version 2.3, MISP a des outils de paramétrages et de diagnostics permettant aux administrateurs d'instances de gérer et diagnostiquer leur instance MISP. Vous pouvez accéder à ces fonctions en naviguant vers "Administration - Paramètres du serveur"

source: Server settings overview with all of the tabs explained.
fr_fr: Vue d’ensemble des paramètres du serveur avec tous les onglets expliqués.

source: The settings and diagnostics tool is split up into several aspects, all accessible via the tabs on top of the tool. For any unset or incorrectly set setting, or failed diagnostic a number next to the tab name will indicate the number and severity of the issues. If the number is written with a red font, it means that the issue is critical. First, let's look at the various tabs
fr_fr: Les outils de paramétrages et de diagnostics sont différents dans plusieurs aspects, tous accessibles via les onglet en haut de l'outil. Pour toute valeur non indiquée, mal renseignée ou pour les diagnostics échoués, un nombre apparaît à la suite de nom de l'onglet pour indiquer le nombre et la sévérité des problèmes. Si le nombre est écrit avec une police rouge, cela signifie que le problème est critique. Premièrement, jetez un oeuil aux différents onglets

source: General overview of the current state of your MISP installation
fr_fr: Vue générale de l'état actuel de votre instance MISP

source: MISP settings
fr_fr: Paramètres de MISP

source: Basic MISP settings. This includes the way MISP handles the default settings for distribution settings, whether background jobs are enabled, etc
fr_fr: Paramètres MISP basiques. Cela inclut la manière dont MISP gère les valeurs par défaut pour les paramètres de distribution, qu'il s'agissent de l'activation des tâches d'arrière plan, etc

source: GnuPG settings
fr_fr: Paramètres GnuPG

source: GnuPG related settings.
fr_fr: Paramètres liés à GnuPG.

source: HTTP proxy related settings.
fr_fr: Paramètres de proxys HTTP.

source: Security settings
fr_fr: Paramètres de sécurité

source: Settings controlling the brute-force protection and the application's salt key.
fr_fr: Paramètres de contrôle de la protection anti-bruteforce et le sel de la clé de l'application.

source: Misc settings
fr_fr: Paramètres divers

source: You change the debug options here, but make sure that debug is always disabled on a production system.
fr_fr: Vous pouvez changer les options de débogage ici mais soyez sûr que le débogage est toujours désactivé sur un système en production.

source: The diagnostics tool checks if all directories that MISP uses to store data are writeable by the apache user. Also, the tool checks whether the STIX libraries and GnuPG are working as intended.
fr_fr: L'outil de diagnostic vérifie si tout les répertoires que MISP utilise pour stocker des données sont accessibles en écriture par l'utilisateur "apache". En toure, l'outil vérifie que les bibliothèques STIX et GnuPG fonctionnent comme souhaité.

source: Shows the background workers (if enabled) and shows a warning if they are not running. Admins can also restart the workers here.
fr_fr: Voir les processus d'arrière-plan (si activés) et voir un avertissement si ils ne sont pas démarrés. Les administrateurs peuvent également redémarrer les processus depuis cette page.

source: Download a report in JSON format, compiled of all of the settings visible in the tool.
fr_fr: Télécharger le rapport au format JSON, compilé avec tout les paramétrages visibles dans l'outil.

source: The settings tabs explained.
fr_fr: Les onglets paramètres expliqués.

source: Each of the setting pages is a table with each row representing a setting. Coloured rows indicate that the setting is incorrect / not set and the colour determines the severity (red = critical, yellow = recommended, green = optional). The columns are as follows
fr_fr: Chacune des pages de paramètres est une table ou chaque ligne représente un paramètre. Les lignes colorés indiquant qu'un paramètre est incorrect ou non rempli et la couleur détermine la sévérité (rouge = critique, jaune = recommandé, vert = optionnel). Les colonnes sont tels que suit

source: The severity of the setting.
fr_fr: La sévérité du paramètres.

source: The setting name.
fr_fr: Le nom du paramètre.

source: The current value of the setting.
fr_fr: La valeur actuelle du paramètre.

source: A description of what the setting does.
fr_fr: Une description de ce que fait le paramètre.

source: If the setting is incorrect / not set, then this field will let the user know what is wrong.
fr_fr: Si le paramètre est incorrect ou non fourni, alors ce champ permettra à l'utilisateur de savoir quel est le problème.

source: The workers tab.
fr_fr: L'onglet processus.

source: The workers tab shows a list of the workers that MISP can use. You can restart the workers using the restart all workers, If the button doesn't work, make sure that the workers were started using the apache user. This can however only be done using the command line, refer to the INSTALL.txt documentation on how to let the workers automatically start on each boot.
fr_fr: L'onglet "Processus" permet de voir la liste des processus utilisables par MISP. Vous pouvez redémarrer ces processus en utilisant le bouton "Redémarrer tout les processus". Si le bouton ne fonctionne pas, vérifiez que les processus ont bien été lancé par l'utilisateur apache. Cela peut aussi être effectué en ligne de commande. Référez vous au fichier de documentation INSTALL.txt sur comment démarrer les processus automatiquement à chaque démarrage.

source: Worker Type
fr_fr: Type de processus

source: The worker type is determined by the queue it monitors. MISP currently has 5 queues (cache, default, prio, email and a special _schdlr_ queue).
fr_fr: Le type de processus est déterminée par la file monitorée. MISP a actuellement 5 fils (cache, défaut, prio, email et la file _schdlr_ spéciale).

source: Worker Id
fr_fr: Identifiant du processus

source: The ID is made up of the machine name, the PID of the worker and the queue it monitors.
fr_fr: L'ID est fait du nom de la machine, du PID du processus et de la file sous surveillance.

source: Displays OK if the worker is running. If the _schdlr_ worker is the only one not running make sure that you copy the config file into the cakeresque directory as described in the INSTALL.txt documentation.
fr_fr: Affiche OK si les jobs sont en cours d'exécution. Si le job _schdlr_ est le seul à ne pas être exécuté, vérifiez que vous avez copié le fichier de configuration dans le repertoire cakeresque, tel que décrit dans le fichier INSTALL.txt .

source: Import Blacklist
fr_fr: Importer une liste noire

source: It is possible to ban certain values from ever being entered into the system via an event info field or an attribute value. This is done by blacklisting the value in this section.
fr_fr: Il est possible de bannir certaines valeurs d'entrer dans le système via les informations d'événements ou dans une valeur d'attribut. Cela peut être défini en mettant en liste noire la valeur dans cette section.

source: Adding and modifying entries
fr_fr: Ajout et modification d’entrées

source: Administrators can add, edit or delete blacklisted items by using the appropriate functions in the list's action menu and the menu on the left.
fr_fr: Les administrateurs peuvent ajouter, éditer ou supprimé les éléments mis en liste noir en utilisant les fonctions appropriés dans la liste d'action du menu et le menu sur la gauche.

source: The system allows administrators to set up rules for regular expressions that will automatically alter newly entered or imported events.
fr_fr: Le système autorise les administrateurs à définir des règles pour que des expressions régulières modifient automatiquement des événements nouveaux ou importés.

source: The purpose of Import Regexp entries
fr_fr: L'objectif de l'expression régulière d'import d'entrées

source: They can be used for several things, such as unifying the capitalisation of file paths for more accurate event correlation or to automatically censor the usernames and use system path variable names (changing C:\Users\UserName\Appdata\Roaming\file.exe to %APPDATA%\file.exe).<br /> The second use is blocking, if a regular expression is entered with a blank replacement, any event info or attribute value containing the expression will not be added. Please make sure the entered regexp expression follows the preg_replace pattern rules as described <a href="http://php.net/manual/en/function.preg-replace.php">here</a>.
fr_fr: Ils peuvent être utilisés pour plusieurs usages, tels que l'unification des chemins de fichiers pour une meilleure corrélation ou pour censurer automatiquement les noms d'utilisateur et utiliser les variables de chemins système (change C:\Users\UserName\Appdata\Roaming\file.exe en %APPDATA%\file.exe).<br /> Le second usage est le bloquage, si une expression régulière est entrée avec un blanc en remplacement, tout information d'événement ou attribut ne sera pas ajouté. Merci de prêter attention au fait que les regexp doitvent suivrent le pattern "preg_replace" tel que défini <a href="http://php.net/manual/en/function.preg-replace.php">ici</a>.

source: Administrators can add, edit or delete regular expression rules, which are made up of a regex pattern that the system searches for and a replacement for the detected pattern.
fr_fr: Les administrateurs peuvent ajouter, modifier ou supprimer des règles d’expression régulières étant constituées d’un motif de regex que le système recherche pour un remplacement du pattern détecté.

source: Add, edit or remove Regexp entries that will affect all newly created attributes here.
fr_fr: Ajouter, éditer ou supprimer les entrées Regexp qui affecteraient toute création d'attribut ici.

source: Managing the Signature whitelist
fr_fr: Gérer la liste blanche de signature

source: The signature whitelist view, accessible through the administration menu on the left, allows administrators to create and maintain a list of addresses that are whitelisted from ever being added to the NIDS signatures. Addresses listed here will be commented out when exporting the NIDS list.
fr_fr: La liste blanche des signatures, accessible depuis le menu d'administration sur la gauche permets aux administrateur de créer et maintenir une liste d'adresses qui sont en liste blanche pour éviter de les ajouter aux signatures NIDS. Les adresses listées ici seront commentés lors de l'export des listes NIDS.

source: Whitelisting an address
fr_fr: Mettre une adresse en liste blanche

source: While in the whitelist view, click on New Whitelist on the left to bring up the add whitelist view to add a new address.
fr_fr: Lorsque vous êtes dans la vue "Liste Blanche", cliquez sur "Nouvelle liste blanche" sur la gauche pour ajouter à la vue une nouvelle adresse.

source: Managing the list
fr_fr: Gestion de la liste

source: When viewing the list of whitelisted addresses, the following pieces of information are shown: The ID of the whitelist entry (assigned automatically when a new address is added), the address itself that is being whitelisted and a set of controls allowing you to delete the entry or edit the address.
fr_fr: Lorsque vous affichez la liste des adresse en liste blanche, les informations suivantes sont affichées: L'ID de l'entrée de la liste blanche (assigné automatiquement lorsqu'une adresse est ajoutée), l'adresse mis en liste blanche ainsi que plusieurs actions vous permettant de supprimer l'entrée ou d'éditer l'adresse.

source: You can edit or delete currently white-listed addresses using the action buttons on this list.
fr_fr: Vous pouvez modifier ou supprimer des adresses actuellement en liste blanche en utilisant les boutons d'actions de cette liste.

source: Managing the users
fr_fr: Gérer les utilisateurs

source: As an admin, you can set up new accounts for users, edit the profiles of users, delete them, or just have a look at all the viewers' profiles. Organisation admins are restricted to executing the same actions on their organisation's users only.
fr_fr: En tant qu'administrateur, vous pouvez définir un nouveau compte pour un utilisateur, éditer les profils utilisateurs, les supprimer, ou juste avoir une vue sur l'ensemble des comptes visibles. Les administrateurs d'organisation sont restreint dans l'exécution des mêmes actions pour les utilisateurs de leur organisation seulement.

source: Adding a new user
fr_fr: Ajoute un nouvel utilisateur

source: To add a new user, click on the New User button in the administration menu to the left and fill out the following fields in the view that is loaded
fr_fr: Pour ajouter un nouvel utilisateur, cliquer sur le bouton "Nouvel utilisateur" dans le menu d'administration à droite et renseignez les champs dans la vue chargée

source: Add user
fr_fr: Ajouter utilisateur

source: Fill this form out to add a new user. Keep in mind that the drop-down menu titled Role controls the privileges the user will have.
fr_fr: Remplissez ce formulaire pour ajouter un nouvel utilisateur. Gardez en te que le menu déroulant nommé "Rôle" permet de définir les droits que l'utilisateur va avoir.

source: The user's e-mail address, this will be used as his/her login name and as an address to send all the automatic e-mails and e-mails sent by contacting the user as the reporter of an event.
fr_fr: L'adresse mail de l'utilisateur, Elle sera utilisée en tant qu'identifiant, adresse de réception des mails automatiques et mails envoyés lorsquu'un utilisateur contacte le créateur d'un événement.

source: A temporary password for the user that he/she should change after the first login. Make sure that it is at least 6 characters long, includes a digit or a special character and contains at least one upper-case and at least one lower-case character.
fr_fr: Un mot de passe temporaire pour l'utilisateur qu'il/elle doit changer après la première connexion. Assurez-vous que celui-ci comporte au minimum 6 caractères, incluant des chiffres ou un caractère spécial et contient au minimum un caractère en majuscule et un en minuscule.

source: Confirm Password
fr_fr: Confirmer le mot de passe

source: This should be an exact copy of the Password field.
fr_fr: Le contenu de ce champ doit être la copie exacte du champ Mot de passe.

source: The organisation of the user. Entering ADMIN into this field will give administrator privileges to the user. If you are an organisation admin, then this field will be unchangeable and be set to your own organisation.
fr_fr: L'oganisation de l'utilisateur. Entrer ADMIN dans le champ donne les droits administrateur à l'utilisateur. Si vous êtes administrateur d'un organisation, alors ce champ sera non modifiable et défini sur votre propre organisation.

source: Roles
fr_fr: Rôles

source: A drop-down list allows you to choose a role-group that the user should belong to. Roles define the privileges of the user. To learn more about roles, <a href=#roles>click here</a>.
fr_fr: Une liste déroulante vous permet de choisir un groupe de rôle auquel l'utilisateur devrait appartenir. Les rôles définissent les privilèges utilisateur. Pour en savoir plus à propos des rôles, <a href=#roles>cliquez ici</a>.

source: Receive alerts when events are published
fr_fr: Recevoir une alerte lorsque les événements sont publiés

source: This option will subscribe the new user to automatically generated e-mails whenever an event is published.
fr_fr: Cette option permettra à l'utilisateur de s'abonner aux e-mails générés automatiquement lors de la publication d'un événement.

source: Receive alerts from "contact reporter" requests
fr_fr: Recevoir des alertes de demandes « contacter le déclarant »

source: This option will subscribe the new user to e-mails that are generated when another user tries to get in touch with an event's reporting organisation that matches that of the new user.
fr_fr: Cet option va inscrire les nouveaux utiisateurs aux courriels générés lorsqu'un autre utilisateur tente de contacter l'organisation rapportant un événement qui correspondrait à celle du nouvel utilisateur.

source: Authkey
fr_fr: Clé d'authentification

source: This is assigned automatically and is the unique authentication key of the user (he/she will be able to reset this and receive a new key). It is used for exports and for connecting one server to another, but it requires the user to be assigned to a role that has auth permission enabled.
fr_fr: Ceci a été attribué automatique et est la clé unique d'authentification de l'utilisateur (il/elle va être en mesure de la réinitialiser et de recevoir une nouvelle clé). Elle est utilisable pour les exports et pour connecter un serveur à une autre, mais elle requiert que l'utilisateur ait un role lui permettant cette authentification.

source: NIDS Sid
fr_fr: ID de signature NIDS

source: Nids ID, not yet implemented.
fr_fr: ID NIDS, pas encore implémenté.

source: GnuPGkey
fr_fr: Clé GnuPG

source: The key used for encrypting e-mails sent through the system.
fr_fr: La clé utilisée pour chiffrer les mails depuis le système.

source: Listing all users
fr_fr: Liste des utilisateurs

source: To list all current users of the system, just click on List Users under the administration menu to the left. A view will be loaded with a list of all users and the following columns of information
fr_fr: Pour lister tout les utilisateurs présents dans le système, cliquez sur "Lister utilisateurs" sous le menu d'administration à gauche. Une vue va être chargée avec une liste des utilisateurs ainsi que les colonnes d'information suivantes

source: List users
fr_fr: Lister les utilisateurs

source: View, Edit or Delete a user using the action buttons to the right.
fr_fr: Voir, éditer ou supprimer un utilisateur en utilisant les boutons d'action à droite.

source: The user's automatically assigned ID number.
fr_fr: Le numéro d'ID d'utilisateur assigné.

source: The organisation that the user belongs to.
fr_fr: L'organisation dont l'utilisateur dépend.
