Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Average Users / Org
fr_fr: Utilisateurs moyens / Org

source: Organisation list
fr_fr: Liste des organisations

source: Quick overview over the organisations residing on or known by this instance.
fr_fr: Aperçu rapide sur les organisations résidant sur ou connues de cette instance.

source: A toplist of the top sources for the sightings of your organisation.
fr_fr: Un toplist des meilleures sources pour les observations de votre organisation.

source: #False-positive
fr_fr: # Faux positif

source: A treemap of the currently used event tags. Click on any of the taxonomies to hide it and click it again to show it.
fr_fr: Un arbre des tags d'événements actuellement utilisés. Cliquez sur l'une des taxonomies pour le masquer et cliquez à nouveau dessus pour l'afficher.

source: User and Organisation Statistics
fr_fr: Statistiques des utilisateurs et de l'organisation

source: MISP Terms and Conditions
fr_fr: Conditions d'utilisation de MISP

source: Terms and Conditions file not found.
fr_fr: Fichier des conditions générales non trouvé.

source: Download Terms and Conditions
fr_fr: Télécharger les conditions générales

source: Accept Terms
fr_fr: Accepter les termes

source: Certificates validation
fr_fr: Validation des certificats

source: GnuPG key validation
fr_fr: Validation de la clé GnuPG

source: Confirm sending
fr_fr: Confirmer l'envoi

source: You are about to send a mail to %s recipient(s)?
fr_fr: Vous êtes sur le point d'envoyer un mail à %s destinataire(s) ?

source: Choose the key that you would like to use
fr_fr: Choisissez la clé que vous souhaitez utiliser

source: Key ID
fr_fr: Identifiant de clé

source: Creation date
fr_fr: Date de création

source: Associated E-mail addresses
fr_fr: Adresses de messagerie associées

source: Select GnuPG key
fr_fr: Sélectionner une clé GnuPG

source: WARNING: This user does not have an encryption key set. The security posture of this instance allows for the sending of clear text e-mails, so this is what will happen if you proceed.
fr_fr: ATTENTION: Cet utilisateur ne possède pas de jeu de clés de chiffrement. La sécurité de cette instance permet l'envoi de courriers électroniques en clair, c'est ce qui arrivera si vous continuez.

source: Send welcome message to user
fr_fr: Envoyer un message de bienvenue à l'utilisateur

source: Initiate password reset for user
fr_fr: Lancer la réinitialisation du mot de passe pour l'utilisateur

source: Are you sure you want to reset the password of %s and send him/her a welcome message with the credentials?
fr_fr: Êtes-vous sûr de vouloir réinitialiser le mot de passe de %s et lui envoyer un message de bienvenue avec les informations d'identification?

source: Are you sure you want to reset the password of %s and send him/her the temporary credentials?
fr_fr: Êtes-vous sûr de vouloir réinitialiser le mot de passe de %s et lui envoyer les informations d'identification temporaires?

source: First time registration
fr_fr: Première inscription

source: Submit password reset
fr_fr: Soumettre la réinitialisation du mot de passe

source: Warninglists
fr_fr: Listes d'avertissement

source: Delete Warninglist
fr_fr: Supprimer la liste des avertissements

source: Delete warninglist
fr_fr: Supprimer la liste d'avertissement

source: Accepted attribute types
fr_fr: Types d'attributs acceptés

source: Warninglist Deletion
fr_fr: Suppression de la liste d'avertissement

source: Are you sure you want to delete Warninglist #%s<br /> Associated tags will not be removed. You can reload the warninglist at any time by updating your warninglists.
fr_fr: Etes-vous sûr de vouloir supprimer la liste d'alerte #%s<br /> Les tags associés ne seront pas supprimés Vous pouvez recharger la liste d'avertissement à tout moment en mettant à jour vos listes d'avertissement.

source: Add Signature Whitelist
fr_fr: Ajouter une liste blanche de signatures

source: Edit Signature Whitelist
fr_fr: Modifier la liste blanche des signatures

source: Regex entries (in the standard php regex /{regex}/{modifier} format) entered below will restrict matching attributes from being included in the IDS flag sensitive exports (such as NIDS exports).
fr_fr: Les entrées Regex (au format regex php standard /{regex}/{modificateur}) entrées ci-dessous empêcheront les attributs correspondants d'être inclus dans les exports sensibles au flag IDS (tels que les exports NIDS).

source: numeric
fr_fr: numérique

source: Options depend on the selected category.
fr_fr: Les options dépendent de la catégorie sélectionnée.

source: stringNotEmpty
fr_fr: chaineNonVide

source: Value not in the right type/format. Please double check the value or select type "other".
fr_fr: La valeur n'est pas dans le bon format/type. Merci de vérifier la valeur ou de sélectionner le type "other".

source: A similar attribute already exists for this event.
fr_fr: Un attribut similaire existe déjà pour cet événement.

source: Composite type found but the value not in the composite (value1|value2) format.
fr_fr: Type trouvé mais le format de la valeur n'est pas concordant (valeur1|valeur2).

source: boolean
fr_fr: booléen

source: Please provide a valid UUID
fr_fr: Merci de rentrer un UUID valide

source: The UUID provided is not unique
fr_fr: L'UUID fourni n'est pas unique

source: Options: Your organisation only, This community only, Connected communities, All communities, Sharing group, Inherit event
fr_fr: Options: Votre organisation seulement, Cette communauté seulement, Communautés connectées, Groupe de partage, hérité de l'événement

source: valueNotEmpty
fr_fr: valeurNonVide

source: Expected date format: YYYY-MM-DD
fr_fr: Format de la date attendu : AAAA-MM-JJ

source: Options : 1, 2, 3, 4 (for High, Medium, Low, Undefined)
fr_fr: Options : 1, 2, 3, 4 (pour Haut, Moyen, Bas, Non défini)

source: Options : Your organisation only, This community only, Connected communities, All communities
fr_fr: Options : Votre organisation uniquement, cette communauté seulement, collectivités connectés, toutes les communautés

source: If the distribution is set to "Sharing Group", a sharing group has to be selected.
fr_fr: Si la distribution est placée sur "Sharing Group", un groupe de partage doit être sélectionné.

source: Options : 0, 1, 2 (for Initial, Ongoing, Completed)
fr_fr: Options : 0, 1, 2 (pour Initiale, En cours, Complet)

source: Event already blacklisted.
fr_fr: Événements déjà présent en liste noire.

source: The provided eventGraph is not a valid json format
fr_fr: L'eventGraph fourni n'est pas dans un format json valide

source: rule
fr_fr: règle

source: Please enter a numeric event ID or leave this field blank.
fr_fr: Merci d'entrer un ID d'événement en chiffre ou de laisser ce champ vide.

source: A relationship with this name already exists.
fr_fr: Une relation ayant ce nom existe déjà.

source: Organisation already blacklisted.
fr_fr: Organisation déjà présente en la liste noire.

source: An organisation with this name already exists.
fr_fr: Une organisation avec ce nom existe déjà.

source: An organisation with this UUID already exists.
fr_fr: Une organisation avec cet UUID existe déjà.

source: This is not a valid regular expression. Don't forget the delimiters!
fr_fr: Ce n'est pas une expression régulière valide. Ne pas oublier les délimiteurs!

source: A role with this name already exists.
fr_fr: Un rôle portant ce nom existe déjà.

source: Please enter a valid base-url.
fr_fr: Merci d'entrer une adresse Url de base valide.

source: A sharing group with this name already exists.
fr_fr: Un groupe de partage portant ce nom existe déjà.

source: Invalid type. Valid options are: 0 (Sighting), 1 (False-positive), 2 (Expiration).
fr_fr: Type invalide. Les options valides sont: 0 (observation), 1 (Faux-positif), 2 (Expiré).

source: This field is required.
fr_fr: Ce champ est requis.

source: A similar name already exists.
fr_fr: Un nom similaire est déjà existant.

source: Colour has to be in the RGB format (#FFFFFF)
fr_fr: La couleur doit être dans un format RGB (#FFFFFF)

source: Please choose a category.
fr_fr: Merci de choisir une catégorie.

source: Please choose a type.
fr_fr: Merci de choisir un type.

source: Please enter a Name
fr_fr: Merci d'entrer un nom.

source: Please enter a Description
fr_fr: Merci d'entrer une description.

source: Please fill out the text field
fr_fr: Merci de remplir le champ texte.

source: Password length requirement not met.
fr_fr: La longueur du mot de passe est trop faible.

source: Password complexity requirement not met.
fr_fr: Le mot de passe ne respecte pas les règles de complexité.

source: Please re-enter your password twice so that the values match.
fr_fr: Merci de réentrer votre mot de passe deux fois afin que les valeurs coîncident.

source: The organisation ID has to be a numeric value.
fr_fr: L'ID de l'organisation doit être une valeur numérique

source: Please enter a valid email address.
fr_fr: Merci d'entrer une adresse email valide

source: An account with this email address already exists.
fr_fr: Un compte ayant cette adresse e-mail est déjà existant.

source: A authkey of a minimum length of 40 is required.
fr_fr: Une clé d'authentification d'une longueur minimale de 40 caractères est requise.

source: GnuPG key not valid, please enter a valid key.
fr_fr: La clé GnuPG n'est pas valide, merci d'entrer une clé valide

source: Certificate not valid, please enter a valid certificate (x509).
fr_fr: Le certificat n'est pas valide, merci d'entrer un certificat valide (x509)

source: A SID should be an integer.
fr_fr: Un SID doit être un entier

source: Name not in the right format. Whitelist entries have to be enclosed by a valid php delimiter (which can be most non-alphanumeric / non-whitespace character). Format: "/8.8.8.8/" Please double check the name.
fr_fr: Le nom n'est pas dans le bon format. Les entrées de la liste blanche doivent être délimités avec un délimiteur PHP valide (pouvant être non un caractère non alphanumérique ou un espace. Format: "/8.8.8.8/". Merci de vérifier le nom.
