Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: If set, encodes the attachments / zipped malware samples as base64 in the data field within each attribute
fr_fr: Si défini, les pièces jointes/malwares zippés seront encodés en base64 dans le champ donnée a l'intérieur de chaque attribut

source: Only the metadata (event, tags, relations) is returned, attributes and proposals are omitted.
fr_fr: Seules les méta-données (événements, tags, relations) sont retournées, les attributs et les propositions sont omises.

source: Restrict the results by uuid.
fr_fr: Restreindre les résultats par uuid.

source: Restrict the results by the timestamp of the last publishing of the event. The input can be a timetamp or a short-hand time description (7d or 24h for example). You can also pass a list with two values to set a time range (for example ["14d", "7d"]).
fr_fr: Restreindre les résultats par l'horodatage de la dernière publication de l'événement. L'entrée peut être une description temporelle ou courte (7d ou 24h par exemple). Vous pouvez également passer une liste avec deux valeurs pour définir une plage de temps (par exemple ["14d", "7d"]).

source: (Deprecated synonym for publish_timestamp) Restrict the results by the timestamp of the last publishing of the event. The input can be a timetamp or a short-hand time description (7d or 24h for example). You can also pass a list with two values to set a time range (for example ["14d", "7d"]).
fr_fr: (Synonyme obsolète pour publish_timestamp) Limiter les résultats de l’horodatage de la dernière édition de l’événement. L’entrée peut être une timestamp ou une description d’heure abrégée (7D ou 24h par exemple). Vous pouvez également passer une liste avec deux valeurs pour définir une plage de temps (par exemple [« 14d », « 7D »]).

source: Restrict the results by the timestamp (last edit). Any event with a timestamp newer than the given timestamp will be returned. In case you are dealing with /attributes as scope, the attribute's timestamp will be used for the lookup. The input can be a timetamp or a short-hand time description (7d or 24h for example). You can also pass a list with two values to set a time range (for example ["14d", "7d"]).
fr_fr: Restreindre les résultats par l'horodatage (dernière modification). Tout événement avec un timestamp plus récent que le timestamp donné sera retourné. Dans le cas où vous traitez de /attribute comme scope, l'horodatage de l'attribut sera utilisé pour la recherche. L'entrée peut être une description temporelle ou courte durée (7d ou 24h par exemple). Vous pouvez également passer une liste avec deux valeurs pour définir une plage de temps (par exemple ["14d", "7d"]).

source: Set whether published or unpublished events should be returned. Do not set the parameter if you want both.
fr_fr: Définir si les événéments publiés ou non doivent être retournés. Ne définissez pas ce paramètre si vous souhaitez les deux.

source: Remove any attributes from the result that would cause a hit on a warninglist entry.
fr_fr: Supprimer tout attribut dont le résultat est présent dans une entrée de liste d'avertissement.

source: By default (0) all attributes are returned that match the other filter parameters, irregardless of their to_ids setting. To restrict the returned data set to to_ids only attributes set this parameter to 1. You can only use the special "exclude" setting to only return attributes that have the to_ids flag disabled.
fr_fr: Par défaut (0), tout les attributs qui correspondent aux autres paramètres de filtrage sont retournés, sans prise en compte de leur paramètrage "to_ids". Pour restreindre les valeurs retournés aux seule paramètres "to_ids", mettez ce paramètre à 1. Vous pouvez seuelement utiliser le paramètre exclude pour ne retourner que les attributs ayant le paramètre "to_ids" désactivé.

source: If this parameter is set to 1, it will return soft-deleted attributes along with active ones. By using "only" as a parameter it will limit the returned data set to soft-deleted data only.
fr_fr: Si le paramètre est défini à 1, cela va retourner les attributs mis à la corbeille ainsi que les attributs actifs. En utilisant "only" en tant que paramètre, cela va seulement retourner les données mises à la corbeille.

source: Instead of just including the event ID, also include the event UUID in each of the attributes.
fr_fr: Au lieu d'inclure seulement l'ID d'événement, inclure l'UUID d'événement dans chacun des attributs.

source: Only return attributes from events that have received a modification after the given timestamp. The input can be a timetamp or a short-hand time description (7d or 24h for example). You can also pass a list with two values to set a time range (for example ["14d", "7d"]).
fr_fr: Renvoyer uniquement les attributs des événements qui ont reçu une modification après l'horodatage donné. L'entrée peut être une description temporelle ou courte (7d ou 24h par exemple). Vous pouvez également passer une liste avec deux valeurs pour définir une plage de temps (par exemple ["14d", "7d"]).

source: If this flag is set, sharing group objects will not be included, instead only the sharing group ID is set.
fr_fr: Si ce flag est défini, le partage des objets de groupe ne sera pas inclus, seulement l'ID du groupe de partage est défini.

source: Filter on the event's info field.
fr_fr: Filtrer sur le champ info de l'événement.

source: Search for a full or a substring (delimited by % for substrings) in the event info, event tags, attribute tags, attribute values or attribute comment fields.
fr_fr: Recherchez une sous-chaîne complète ou une sous-chaîne (délimitée par % pour les sous-chaînes) dans l'événement info, les marqueurs d'événement, les balises d'attributs, les valeurs d'attributs ou les champs de recherche d'attributs.

source: CSV specific parameters for the restSearch APIs
fr_fr: Paramètres spécifiques CSV pour les API de restSearch

source: CSV only, select the fields that you wish to include in the CSV export. By setting event level fields additionally, includeContext is not required to get event metadata.
fr_fr: CSV uniquement, sélectionnez les champs que vous souhaitez inclure dans l'export CSV. En définissant les champs de niveau d'événement, includeContext n'est pas requis pour obtenir les métadonnées de l'événement.

source: CSV only, add additional event level data to the export. The additional fields can be added via requested_attributes too with more granularity.
fr_fr: CSV seulement, ajoutez des données de niveau d'événement supplémentaires à l'export. Les champs supplémentaires peuvent être ajoutés via requested_attributes aussi avec plus de granularité.

source: The CSV created when this setting is set to true will not contain the header row.
fr_fr: Le CSV créé lorsque ce paramètre est défini à true ne contiendra pas la ligne d'en-tête.

source: URL parameters
fr_fr: Paramètres URL

source: It is also possible to pass all of the above parameters via URL parameters, however this is HIGHLY discouraged. If you however have no other options, simply pass the parameters in the following fashion:
fr_fr: Il est également possible de passer tous les paramètres ci-dessus par l’intermédiaire de paramètres d’URL, mais cela est FORTEMENT déconseillée. Si vous n’avez toutefois aucune autre option, il suffit de passer les paramètres de la façon suivante :

source: RPZ specific parameters for the restSearch APIs
fr_fr: Paramètres spécifiques RPZ pour les API restSearch

source: >You can export RPZ zone files for DNS level firewalling by using the RPZ export functionality of MISP. The file generated will include all of the IDS flagged domain, hostname and IP-src/IP-dst attribute values that you have access to.
fr_fr: > Vous pouvez exporter des fichiers de zone RPZ pour un pare-feu au niveau DNS en utilisation la fonctionnalité d'export RPZ de MISP. Ce fichier va inclure tout les attributs de type domaine, nom d'hôte, ip-src/ip-dest auquel vous avez accès et indiqués à destination d'IPS.

source: MISP will inject header values into the zone file as well as define the action taken for each of the values that can all be overriden. By default these values are either the default values shipped with the application, or ones that are overriden by your site administrator. The values are as follows
fr_fr: MISP va injecter la valeur de l'en-tête dans le fichier de zone tel que défini par l'action effectuée sur chacune des valeurs qui peuvent être imposées. Par défaut, ces valeurs sont des valeurs par défaut définies par l'application, ou celles qui sont imposés par votre administrateur d'instance. Les valeurs sont les suivantes

source: To override the above values, either use the url parameters as described below
fr_fr: Pour substituer les valeurs ci-dessus, utilisez les paramètres d’url comme indiqué ci-dessous

source: or POST an XML or JSON object with the above listed options
fr_fr: ou POSTER un objet JSON ou XML avec les options suivantes

source: Bro IDS export
fr_fr: Export pour IDS BRO

source: An export of all attributes of a specific bro type to a formatted plain text file. By default only published and IDS flagged attributes are exported.
fr_fr: Un export de tout les attributs pour un type spécifique bro vers un fichier en "plain text" formatté. Par défaut, seul les attributs publiés et indiqués pour l'export IDS seront exportés.

source: You can configure your tools to automatically download a file one of the Bro types.
fr_fr: Vous pouvez configurer vos outils afin de télécharger périodiquement un fichier de type Bro.

source: To restrict the results by tags, use the usual syntax. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). To get ip values from events tagged tag1 but not tag2 use
fr_fr: Pour restreindre les résultats par tags, utilisez la syntaxe suivant. Merci de faire attention, les deux-points (:) ne peuvent être utilisés pour la recherche de tag. Utilisez point-virgule à la place (la recherche va automatiquement rechercher les deux-points à la place). Pour récupérer les valeurs d'Ip des événements ayant le tag1 mais pas le tag2, utilisez

source: It is possible to restrict the bro exports on based on a set of filters. POST a JSON object or an XML at the Bro API to filter the results.
fr_fr: Il est possible de restreindre les exports bro en se basant sur une série de filtres. POSTer un objet JSON ou XML vers l'API bro pour filtrer les résultats.

source: Alternatively, it is also possible to pass the filters via the parameters in the URL, though it is highly advised to use POST requests with JSON objects instead. The format is as described below
fr_fr: Alternativement, il est également possible de passer les filtres via les paramètres dans l’URL, mais il est vivement conseillé d’utiliser les requêtes POST avec des objets JSON. Le format est décrit ci-dessous

source: The Bro type, any valid Bro type is accepted. The mapping between Bro and MISP types is as follows
fr_fr: Le type Bro, tout type Bro valide est accepté. Le mappage entre les types Bro et MISP est comme suit

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'. You can also chain several tag commands together with the '&amp;&amp;' operator. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead).
fr_fr: Pour inclure un tag dans les résultats, écrivez juste son nom dans ce paramètre. Pour exclure un tag, préfixez le avec un '!'. Vous pouvez aussi chaîner plusieurs tags ensemble avec l'opérateur '&amp;&amp;'. Soyez attentif au fait que les "deux-points" ne peuvent être utilisés pour la recherche de tags. Utilisez à la place le "point-virgule" (la recherche recherchera les deux-points à la place).

source: Restrict the results to the given event IDs.
fr_fr: Restreindre les résultats à l'ID d'événement indiqué.

source: Allow attributes to be exported that are not marked as "to_ids".
fr_fr: Autoriser les attributs n'étant pas marqués en "to_ids"à être exportés.

source: Events published within the last x amount of time, where x can be defined in days, hours, minutes (for example 5d or 12h or 30m). This filter will use the published timestamp of the event.
fr_fr: Les événements publiés dans les derniers x temps, ou x peut être défini en jours, heures, minutes (par exemple 5d ou 12h ou 30m). Ce filtre va utiliser l'horodatage de publication de l'événément.

source: All attributes that have a hit on a warninglist will be excluded.
fr_fr: Tout les attributs qui sont dans une liste d'avertissement seront exclus.

source: The keywords false or null should be used for optional empty parameters in the URL.
fr_fr: Les mots-clés "false" ou "null" devraient être utilisé pour les paramètres vides optionnels dans l'URL.

source: For example, to retrieve all attributes for event #5, including non IDS marked attributes too, use the following line
fr_fr: Par exemple; pour récupérer tout les attributs de l'événement #5, en incluant tout ceux n'étant pas marqués pour un export IDS, utilisez la ligne suivante

source: Export attributes of event with specified type as XML
fr_fr: Exporter les attributs de l'événement avec un type spécifique en XML

source: If you want to export all attributes of a pre-defined type that belong to an event, use the following syntax
fr_fr: Si vous souhaitez exporter tous les attributs d’un type prédéfini et appartiennant à un événement, utilisez la syntaxe suivante

source: sigOnly is an optional flag that will block all attributes from being exported that don't have the IDS flag turned on. It is possible to search for several types with the '&amp;&amp;' operator and to exclude values with the '!' operator. For example, to get all IDS signature attributes of type md5 and sha256, but not filename|md5 and filename|sha256 from event 25, use the following
fr_fr: sigOnly est un indicateur optionnel qui va bloquer l'exportation de l'ensemble des attributs n'ayant pas l'indicateur IDS actif. Il est possible de rechercher plusieurs types avec l'opérateur '&amp;&amp;' et d'exclure les valeurs avec l'opérateur '!'. Par exemple, pour récupérer toutes les signatures IDS ayant des attributs de type md5 et sha256 mais pas filename|md5 et filename|sha256 de l'événement 25, utilisez la syntaxe suivante

source: Download attachment or malware sample
fr_fr: Télécharger une pièce jointe ou un extrait de malware

source: If you know the attribute ID of a malware-sample or an attachment, you can download it with the following syntax
fr_fr: Si vous connaissez l'ID d'attribut d'un fichier de malware ou d'une pièce jointes, vous pouvez la télécharger en utilisant la syntaxe suivante

source: Download malware sample by hash
fr_fr: Télécharger un fichier malveillant par hash

source: You can also download samples by knowing its MD5 hash. Simply pass the hash along as a JSON/XML object or in the URL (with the URL having overruling the passed objects) to receive a JSON/XML object back with the zipped sample base64 encoded along with some contextual information.
fr_fr: Vous pouvez également télécharger tout les fichiers dont le hash MD5 est connu. Passez simplement le hash dans l'objet JSON/XML ou dans l'URL (l'URL passant en priorité sur les objets passés) pour recevoir un objet JSON/XML en retour avec un fichier zippé encodé en base 64 contenant en plus des informations contextuelles.

source: You can also use this API to get all samples from events that contain the passed hash. For this functionality, just pass the "allSamples" flag along. Note that if you are getting all samples from matching events, you can use all supported hash types (%s) for the lookup.</p>
fr_fr: Vous pouvez également utiliser cette API pour récupérer tout les fichiers qui contiennent le hash renseigné. Pour cette fonctionnalité, passez juste l'indicateur "allSamples". Notez que si vous récupérez tout les fichiers d'événements correspondants, vous pouvez utiliser tout les types de hashs (%s) pour la table.</p>

source: You can also get all the samples from an event with a given event ID, by passing along the eventID parameter. Make sure that either an event ID or a hash is passed along, otherwise an error message will be returned. Also, if no hash is set, the allSamples flag will get set automatically.
fr_fr: Vous pouvez également récupérer tout les pièces jointes pour un événement ayant un ID d'événement donné en le passant via le paramètre eventID. Assurez vous que l'event ID ou un hash est transmis, sinon un message d'erreur sera retourné. Aussi, si aucun hash n'est renseigné, l'indicateur "allSamples" sera défini automatiquement.

source: POST message payload (XML)
fr_fr: POSTer les données utiles (XML)

source: POST message payload (json)
fr_fr: POSTer les données utiles (json)

source: A quick description of all the parameters in the passed object
fr_fr: Une rapide description de l'ensemble des paramètres de l'objet transmis

source: A hash in MD5 format. If allSamples is set, this can be any one of the following: %s
fr_fr: Un hash au format MD5. Si le flag "allSamples" est défini, cela peut être un de ceux qui suivent: %s

source: If set, it will return all samples from events that have a match for the hash provided above.
fr_fr: Si activé, cela retournera l'ensemble des fichiers provenant des événements dont le hash correspond à celui fourni.

source: If set, it will only fetch data from the given event ID.
fr_fr: Si défini, seules les données de l'ID d'événement indiqué seront extraites.

source: Upload malware samples using the "Upload Sample" API
fr_fr: Téléverser des fichiers malveillant en utilisant l'API "Téléversion de fichier malveillants"

source: This API will allow you to populate an event that you have modify rights to with malware samples (and all related hashes). Alternatively, if you do not supply an event ID, it will create a new event for you.
fr_fr: L'API va vous permettre de remplir l'événement dont vous avez modifié les droits avec un fichier malveillant (et les hashs qui lui sont relatifs). Alternativement, si vous ne renseignez pas d'Event ID, elle va créer un nouvel événement pour vous.

source: The files have to be base64 encoded and POSTed as explained below. All samples will be zipped and password protected (with the password being "infected"). The hashes of the original file will be captured as additional attributes.
fr_fr: Le fichier doit être encodé en base64 et POSTé comme expliqué ci-dessous. Tout les fichiers malveillant doivent être zippés et protégés par un mot de passe (le mot de passe devant être "infecté"). Les hashs du fichier original vont êtres indiqués en tant qu'attributs additionnels.

source: The event ID is optional. MISP will accept either a JSON or an XML object posted to the above URL.
fr_fr: L'ID d'événement est optionnel. MISP va accepter un objet JSON ou XML posté à la suite de l'URL.

source: The general structure of the expected objects is as follows
fr_fr: La structure générale de l'objet est telle que décrite ici

source: The following optional parameters are expected
fr_fr: Les paramètres optionnels suivants sont attendus

source: The Event's ID is optional. It can be either supplied via the URL or the POSTed object, but the URL has priority if both are provided. Not supplying an event ID will cause MISP to create a single new event for all of the POSTed malware samples. You can define the default settings for the event, otherwise a set of default settings will be used.
fr_fr: L'ID d'événement est optionnel. Il peut être transmis directement via l'URL ou un objet tranmis mais l'URL à la priorité si les deux sont renseignés. Si aucun ID d'événement n'est renseigné, MISP va créer un nouvel événement pour chaque fichier malveillant POSTé. Vous pouvez définir le paramétrage par défaut de l'événement, dans ce cas, un ensemble de paramètres par défaut seront utilisés.

source: The distribution setting used for the attributes and for the newly created event, if relevant. [0-3]
fr_fr: Le paramètre de distribution utilisé pour les attributs et pour les événements nouvellement créés, si pertinent. [0-3]

source: You can flag all attributes created during the transaction to be marked as "to_ids" or not.
fr_fr: Vous pouvez marquer tout les attributs créés durant l'opération pour qu'ils soit marqués en tant que "to_ids" ou non.

source: The category that will be assigned to the uploaded samples. Valid options are: Payload delivery, Artefacts dropped, Payload Installation, External Analysis.
fr_fr: La catégorie qui va être associée aux fichiers transmis. Les options valides sont: Payload delivery, Artefacts dropped, Payload Installation, External Analysis.

source: Used to populate the event info field if no event ID supplied. Alternatively, if not set, MISP will simply generate a message showing that it's a malware sample collection generated on the given day.
fr_fr: Utilisé pour remplir le champ information d'événements si aucun ID d'événement n'est indiqué. Alernativement, si non défini, MISP va simplement générer un message montrant qu'il s'agit d'une base d'échantillons de fichiers malveillants générés du jour.

source: The analysis level of the newly created event, if applicable. [0-2]
fr_fr: Le niveau d'analyse pour le nouvel événement créer, si possible. [0-2]

source: The threat level ID of the newly created event, if applicable. [0-3]
fr_fr: L'ID du niveau de menace de l'événement nouvellement créer, si possible [0-3]

source: This will populate the comment field of any attribute created using this API.
fr_fr: Ceci remplira le champ commentaire de n’importe quel attribut créé à l’aide de l'API.

source: Add or remove tags from events
fr_fr: Ajouter ou supprimer des tags des événements

source: You can add or remove an existing tag from an event in the following way
fr_fr: Vous pouvez ajouter ou supprimer un tag existant depuis un événement de la manièe suivante

source: Just POST a json object in the following format (to the appropriate API depending on whether you want to add or delete a tag from an event)
fr_fr: POSTez un objet json dans le format suivant (pour l'API appropriée, cela dépend de ce si vous souhaitez ajouter ou supprimer un tag depuis un événement)

source: Where "tag" is the ID of the tag. You can also use the name of the tag the following way
fr_fr: Quand « tag » est l’ID de la balise. Vous pouvez également utiliser le nom de la balise de la manière suivante

source: Proposals and the API
fr_fr: Propositions et l’API

source: You can interact with the proposals via the API directly since version 2.3.148
fr_fr: Vous pouvez interagir avec les propositions directement via l’API depuis la version 2.3.148

source: Explanation
fr_fr: Explication

source: Expected Payload
fr_fr: Charge attendue

source: Response
fr_fr: Réponse

source: View a proposal
fr_fr: Voir une proposition

source: ShadowAttribute object
fr_fr: Objet ShadowAttribute

source: View all proposal of my org's events
fr_fr: Voir toutes les propositions des événements de mon organisation

source: ShadowAttribute objects
fr_fr: Objets ShadowAttribute

source: View all proposals of an event
fr_fr: Voir toutes les propositions d'un événement

source: Propose a new attribute to an event
fr_fr: Proposer un nouvel attribut pour un événement

source: Propose an edit to an attribute
fr_fr: Proposer la modification d'un attribut

source: Accept a proposal
fr_fr: Accepter la proposition

source: Discard a proposal
fr_fr: Ignorer une proposition

source: When posting a shadow attribute object, use the following formats
fr_fr: Lorsque vous postez un attribut caché, utilisez les formats suivants
