Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: Each event's view has its own export feature, both as an XML export and as a .ioc file. To reach these features, just navigate to an event and use the appropriate buttons on the right side.
fr_fr: La vue de chaque événement a sa propre fonction d'exportation, à la fois en tant qu'exportation XML et en tant que fichier .ioc. Pour accéder à ces fonctionnalités, naviguez simplement vers un événement et utilisez les boutons appropriés sur le côté droit.

source: Download a .xml or a .ioc of the event.
fr_fr: Télécharger un .xml ou un .ioc de l'événement.

source: Connecting to other instances
fr_fr: Connexion à d'autres instances

source: Apart from being a self contained repository of attacks/malware, one of the main features of MISP is its ability to connect to other instances and share (parts of) its information. The following options allow you to set up and maintain such connections.
fr_fr: En plus d'être un référentiel autonome d'attaques / de malwares, l'une des principales caractéristiques de MISP est sa capacité à se connecter à d'autres instances et à partager (une partie de) ses informations.Les options suivantes vous permettent de configurer et maintenir ces connexions

source: Setting up a connection to another server
fr_fr: Configuration d'une connexion à un autre serveur

source: In order to share data with a remote server via pushes and pulls, you need to request a valid authentication key from the hosting organisation of the remote instance. When clicking on List Servers and then on New Server, a form comes up that needs to be filled out in order for your instance to connect to it. The following fields need to be filled out
fr_fr: Pour partager des données avec un serveur distant via des push et des pulls, vous devez demander une clé d'authentification valide à l'organisation d'hébergement de l'instance distante. à remplir pour que votre instance s'y connecte Les champs suivants doivent être remplis

source: Add server
fr_fr: Ajouter un serveur

source: Make sure that you enter the authentication key that you have been given by the hosting organisation of the remote instance, instead of the one you have gotten from this one.
fr_fr: Assurez-vous d'entrer la clé d'authentification qui vous a été donnée par l'organisation d'hébergement de l'instance distante, au lieu de celle que vous avez obtenue de celle-ci.

source: Base URL
fr_fr: URL de base

source: The URL of the remote server.
fr_fr: L'URL du serveur distant.

source: Organization
fr_fr: Organisation

source: The organisation that runs the remote server. It is very impoportant that this setting is filled out exactly as the organisation name set up in the bootstrap file of the remote instance.
fr_fr: L'organisation qui exécute le serveur distant. Il est très important que ce paramètre soit renseigné exactement comme le nom de l'organisation défini dans le fichier bootstrap de l'instance distante.

source: The authentication key that you have received from the hosting organisation of the remote instance.
fr_fr: La clé d'authentification que vous avez reçue de l'organisation d'hébergement de l'instance distante.

source: This check-box controls whether your server is allowed to push to the remote instance.
fr_fr: Cette case à cocher contrôle si votre serveur est autorisé à pousser vers l'instance distante.

source: This check-box controls whether your server can request to pull all data from the remote instance.
fr_fr: Cette case à cocher contrôle si votre serveur peut demander à extraire toutes les données de l'instance distante.

source: Unpublish event (Push only)
fr_fr: Annuler la publication de l'événement (Push uniquement)

source: This check-box controls to unpublish new event (working with Push events).
fr_fr: Cette case à cocher permet de dépublier un nouvel événement (en utilisant les événements Push).

source: Publish without email (Pull only)
fr_fr: Publier sans email (Pull only)

source: This check-box controls whether your server is allowed to publish event without email (working with Pull events).
fr_fr: Cette case à cocher contrôle si votre serveur est autorisé à publier un événement sans e-mail (en utilisant les événements Pull).

source: Self Signed
fr_fr: Auto-signé

source: Ticking this checkbox will allow syncing with instances using self-signed certificates.
fr_fr: Cochez cette case pour autoriser la synchronisation avec des instances utilisant des certificats auto-signés.

source: Certificate File
fr_fr: Fichier de certificat

source: If the instance that you want to connect to has their entire own certificate chain, you can use this to import a .pem file with it and override CakePHP's standard root CA file.
fr_fr: Si l'instance à laquelle vous voulez vous connecter a sa propre chaîne de certificats, vous pouvez l'utiliser pour importer un fichier .pem et remplacer le fichier CA racine standard de CakePHP.

source: If you are an administrator</b>, trying to allow another instance to connect to your own, it is vital that two rules are followed when setting up a synchronisation account
fr_fr: Si vous êtes un administrateur</b>, en essayant de permettre à une autre instance de se connecter à la vôtre, il est essentiel que deux règles soient respectées lors de la configuration d'un compte de synchronisation

source: The synchronisation user has to have the sync permission and full read/write/publish privileges turned on
fr_fr: L'utilisateur de synchronisation doit avoir l'autorisation de synchronisation et les droits complets de lecture/écriture/publication sont activés

source: Both the sync user and the organisation setting in your instance's Config/bootstrap.php file have to match the organisation identifier of the hosting organisation.
fr_fr: L'utilisateur de synchronisation et le paramètre d'organisation dans le fichier Config/bootstrap.php de votre instance doivent correspondre à l'identifiant d'organisation de l'organisation d'hébergement.

source: Browsing the currently set up server connections and interacting with them
fr_fr: Parcourir les connexions au serveur actuellement configurées et interagir avec elles

source: If you ever need to change the data about the linked servers or remove any connections, you have the following options to view and manipulate the server connections, when clicking on List Servers: (you will be able to see a list of all servers that your server connects to, including the base address, the organisation running the server the last pushed and pulled event IDs and the control buttons.).
fr_fr: Si vous avez besoin de modifier les données sur les serveurs liés ou de supprimer des connexions, vous avez les options suivantes pour afficher et manipuler les connexions du serveur, en cliquant sur List Servers: (vous pourrez voir une liste de tous les serveurs que votre serveur se connecte à, y compris l'adresse de base, l'organisation qui exécute le serveur les derniers ID d'événements pushés et pullés et les boutons de contrôle.).

source: Apart from editing / deleting the link to the remote server, you can issue a push all or pull all command from here.
fr_fr: En dehors de la modification / suppression du lien vers le serveur distant, vous pouvez lancer une commande "Push tout" ou "Pull tout" depuis ici.

source: Editing the connection to the
fr_fr: Modification de la connexion à

source: By clicking edit a view, <a href=#new_server>that is identical to the new instance view</a>, is loaded, with all the current information of the instance pre-entered.
fr_fr: En cliquant sur modifier une vue, <a href=#new_server> est identique à la nouvelle vue d'instance </a>, est chargé, avec toutes les informations actuelles de l'instance pré-saisies.

source: Deleting the connection to the instance
fr_fr: Supprimer la connexion à l'instance

source: Clicking the delete button will delete the link to the instance.
fr_fr: Cliquez sur le bouton Supprimer pour supprimer le lien vers l'instance.

source: Push all
fr_fr: Poussez tout

source: By clicking this button, all events that are eligible to be pushed on the instance you are on will start to be pushed to the remote instance. Events and attributes that exist on the far end will be updated.
fr_fr: En cliquant sur ce bouton, tous les événements susceptibles d'être poussés sur l'instance sur laquelle vous vous trouvez vont commencer à être poussés vers l'instance distante Les événements et les attributs qui existent à l'extrémité distante seront mis à jour.

source: Pull all
fr_fr: "Pull" tout

source: By clicking this button, all events that are set to be pull-able or full access on the remote server will be copied to this instance. Existing events will not be updated.
fr_fr: En cliquant sur ce bouton, tous les événements configurés pour être accessibles par tirage ou en accès total sur le serveur distant seront copiés sur cette instance Les événements existants ne seront pas mis à jour.

source: The platform is also <a href="http://en.wikipedia.org/wiki/Representational_state_transfer">RESTfull</a>, so this means that you can use structured format (XML or JSON) to access Events data.
fr_fr: La plate-forme est également <a href="http://en.wikipedia.org/wiki/Representational_state_transfer"> RESTfull </a>, ce qui signifie que vous pouvez utiliser le format structuré (XML ou JSON) pour accéder Données d'événements.

source: Requests
fr_fr: Demandes

source: Use any HTTP compliant library to perform requests.
fr_fr: Utiliser n'importe quelle bibliothèque compatible HTTP pour exécuter des requêtes.

source: You can choose which format you would like to use as input/output for the REST calls by specifying the Accept and Content-Type headers.
fr_fr: Vous pouvez choisir le format que vous souhaitez utiliser comme entrée / sortie pour les appels REST en spécifiant les en-têtes Accept et Content-Type.

source: The following headers are required if you wish to recieve / push XML data
fr_fr: Les en-têtes suivants sont requis si vous souhaitez recevoir / pousser des données XML

source: The following headers are required if you wish to receive / push JSON data
fr_fr: Les en-têtes suivants sont requis si vous souhaitez recevoir / pousser des données JSON

source: The following table shows the relation of the request type and the resulting action
fr_fr: Le tableau suivant montre la relation entre le type de requête et l'action résultante

source: HTTP format
fr_fr: Format HTTP

source: Controller action invoked
fr_fr: Action du contrôleur invoquée

source: (1) Warning, there's a limit on the number of results when you call <code>index</code>.
fr_fr: (1) Attention, le nombre de résultats est limité lorsque vous appelez <code> index </code>.

source: (2) Attachments are included using base64 encoding below the <code>data</code> tag.
fr_fr: (2) Les pièces jointes sont incluses en utilisant le codage base64 sous la balise <code>data</code>.

source: Example - Get single Event
fr_fr: Exemple - Obtenir un seul événement

source: In this example we fetch the details of a single Event (and thus also his Attributes).
fr_fr: Dans cet exemple, nous récupérons les détails d'un seul événement (et donc aussi de ses attributs).

source: The request should be
fr_fr: La requête devrait être

source: And with the HTTP Headers
fr_fr: Et avec les en-têtes HTTP

source: The response you're going to get is the following data
fr_fr: La réponse que vous allez recevoir est les suivantes

source: Code monkey doing code monkey stuff
fr_fr: Code singe faisant des trucs de singe de code

source: Artifacts dropped
fr_fr: Artefacts abandonnés

source: This is an Attribute
fr_fr: Ceci est un attribut

source: Example - Add new Event
fr_fr: Exemple - Ajouter un nouvel événement

source: In this example we want to add a single Event.<br/> The request should be
fr_fr: Dans cet exemple, nous voulons ajouter un unique événement.<br/> La requête doit être

source: And the request body
fr_fr: Et le corps de la requête

source: Something concise
fr_fr: Quelque chose de concis

source: The response from requesting an invalid page
fr_fr: La réponse à la demande d'une page invalide

source: Thread Subject
fr_fr: Sujet du sujet

source: In response to
fr_fr: En réponse à

source: Add Import Regexp
fr_fr: Ajouter un import Regexp

source: Types to be affected by the filter (Setting 'all' will override the other settings)
fr_fr: Types à affecter par le filtre (Le réglage 'all'/'tous' remplacera les autres paramètres)

source: Edit Import Regexp
fr_fr: Modifier l'importation Regexp

source: Restrict to site admins
fr_fr: Limiter aux administrateurs de l'instance

source: Memory limit
fr_fr: Limite de mémoire

source: Maximum execution time
fr_fr: Temps maximal d'exécution

source: remove
fr_fr: enlever

source: Permission level
fr_fr: Niveau d'autorisation

source: Add Server
fr_fr: Ajouter un serveur

source: Instance identification
fr_fr: Identification de l’instance

source: Instance name
fr_fr: Nom de l'instance

source: You can set this instance up as an internal instance by checking the checkbox below. This means that any synchronisation between this instance and the remote will not be automatically degraded as it would in a normal synchronisation scenario. Please make sure that you own both instances and that you are OK with this otherwise dangerous change.
fr_fr: Vous pouvez définir cette instance comme une instance interne en cochant la case ci-dessous, ce qui signifie que toute synchronisation entre cette instance et celle distante ne sera pas automatiquement dégradée comme dans un scénario de synchronisation normal. instances et que vous êtes d'accord avec ce changement autrement dangereux.

source: Internal instance
fr_fr: Instance interne

source: Instance ownership and credentials
fr_fr: Appartenance de l'instance et identifiants

source: Information about the organisation that will receive the events, typically the remote instance's host organisation.
fr_fr: Informations sur l'organisation qui recevra les événements, généralement l'organisation hôte de l'instance distante.

source: Remote Sync Organisation Type
fr_fr: Type d'organisation de synchronisation distante

source: External Organisation
fr_fr: Organisation externe

source: Owner of remote instance
fr_fr: Propriétaire de l'instance distante

source: Remote Organisation's Name
fr_fr: Nom de l'organisation distante

source: Remote Organisation's Uuid
fr_fr: UUID de l'organisation distante

source: Enabled synchronisation methods
fr_fr: Méthodes de synchronisation activées

source: Server certificate file
fr_fr: Fichier de certificat de serveur

source: Client certificate file
fr_fr: Fichier de certificat client

source: Push rules:
fr_fr: "Push" les règles:

source: Events with the following tags allowed:
fr_fr: Evénements avec les balises suivantes autorisées:

source: Events with the following tags blocked:
fr_fr: Evénements avec les balises suivantes bloquées:

source: Events with the following organisations allowed:
fr_fr: Evénements avec les organisations suivantes autorisées:

source: Events with the following organisations blocked:
fr_fr: Evénements avec les organisations suivantes bloquées:

source: Pull rules:
fr_fr: "Pull" des règles:

source: The base-url to the external server you want to sync with. Example: https://foo.sig.mil.be
fr_fr: L'url de base du serveur externe auquel vous souhaitez vous synchroniser. Exemple: https://foo.sig.mil.be

source: Unpublish new event (working with Pull event).
fr_fr: Annuler la publication de l'événement (en utilisant l'événement Pull).

source: Publish new event without email (working with Push event).
fr_fr: Publier un nouvel événement sans e-mail (en utilisant l'événement Push).

source: You can also upload a certificate file if the instance you are trying to connect to has its own signing authority. (*.pem)
fr_fr: Vous pouvez également télécharger un fichier de certificat si l'instance à laquelle vous essayez de vous connecter a sa propre autorité de signature. (* .pem)

source: You can set this instance up as an internal instance by checking the checkbox below. This means that any synchronisation between this instance and the remote will not be automatically degraded as it would in a normal synchronisation scenario. Please make sure that you own both instances and that you are OK with this otherwise dangerous change. This also requires that the current instance's host organisation and the remote sync organisation are the same.
fr_fr: Vous pouvez définir cette instance comme une instance interne en cochant la case ci-dessous, ce qui signifie que toute synchronisation entre cette instance et celle distante ne sera pas automatiquement dégradée comme dans un scénario de synchronisation normal, et que vous êtes d'accord avec cette modification par ailleurs dangereuse.Cela nécessite également que l'organisation hôte de l'instance actuelle et l'organisation de synchronisation à distance soient les mêmes.

source: Organisation Type
fr_fr: Type d'organisation

source: Local Organisation
fr_fr: Organisation locale

source: Leave empty to use current key
fr_fr: Laisser vide pour utiliser la clé actuelle

source: Server certificate file (*.pem):
fr_fr: Fichier de certificat de serveur (* .pem):

source: Add certificate file
fr_fr: Ajouter un fichier de certificat

source: Remove certificate file
fr_fr: Supprimer le fichier de certificat

source: Client certificate file:
fr_fr: Fichier de certificat client:

source: You can also upload a client certificate file if the instance you are trying to connect requires this.
fr_fr: Vous pouvez également télécharger un fichier de certificat client si l'instance que vous essayez de vous connecter le requiert.

source: Not set.
fr_fr: Non défini.

source: Please enter the url parameters that are to be used for the request. Valid parameters are:
fr_fr: Veuillez entrer les paramètres de l'URL à utiliser pour la requête Les paramètres valides sont:

source: Example:
fr_fr: Exemple:

source: Apply filters to the remote instance's index
fr_fr: Appliquer les filtres à l'index de l'instance distante

source: Servers
fr_fr: Serveurs

source: Connection test
fr_fr: Test de connexion

source: Remote Organisation
fr_fr: Organisation à distance

source: Test the connection to the remote instance
fr_fr: Tester la connexion à l'instance distante

source: Run
fr_fr: Exécuter

source: Internal instance that ignores distribution level degradation *WARNING: Only use this setting if you have several internal instances and the sync link is to an internal extension of the current MISP community*
fr_fr: Instance interne qui ignore la dégradation du niveau de distribution * AVERTISSEMENT: N'utilisez ce paramètre que si vous avez plusieurs instances internes et que le lien de synchronisation est à une extension interne de la communauté MISP actuelle *

source: Normal sync link to an external MISP instance. Distribution degradation will follow the normal rules.
fr_fr: Lien de synchronisation normal vers une instance MISP externe La dégradation de la distribution suivra les règles normales.

source: Explore
fr_fr: Explorer

source: Pull updates to events that already exist locally
fr_fr: "Pull" les mises à jour des événements qui existent déjà localement

source: Cache instance
fr_fr: Instance du cache

source: You are currently viewing an event on the remote instance %s
fr_fr: Vous visualisez actuellement un événement sur l'instance distante %s

source: Filter the remote instance by tag: %s
fr_fr: Filtrer l'instance distante par tag: %s

source: Filter the remote instance on the tag: %s
fr_fr: Filtrer l'instance distante sur l'étiquette: %s

source: You are currently viewing the event index of the remote instance %s
fr_fr: Vous consultez actuellement l'index des événements de l'instance distante %s

source: not
fr_fr: pas

source: published
fr_fr: publié

source: Failed pulls
fr_fr: "Pulls" en éhec

source: No failed pulls
fr_fr: Aucun "pulls" échoué

source: Succeeded pulls
fr_fr: Les "pulls" réussis

source: No succeeded pulls
fr_fr: Aucun "pull" réussi

source: Proposals pulled
fr_fr: Propositions "pulled"

source: No proposals pulled
fr_fr: Aucune proposition "pulled"

source: Failed pushes
fr_fr: Échec des "push"

source: No failed pushes
fr_fr: Aucun "push" en echec

source: Succeeded pushes
fr_fr: "Push" réussis

source: No succeeded pushes
fr_fr: Aucun "push" réussi

source: HTTP method to use
fr_fr: Méthode HTTP à utiliser

source: Relative path to query
fr_fr: Chemin d’accès relatif à la requête

source: Response code
fr_fr: Code de retour

source: Request duration
fr_fr: Durée de la requête

source: Headers
fr_fr: En-têtes

source: Warning: app/Config/config.php is not writeable. This means that any setting changes made here will NOT be saved.
fr_fr: Avertissement: app/Config/config.php n'est pas accessible en écriture, ce qui signifie que les changements effectués ici ne seront PAS sauvegardés.

source: To edit a setting, simply double click it.
fr_fr: Pour éditer un paramètre, double-cliquez simplement dessus.

source: Select instances to add
fr_fr: Sélectionner les instances à ajouter

source: Available Instances
fr_fr: Instances disponibles

source: Added Instances
fr_fr: Instances ajoutées

source: Add servers to sharing group
fr_fr: Ajouter des serveurs au groupe de partage

source: Do you want to pull the latest commit from the <?php echo h($branch); ?> branch? If you have made local changes to MISP the merge will fail.
fr_fr: Voulez-vous tirer le dernier commit de la branche <? php echo h ($ branch);?> Si vous avez apporté des modifications locales à MISP, la fusion échouera.

source: ZeroMQ Server Status
fr_fr: État du serveur ZeroMQ

source: Start time
fr_fr: Heure de début

source: Settings read at
fr_fr: Paramètres lus à

source: Events processed
fr_fr: Evénements traités

source: The ZeroMQ server is unreachable.
fr_fr: Le serveur ZeroMQ est inaccessible.

source: Cancel prompt
fr_fr: Annuler l'invite

source: Add Proposal
fr_fr: Ajouter une proposition

source: Propose
fr_fr: Proposer

source: IDS Signature?
fr_fr: Signature IDS?

source: My Org's Events
fr_fr: Les événements de mon organisation

source: All Events
fr_fr: Tous les événements

source: Proposal by
fr_fr: Proposition par

source: Event creator
fr_fr: Créateur d'événements

source: Proposed value
fr_fr: Valeur proposée

source: Attribute edit
fr_fr: Modification de l'attribut

source: New Attribute
fr_fr: Nouvel attribut

source: Are you sure you want to propose to delete Attribute #%s?
fr_fr: Êtes-vous sûr de vouloir proposer de supprimer l'attribut # %s?

source: Propose to delete attribute
fr_fr: Proposer de supprimer l'attribut

source: Proposal Deletion
fr_fr: Suppression de proposition

source: Are you sure you want to delete Proposal #%s?
fr_fr: Êtes-vous sûr de vouloir supprimer la Proposition # %s?

source: Delete proposal
fr_fr: Supprimer la proposition

source: New Sharing Group
fr_fr: Nouveau groupe de partage

source: General
fr_fr: Général

source: General tab
fr_fr: Onglet Général

source: Organisations tab
fr_fr: Onglet Organisations

source: MISP Instances
fr_fr: Instances MISP

source: MISP instances tab
fr_fr: Onglet Instances MISP

source: Summary and Save
fr_fr: Récapitulatif et enregistrement

source: Sharing group summary
fr_fr: Partage du résumé du groupe

source: Example: Multinational sharing group
fr_fr: Exemple: groupe de partage multinational

source: Releasable to
fr_fr: Diffusable à

source: Example: Community1, Organisation1, Organisation2
fr_fr: Exemple: Communauté1, Organisation1, Organisation2

source: A description of the sharing group.
fr_fr: Une description du groupe de partage.
