Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: The port used to access the enrichment services. By default, it is accessible at 127.0.0.1:6666
fr_fr: Le port utilisé pour accéder aux services d'enrichissement. Par défaut, il est accessible avec 127.0.0.1:6666

source: The url used to access Cortex. By default, it is accessible at http://cortex-url
fr_fr: L'Url a utiliser pour accéder à Cortex. Par défaut, celui-ci est accesible à http://cortex-url

source: The port used to access Cortex. By default, this is port 9000
fr_fr: Le port utilisé pour accéder à Cortex. Par défaut, il s'agit du port 9000

source: Set an authentication key to be passed to Cortex
fr_fr: Définissez une clé d’authentification devant être transmise à Cortex

source: Set to false to disable SSL verification. This is not recommended.
fr_fr: Définir en "false" pour désactiver la vérification SSL. Ce n'est pas recommandé.

source: Set to false if you wish to ignore hostname match errors when validating certificates.
fr_fr: Indiquer comme "false" si vous souhaitez ignorer les erreurs de nom d'hôtes lors de la validation de certificats.

source: Set to true to enable self-signed certificates to be accepted. This requires Cortex_ssl_verify_peer to be enabled.
fr_fr: Si défini sur "True", les certificats auto-signés seront acceptés. Cela requiert l'activation de Cortex_ssl_verify_peer.

source: Set to the absolute path of the Certificate Authority file that you wish to use for verifying SSL certificates.
fr_fr: Définissez le chemin absolu du fichier de Certificat Autoritaire que vous souhaitez utiliser pour la vérification des certificats SSL.

source: Provide your custom authentication users with an external URL to the authentication system to reset their passwords.
fr_fr: Fournir une méthode d'authentification personalisée pour les utilisateurs ayant une URL externe de réinitialisation de mot de passe.

source: Provide a custom logout URL for your users that will log them out using the authentication system you use.
fr_fr: Fournir une URL de déconnexion personnalisée pour vos utilisateur qui permettra de journaliser leur déconnexion en utilisant votre système d'authentification.

source: The debug level of the instance, always use 0 for production instances.
fr_fr: Le niveau de débogage de l’instance, utilisez toujours 0 pour les instances en production.

source: The debug level of the instance for site admins. This feature allows site admins to run debug mode on a live instance without exposing it to other users. The most verbose option of debug and site_admin_debug is used for site admins.
fr_fr: Le niveau de debuggage de l'instance pour les adminstrateurs. Cette option permet aux administrateurs de l'instance de lancer le mode debug sur une instance active sans exposer les autres utilisateurs. L'option la plus verbeuse de debug et site_admin_debug sont utilisés pour les administrateurs d'instance.

source: Blocked an edit to an event that was created locally. This can happen if a synchronised event that was created on this instance was modified by an administrator on the remote side.
fr_fr: Bloqué une modification à un événement qui a été créé localement. Cela peut se produire si un événement synchronisé qui a été créé sur cette instance a été modifié par un administrateur du côté distant.

source: Not authorised. This is either due to an invalid auth key, or due to the sync user not having authentication permissions enabled on the remote server. Another reason could be an incorrect sync server setting.
fr_fr: Action non autorisée. Ceci est dû soit à une clé d'authentification invalide, soit au fait que l'utilisateur de synchronisation n'a pas les droits d'authentification activés sur le serveur distant. Une autre raison pourrait être une mauvaise configuration du serveur de synchronisation.

source: Sorry, this is not yet implemented
fr_fr: Désolé, ce n'est pas encore implémenté

source: Something went wrong while trying to pull
fr_fr: Une erreur s'est produite en essayant de tirer

source: Unknown issue.
fr_fr: Problème inconnu.

source: Enable or disable the %s module.
fr_fr: Activer ou désactiver le %s module.

source: Restrict the %s module to the given organisation.
fr_fr: Restreindre le module %s à l’organisation indiquée.

source: Set this required module specific setting.
fr_fr: Définir ce paramètre spécifique est requis pour ce module.

source: Value not set.
fr_fr: Valeur non définie.

source: Something went wrong. MISP tried to save a malformed config file. Setting change reverted.
fr_fr: Quelque chose s'est mal passé. MISP a essayé d'enregistrer un fichier de configuration mal formé. Paramétrage de changement restauré.

source: Organisation logos
fr_fr: Logos de l'organisation

source: The logo used by an organisation on the event index, event view, discussions, proposals, etc. Make sure that the filename is in the org.png format, where org is the case-sensitive organisation name.
fr_fr: Le logo utilisé par une organisation dans l'index d'événement, la vue d'événement, le discussions, propositions, etc... Vérifiez que le nom du fichier est du format org.png, ou org est le nom de l'organisation (attention à la casse).

source: 48x48 pixel .png files
fr_fr: Fichier .png (48x48 pixels)

source: Filename must be in the following format: *.png
fr_fr: Le nom du fichier doit être dans le format suivant: *.png

source: Additional image files
fr_fr: Fichiers image additionnels

source: Image files uploaded into this directory can be used for various purposes, such as for the login page logos
fr_fr: Les fichiers d’images envoyés vers ce répertoire peuvent être utilisés à des fins diverses, comme p. ex. logos de page login

source: text/html if served inline, anything that conveys the terms of use if served as download
fr_fr: text/html si indiqué en ligne, tout ce qui exprime les conditions d'utilisation si indiqués sous forme de téléchargement

source: Error: Server didn't send the expected response. This may be because the remote server version is outdated.
fr_fr: Erreur : Le serveur n'a pas envoyé la réponse attendue. Cela peut être parce que la version du serveur distant est obsolète.

source: Removing a dead worker.
fr_fr: Supprimer un processus mort.

source: Removing dead worker data. Worker was of type %s with pid %s
fr_fr: Suppression des données du processus mort. Le processus était de type %s avec le pid %s

source: Stopping a worker.
fr_fr: Stopper un processus.

source: Stopping a worker. Worker was of type %s with pid %s
fr_fr: Processus en cours d'arrêt. Le processus était de type %s avec le pid %s

source: deleted
fr_fr: supprimé

source: added
fr_fr: ajouté

source: updated
fr_fr: envoyé

source: it has the following dependent items
fr_fr: a les objets dépendants suivants

source: Add Attribute
fr_fr: Ajouter attribut

source: Edit Attribute
fr_fr: Editer les attributs

source: (choose one)
fr_fr: (sélectionner)

source: Category
fr_fr: Catégorie

source: (first choose category)
fr_fr: (Sélectionnez d’abord la catégorie)

source: Sharing Group
fr_fr: Groupe de partage

source: Contextual Comment
fr_fr: Commentaire contextuelle

source: for Intrusion Detection System
fr_fr: pour système de détection d’intrusion

source: Submit
fr_fr: Envoyer

source: Cancel
fr_fr: Annuler

source: Add Attachment(s)
fr_fr: Ajouter une pièce jointe

source: Is a malware sample (encrypt and hash)
fr_fr: Est un extrait de malware (chiffré et hashé)

source: Advanced extraction (if installed)
fr_fr: Extraction avancée (si installée)

source: Upload
fr_fr: Téléverser

source: Import ThreatConnect CSV file
fr_fr: Importer le fichier CSV ThreatConnect

source: Alternate Search Results
fr_fr: Résultats de recherche alternatifs

source: This is a list of events that match the given search criteria sorted according to the percentage of matched attributes that are marked as IDS signatures (blue = IDS matches, red = non IDS matches).
fr_fr: Voici une liste d’événements qui correspondent aux critères de recherche donnés selon le pourcentage d’attributs correspondants qui sont marqués comme signature IDS (bleu = IDS, rouge = non IDS).

source: Event id
fr_fr: ID d’événement

source: Event info
fr_fr: Information d’événement

source: Event date
fr_fr: Date d’événement

source: Event graph
fr_fr: Graphique d’événement

source: Matches
fr_fr: Correspond

source: Attribute Count
fr_fr: Nombre d'attributs

source: Attribute Replace Tool
fr_fr: Outil de remplacement d’attribut

source: Choose a category and a type, then paste a list of IOCs that match the selection into the field below. This will delete all of the attributes not found in the new inserted list, whilst creating the attributes that are in the new list but don't exist as attributes. Found matches will be left untouched.
fr_fr: Sélectionnez une catégorie et un type, puis copiez une liste de IOC qui correspondent au champ ci-dessous. Ceci va supprimer tous les attributs qui n’ont pas été trouvés dans la nouvelle liste, tout en créant les attributs qui sont dans la nouvelle liste mais n’existent pas en tant qu’attributs. Les attributs qui correspondent restent intacts.

source: Mark all new attributes as to IDS
fr_fr: Marquer les nouveaux attributs en to_ids

source: Values
fr_fr: Valeurs

source: Warning: You are about to share data that is of a classified nature (Attribution / targeting data). Make sure that you are authorised to share this.
fr_fr: Attention: Vous êtes sur le point de partager des données classifiées (Attribution / données cibles). Assurez-vous d’en avoir l’autorisation.

source: Replace attributes
fr_fr: Remplacer les attributs

source: Replaceattributes
fr_fr: Remplacer les attributs

source: Failed Composites
fr_fr: Echec Composants

source: No Failed Composites
fr_fr: Pas d’échec Composants

source: disabled
fr_fr: désactivé

source: Warning: You are about to share data that is of a sensitive nature (Attribution / targeting data). Make sure that you are authorised to share this.
fr_fr: Attention: Vous êtes sur le point de partager des données classifiées (Attribution / données cibles). Assurez-vous d’en avoir l’autorisation.

source: Attributes
fr_fr: Attribut

source: with the value containing
fr_fr: avec une valeur contenant

source: being tagged with
fr_fr: marqué avec

source: from the events
fr_fr: des événements

source: carrying the tag(s)
fr_fr: portant le(s) tag(s)

source: of type
fr_fr: de type

source: of category
fr_fr: de la catégorie

source: created by organisation
fr_fr: créé par l'organisation

source: Results for all attributes
fr_fr: Résultat des attributs

source: previous
fr_fr: précédent

source: next
fr_fr: suivant

source: Correlate
fr_fr: Corréler

source: Related Events
fr_fr: Evénements relatifs

source: Feed hits
fr_fr: Hits de Flux

source: Sightings
fr_fr: Observations

source: Activity
fr_fr: Activités

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
fr_fr: Page {:page} de {:pages}, avec {:current} résultats de {:count}, début {:start}, et fin {:end}

source: Listing invalid attribute validations
fr_fr: Liste de validations d’attributs invalides

source: Validation errors for attribute:
fr_fr: Validation erreurs pour les attributs:

source: Value found:
fr_fr: Valeur trouvée:

source: Error
fr_fr: Erreur

source: [Attribute details]
fr_fr: [Détails d’attributs]

source: Search Attribute
fr_fr: Chercher attribut

source: You can search for attributes based on contained expression within the value, event ID, submitting organisation, category and type. <br />For the value, event ID and organisation, you can enter several search terms by entering each term as a new line. To exclude things from a result, use the NOT operator (!) in front of the term.
fr_fr: Vous pouvez chercher les attributs sur base d’une expression contenue dans la valeur, d’un ID d’événement, de l’organisation en charge, de la catégorie et du type <br /> Pour la valeur, l’ID d’événement et l’organisation, vous pouvez entrer plusieurs recherches en entrant chaque donnée dans une nouvelle ligne. Pour exclure des informations, mettez NOT avant l’entrée.

source: For string searches (such as searching for an expression, tags, etc) - lookups are simple string matches. If you want a substring match encapsulate the lookup string between "%" characters.
fr_fr: Pour la recherche de chaînes de caractères (tel que la recherche pour une expression, des tags, etc) - les tables sont de simples correspondances de chaînes de caractères. Si vous souhaitez une correspondance de sous-chaîne, encapsulez la chaine entre les caractères "%".

source: Containing the following expressions
fr_fr: Contenant les expressions suivantes

source: Having tag or being an attribute of an event having the tag
fr_fr: Avoir un tag ou être un attribut d'un événement ayant le tag

source: Being attributes of the following event IDs, event UUIDs or attribute UUIDs
fr_fr: Etant des attributs des ID d’événements, des UUID d’événements ou d’UUID d’attributs

source: From the following organisation(s)
fr_fr: Des organisations suivantes

source: Only find IOCs flagged as to_ids
fr_fr: Trouvez uniquement les IOC marqués comme to_ids

source: Alternate Search Result (Events)
fr_fr: Résultats de recherche alternatifs

source: Search
fr_fr: Rechercher

source: Attribute Deletion
fr_fr: Suppression d’attribut

source: Are you sure you want to hard-delete Attribute #%s? The Attribute will be permanently deleted and unrecoverable. Also, this will prevent the deletion to be propagated to other instances.
fr_fr: Êtes vous sur de vouloir supprimer l'attribut #%s? L'attribut sera supprimé de manière permanente et ne sera plus restaurable. Ceci va empêcher entre autre la propagation de la suppression sur d'autres instance.

source: Are you sure you want to soft-delete Attribute #%s? The Attribute will only be soft deleted, meaning that it is not completely purged. Click on Include deleted attributes and delete the soft deleted attribute if you want to permanently remove it.
fr_fr: Êtes vous sûr de vouloir mettre à la corbeille l'attribut %s ? L'attribut sera seulement mis à la corbeille, ce qui signinfie qu'il ne sera pas complètement supprimé. Cliquez sur "inclure les attributs supprimés et les attributs mis à la corbeille" si vous souhaitez le supprimer définitivement.

source: Delete
fr_fr: Supprimer

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Accept change
fr_fr: Accepter le changement

source: Discard change
fr_fr: Ignorer le changement

source: Mass Edit Attributes
fr_fr: Editer en masse les attributs

source: Do not alter current settings
fr_fr: Ne pas modifier les préférences actuelles

source: For Intrusion Detection System
fr_fr: Pour système de détection d’intrusion

source: Leave this field empty to leave the comment field of the selected attributes unaltered.
fr_fr: Laisser ce champ vide afin de préserver les attributs sélectionnés.

source: Tags to <b>remove</b>
fr_fr: Tags à <b>supprimer</b>

source: Tags to <b>add</b>
fr_fr: Tags à <b>ajouter</b>

source: Clusters to <b>remove</b>
fr_fr: Clusters à <b>supprimer</b>

source: Clusters to <b>add</b>
fr_fr: Clusters à <b>ajouter</b>

source: Toggle IDS flag %s
fr_fr: Basculer le flag IDS %s

source: on
fr_fr: allumé

source: off
fr_fr: éteint

source: Set the IDS flag for this attribute.
fr_fr: Définir le flag IDS pour cet attribut.

source: Unset the IDS flag for this attribute.
fr_fr: Dédéfinir le flag IDS pour cet attribut.

source: Toggle IDS flag for attribute
fr_fr: Basculer le flag IDS pour l'attribut

source: Attribute Restoration
fr_fr: Restauration d’attribut

source: Are you sure you want to undelete Attribute #%s?
fr_fr: Etes-vous certain de vouloir restaurer l'attribut #%s?

source: Choose the format that you wish to download the search results in
fr_fr: Choisissez le format dans lequel vous souhaitez télécharger les résultats de recherche

source: Export as %s
fr_fr: Exporter en tant que %s

source: Remove Tag
fr_fr: Supprimer tag

source: Remove tag
fr_fr: Supprimer tag

source: from
fr_fr: de

source: Remove
fr_fr: Supprimer

source: Toggle Correlation %s
fr_fr: Switcher la corrélation %s

source: Re-enable the correlation for this attribute.
fr_fr: Restaurer la corrélation pour cet attribut.

source: This will remove all correlations that already exist for this attribute and prevents any attributes to be related as long as this setting is disabled. Make sure you understand the downsides of disabling correlations.
fr_fr: Cela va supprimer toutes corrélations existantes pour cet attribut et empêcher tout les attributs y étant relatifs tant que ce paramètre sera désactivé. Soyez sûr de comprendre tout les enjeux de cette désactivation de corrélation.

source: Toggle correlation for attribute
fr_fr: Restaurer la corrélation pour cet attribut

source: Remove tag
fr_fr: Supprimer tag

source: Add tag
fr_fr: Ajouter un tag

source: Remove tag %s
fr_fr: Supprimer tag %s

source: Add a tag
fr_fr: Ajouter tag

source: view all
fr_fr: voir tout

source: Select all
fr_fr: Sélectionner tout

source: Select all attributes/proposals on current page
fr_fr: Sélectionner l'ensemble des attributs/propositions de la page actuelle

source: Event
fr_fr: Événement

source: Related Tags
fr_fr: Tags associés

source: Attribute warning: This event doesn't have any attributes visible to you. Either the owner of the event decided to have a specific distribution scheme per attribute and wanted to still distribute the event alone either for notification or potential contribution with attributes without such restriction. Or the owner forgot to add the attributes or the appropriate distribution level. If you think there is a mistake or you can contribute attributes based on the event meta-information, feel free to make a proposal
fr_fr: Avertisselent attribut: cet événement n'a aucun attribut visible pour vous.Le propriétaire de l'événement à défini un schéma spécifique de distribution par attribut et souhaite distribuer l'événement seulement, que ce soit pour notification ou une contribution potentielle avec des attributs sans cette restriction. Ou le propriétaire a oublié d'ajouter les attrbuts ou le niveau de distribution approprié. Si vous pensez qu'il s'agit d'une erreur ou souhaitez contribuer avec des attributs en se basant sur les métadonnées de l'événement, sentez vous libre de faire une proposition.

source: Attribute warning: This event doesn't contain any attribute. It's strongly advised to populate the event with attributes (indicators, observables or information) to provide a meaningful event
fr_fr: Mise en garde attributs: Cet événement ne contient aucun attribut. Il est fortement recommandé de remplir cet événement avec des attributs (indicateurs, observables ou informations) pour fournir du sens à l'événement

source: Create multiple attributes one per line
fr_fr: Créer de multiples attributs, un par ligne

source: Show all attributes
fr_fr: Voir tout les attributs

source: All
fr_fr: Tout

source: Only show %s related attributes
fr_fr: Voir seulement les attributs relatifs à %s

source: Only show proposals
fr_fr: Voir les propositions uniquement

source: Proposal
fr_fr: Proposition

source: Only show correlating attributes
fr_fr: Voir les attributs corrélés uniquement

source: Correlation
fr_fr: Corrélation

source: Only show potentially false positive attributes
fr_fr: Voir les attributs étant potentiellement des faux-positifs uniquement

source: Warning
fr_fr: Attention

source: Add attribute
fr_fr: Ajouter un attribut

source: Edit selected Attributes
fr_fr: Editer l'attribut sélectionné

source: Tag selected Attributes
fr_fr: Taguer les attributs sélectionnés

source: Add new cluster to selected Attributes
fr_fr: Ajouter un nouveau cluster aux attributs sélectionnés

source: Delete selected Attributes
fr_fr: Supprimer les attributs sélectionnés

source: Accept selected Proposals
fr_fr: Accepter les propositions sélectionnées

source: Discard selected Proposals
fr_fr: Supprimer les propositions sélectionnées

source: Sightings display for selected attributes
fr_fr: Affichage des observations pour les attributs sélectionnés

source: Populate using a template
fr_fr: Remplir en utilisant un modèle

source: Populate using the freetext import tool
fr_fr: Remplir en utilisant l'outil d'import freetext

source: Replace all attributes of a category/type combination within the event
fr_fr: Remplacer tout les attributs d'une combinaison catégorie/type à l'intérieur de l'événement

source: Use a list of simple scopes to filter the data
fr_fr: Utiliser une liste de scopes simples pour filtrer les données

source: Scope toggle
fr_fr: Ḿodifiez le scope

source: Include deleted attributes
fr_fr: Inclure les attributs supprimés

source: Deleted
fr_fr: Supprimée

source: Show attribute context fields
fr_fr: Afficher le champ contextuel de l'attribut

source: Context
fr_fr: Contexte

source: Advanced filtering tool
fr_fr: Outil de filtrage avancé

source: Filtering tool
fr_fr: Outil de filtrage

source: %s active rule(s)
fr_fr: %s règle(s) actives

source: Enter value to search
fr_fr: Entrez la valeur à rechercher

source: Remove filters
fr_fr: Supprimer les filtres

source: Deactivated user
fr_fr: Désactiver l'utilisateur

source: Edit
fr_fr: Modifier

source: Are you sure you want to delete this post?
fr_fr: Etes-vous certain de vouloir supprimer cette entrée?

source: Reply
fr_fr: Répondre

source: Insert a quote - just paste your quote between the [quote][/quote] tags.
fr_fr: Insérer une citation - il suffit de coller votre citation entre les balises [quote] [/quote].

source: Quote
fr_fr: Citation

source: Insert a link to an event - just enter the event ID between the [event][/event] tags.
fr_fr: Insérez le lien vers un événement - Entrez juste l'ID de l'événement entre les tags [event][/event].

source: Insert a link to a discussion thread - enter the thread's ID between the [thread][/thread] tags.
fr_fr: Insérer un lien vers un fil de discussion - entrer l'ID du fil entre les balises [fil] [/fil].

source: Insert a link [link][/link] tags.
fr_fr: Insérer un lien [link] [/link] tags.

source: Link
fr_fr: Lien

source: Insert a code [code][/code] tags.
fr_fr: Insérer un code [code] [/code] tags.

source: Send
fr_fr: Envoyer

source: Errors
fr_fr: Erreurs

source: Close
fr_fr: FermerFermer

source: Keyboard shortcuts for this page
fr_fr: Raccourcis clavier pour cette page

source: none
fr_fr: aucun

source: GnuPG key
fr_fr: Clé GnuPG

source: Could not locate the GnuPG public key.
fr_fr: Clé publique GnuPG non localisable.

source: Could not locate SMIME certificate.
fr_fr: Localisation du certificat SMIME impossible.

source: View details about this galaxy
fr_fr: Voir les détails de cette galaxie

source: View details about this cluster
fr_fr: Voir les détails de ce cluster

source: View cluster
fr_fr: Voir le cluster

source: View all events containing this cluster.
fr_fr: Voir tout les événements contenant ce cluster.

source: detach
fr_fr: détacher

source: Are you sure you want to detach %s from this event?
fr_fr: Etes-vous certain de vouloir détacher %s de cet événement?

source: Add
fr_fr: Ajouter

source: Are you sure you want to detach %s from this %s?
fr_fr: Êtes-vous certain de vouloir détacher %s de %s ?

source: Add new cluster
fr_fr: Ajouter un nouveau cluster

source: Due to the large number of options, no contextual information is provided.
fr_fr: En raison du grand nombre d'options, aucune information contextuelle n'est fournie.

source: Nothing to pick
fr_fr: Rien à choisir

source: Event Actions
fr_fr: Actions d'événement

source: List Events
fr_fr: Liste d’événements

source: Add Event
fr_fr: Ajouter événement

source: List Attributes
fr_fr: Liste d’attributs

source: Search Attributes
fr_fr: Chercher attributs

source: REST client
fr_fr: Client REST
