Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: In some rare cases attributes can remain in the database after an event is deleted becoming orphaned attributes. This means that they do not belong to any event, which can cause issues with the correlation engine (known cases include event deletion directly in the database without cleaning up the attributes and situations involving a race condition with an event deletion happening before all attributes are synchronised over).
fr_fr: Dans de rares cas les attributs restent dans les bases de données après qu’un événement ait été supprimé devenant des attributs orphelins. Ceci signifie qu’ils n’appartiennent à aucun événement, ce qui peut causer des problèmes avec le moteur de corrélation (cas connus de suppression d’événement directement dans la base de données sans nettoyage d’attributs et de situations impliquant des conditions rares où un événement est supprimé avant que tous les attributs ne soient synchronisés).

source: Run the test below
fr_fr: Démarrer le test ci-dessous

source: Check for orphaned attribute
fr_fr: Vérifier l’attribut orphelin

source: Check for orphaned attributes
fr_fr: Vérifier les attributs orphelins

source: Remove orphaned attributes
fr_fr: Supprimer les attributs orphelins

source: Verify GnuPG keys
fr_fr: Vérifier les clés GnuPG

source: Run a full validation of all GnuPG keys within this instance's userbase. The script will try to identify possible issues with each key and report back on the results.
fr_fr: Exécutez une validation complète de toutes les clés GnuPG présentes dans la base utilisateur de l'instance. Le script va tester tout les problèmes possibles avec chaque clés et en renvoyer les résultats.

source: Check whether every user's GnuPG key is usable
fr_fr: Vérifier que la clé Pgp de tous les utilisateurs est utilisable

source: Database cleanup scripts
fr_fr: Scripts de nettoyage de base de données

source: If you run into an issue with an infinite upgrade loop (when upgrading from version ~2.4.50) that ends up filling your database with upgrade script log messages, run the following script.
fr_fr: En cas de problème avec une boucle de mise à niveau infinie (lors de mise à niveau de version ~2.4.50) qui aboutit au remplissage de votre base de donnée avec des messages de script log de mise à niveau, veuillez démarrer le script suivant.

source: Prune upgrade logs
fr_fr: Purger les logs de mise à niveau

source: Legacy Administrative Tools
fr_fr: Outils d’Administration Existants

source: Click the following button to go to the legacy administrative tools page. There should in general be no need to do this unless you are upgrading a very old MISP instance (<2.4), all updates are done automatically with more current versions.
fr_fr: Cliquez le bouton suivant pour aller à la page des outils d’administration existants. Cette action n’est généralement pas nécessaire sauf si vous mettez à jour une version très ancienne de MISP (<2.4), toutes les mises à jour sont effectuées automatiquement avec les versions ultérieures.

source: Verify bad link on attachments
fr_fr: Vérifier les mauvais liens sur les pièces jointes

source: Verify each attachment referenced in database is accessible on filesystem.
fr_fr: Vérifier que chaque pièce jointe référencée dans la base de donnée est accessible sur le système fichier.

source: Non existing attachments referenced in Database
fr_fr: Pièces jointes inexistantes référencées dans la base de données

source: Check bad link on attachments
fr_fr: Vérifier les mauvais liens sur les pièces jointes

source: Below you will find a list of the uploaded files based on type.
fr_fr: Voici une liste des fichiers téléversés selon le type.

source: Expected Format
fr_fr: Format attendu

source: Path
fr_fr: Chemin

source: Files set for each relevant setting
fr_fr: Fichiers établis pour les paramètres adéquats

source: Used by
fr_fr: Utilisé par

source: Size
fr_fr: Taille

source: Are you sure you want to delete %s?
fr_fr: Etes-vous certain de vouloir supprimer %s?

source: Critical, your MISP instance requires immediate attention.
fr_fr: Critique, votre installation MISP demande une attention immédiate.

source: Issues found, it is recommended that you resolve them.
fr_fr: Des problèmes sont présents, nous vous recommandons de les solutionner.

source: Good, but there are some optional settings that are incorrect / not set.
fr_fr: Bien, mais certains paramètres optionnels sont incorrects / ne sont pas activés.

source: In perfect health.
fr_fr: En parfaite santé.

source: Test
fr_fr: Essai

source: Value
fr_fr: Valeur

source: Overall health
fr_fr: Santé générale

source: The overall health of your instance depends on the most severe unresolved issues.
fr_fr: La santé générale de votre installation dépend des problèmes les plus graves non résolus.

source: settings incorrectly or not set
fr_fr: paramètres établis correctement ou non

source: %s incorrect settings.
fr_fr: %s paramètres incorrectes.

source: Critical issues revealed by the diagnostics
fr_fr: Problèmes critiques révélés par les diagnostiques

source: %s issues detected.
fr_fr: %s problèmes détectés.

source: Issues revealed here can be due to incorrect directory permissions or not correctly installed dependencies.
fr_fr: Les problèmes révélés ici peuvent être dus à des permissions incorrectes de répertoire ou de dépendances incorrectement installées.

source: Priority
fr_fr: Priorité

source: Setting
fr_fr: Réglages

source: Error Message
fr_fr: Message d’erreur

source: Overview
fr_fr: Aperçu

source: This tab reports some potential critical misconfigurations.
fr_fr: Cet onglet signale certaines erreurs critiques potentielles.

source: Manage files
fr_fr: Gérer les fichiers

source: Workers
fr_fr: Travailleurs

source: Download report
fr_fr: Télécharger le rapport

source: MISP cannot access your /proc directory to check the status of the worker processes, which means that dead workers will not be detected by the diagnostic tool. If you would like to regain this functionality, make sure that the open_basedir directive is not set, or that /proc is included in it.
fr_fr: MISP ne peut accéder à votre répertoire /proc pour contrôler le statut des processus d’arrière-plan, ce qui signifie que les processus inactifs ne seront pas détectés par l’outil de diagnostique. Si vous voulez restaurer cette fonctionnalité, assurez-vous que la directive open_basedir n’est pas active, ou que /proc n’est pas incluse.

source: You have set the "manage_workers" variable to "false", therefore worker controls have been disabled.
fr_fr: Vous avez défini la variable "manage_workers" à "false", donc les contrôles des travailleurs ont été désactivés.

source: Issues prevent jobs from being processed. Please resolve them below.
fr_fr: Des problèmes empêchent le bon fonctionnement du travail. Veuillez les résoudre.

source: Worker started with the correct user, but the current status is unknown.
fr_fr: Le travail a débuté avec le bon utilisateur, mais le statut actuel est inconnu.

source: There are issues with the worker(s), but at least one healthy worker is monitoring the queue.
fr_fr: Il y a des problèmes avec le(s) travail/travaux, mais au moins un travail sain contrôle la queue.

source: Worker type:
fr_fr: Type de travail:

source: Jobs in the queue:
fr_fr: Tâches en attente:

source: Queue status:
fr_fr: Statut d’attente:

source: Worker PID
fr_fr: L’identifiant de processus PID

source: User
fr_fr: Utilisateur

source: Worker process
fr_fr: Processus d’arrière-plan

source: Worker not running!
fr_fr: Travail inactif!

source: The worker appears to be healthy.
fr_fr: Le travail semble sain.

source: The worker was started with a user other than the apache user. MISP cannot check whether the worker is alive or not.
fr_fr: Le travail a débuté avec un utilisateur autre que l’utilisateur apache. MISP ne peut vérifier si ce travail est vivant ou non.

source: Cannot check whether the worker is alive or dead.
fr_fr: Ne peut vérifier si le travail est vivant ou non.

source: Dead
fr_fr: Mort

source: The Worker appears to be dead.
fr_fr: Le travail semble mort.

source: Stop (if still running) and remove this worker. This will immediately terminate any jobs that are being executed by it.
fr_fr: Stop (si toujours en cours) et supprimer ce travail. Ceci va immédiatement terminer toute tâche exécutée par ce travail.

source: Start a worker
fr_fr: Démarrer un travail

source: Restart all workers
fr_fr: Redémarrer tous les travaux

source: Set pull rules
fr_fr: Etablir les règles pull

source: Allowed Tags (OR)
fr_fr: Tags admis (OU)

source: Move tag to the list of tags to allow
fr_fr: Déplacer tag vers la liste de tags admis

source: Remove tag from the list of tags to allow
fr_fr: Supprimer le tag de la liste de tags admis

source: Remove tag from the list of tags to block
fr_fr: Supprimer le tag de la liste de tags à bloquer

source: Move tag to the list of tags to block
fr_fr: Déplacer le tag vers la liste de tags à bloquer

source: Blocked Tags (AND NOT)
fr_fr: Tags bloqués (ET PAS)

source: AND
fr_fr: ET

source: AND NOT
fr_fr: ET PAS

source: Allowed Orgs (OR)
fr_fr: Organisations Admises (OU)

source: Move organisation to the list of tags to allow
fr_fr: Déplacer l’organisation vers la liste de tags admis

source: Move organisation to the list of organisations to allow
fr_fr: Déplacer l’organisation vers la liste d’organisation admises

source: Remove organisation to the list of tags to allow
fr_fr: Supprimer l’organisation de liste de tags admis

source: Remove organisation form the list of organisations to allow
fr_fr: Supprimer l’organisation de la liste d’organisations admises

source: Remove organisation from the list of tags to allow
fr_fr: Supprimer l’organisation de la liste de tags admis

source: Remove organisation from the list of organisations to block
fr_fr: Supprimer l’organisation de la liste d’organisations à bloquer

source: Move organisation to the list of tags to block
fr_fr: Déplacer l’organisation de la liste de tags à bloquer

source: Move organisation to the list of organisations to block
fr_fr: Déplacer l’organisation de la liste d’organisations à bloquer

source: Blocked Orgs (AND NOT)
fr_fr: Organisations bloquées (ET PAS)

source: Accept changes
fr_fr: Accepter modifications

source: Update
fr_fr: Mise à jour

source: Set push rules
fr_fr: Établir les règles d'envoi

source: Available Tags
fr_fr: Tags disponibles

source: Remove organisation from the list of organisations to allow
fr_fr: Supprimer l’organisation de la liste des organisations admises

source: Available Organisations
fr_fr: Organisations Disponibles

source: Field
fr_fr: Champ

source: Describe the %s using one or several (separated by a line-break) of the following types: %s
fr_fr: Décrire les %s en utilisant un ou plusieurs (séparés par un saut de ligne) types suivants: %s

source: Describe the %s using one or several %s\s (separated by a line-break)
fr_fr: Décrire les %s en utilisant un ou plusieurs %s\s (séparés par un saut de ligne)

source: Describe the %s using one of the following types: %s
fr_fr: Décrire les %s en utilisant un des types suivants: %s

source: Describe the %s using a %s
fr_fr: Décrire les %s en utilisant un %s

source: Error: %s
fr_fr: Erreur: %s

source: Template Description
fr_fr: Description de modèle

source: Template ID
fr_fr: ID de Modèle

source: Template Name
fr_fr: Nom de Modèle

source: Created by
fr_fr: Créé par

source: Tags automatically assigned
fr_fr: Tags assignés automatiquement

source: File
fr_fr: Fichier

source: Attribute
fr_fr: Attribut

source: Category
fr_fr: Catégorie

source: Mandatory
fr_fr: Obligatoire

source: Batch
fr_fr: Lot

source: Delete template element
fr_fr: Supprimer les éléments de modèle

source: Edit template element
fr_fr: Modifier les éléments de modèle

source: Malware
fr_fr: Maliciels

source: Req.
fr_fr: Request

source: Text
fr_fr: Texte

source: You have tripped the cross-site request forgery protection of MISP
fr_fr: Vous vous heurtez à la protection de MISP sur la contrefaçon de requête intersite

source: CSRF error
fr_fr: Erreur CSRF

source: This happens usually when you try to resubmit the same form with invalidated CSRF tokens or you had a form open too long and the CSRF tokens simply expired. Just go back to the previous page and refresh the form (by reloading the same url) so that the tokens get refreshed.
fr_fr: Ceci arrive généralement quand vous essayez de soumettre à nouveau le même formulaire avec des jetons CSRF invalidés ou quand le formulaire est resté ouvert trop longtemps et que le jeton CSRF a simplement expiré. Retournez à la page précédente et rafraîchissez le formulaire (en rechargeant le même url) afin de rafraichir le jeton.

source: Alternatively, click <a href="%s">here</a> to continue to the start page.
fr_fr: Alternativement, cliquez <a href=“%s”>ici</a> pour continuer à la page de démarrage.

source: Missing Database Connection
fr_fr: Connexion manquante de base de donnée

source: PDO error
fr_fr: Erreur PDO

source: Add Event Blacklist Entries
fr_fr: Ajouter des Entrées de Listes noires d’Evénements

source: Simply paste a list of all the event UUIDs that you wish to block from being entered.
fr_fr: Collez simplement une liste de tous les événements UUID que vous souhaitez voir bloqués.

source: Enter a single or a list of UUIDs
fr_fr: Entrez une entrée ou une liste d’UUIDs

source: (Optional) The organisation that the event is associated with
fr_fr: (Optionnel) L’organisation à laquelle l’événement est associé

source: (Optional) the event info of the event that you would like to block. It's best to leave this empty if you are adding a list of UUIDs.
fr_fr: (Optionnel) l’information d’événement de l’événement que vous souhaitez bloquer. Il est préférable de le laisser vide si vous ajoutez une liste d’UUIDs.

source: (Optional) Any comments you would like to add regarding this (or these) entries.
fr_fr: (Optionnel) Des commentaires que vous souhaitez ajouter à propos de cette (ou ces) entrée(s).

source: Creating organisation
fr_fr: Création d’organisation

source: Event Blacklists
fr_fr: Listes noires d’événement

source: Are you sure you want to delete the blacklist entry for the event UUID %s?
fr_fr: Etes-vous certain de supprimer les entrées de liste noire pour l’événement UUID %s?

source: Are you sure you would like to accept the request by %s to take ownership of Event #%s
fr_fr: Etes-vous certain d’accepter la demande par %s de prendre possession de l’Evénement #%s

source: Delegate the publishing of the Event to another organisation
fr_fr: Déléguer la publication de l’événement vers une autre organisation

source: Warning: You are about to request another organisation to take ownership of this event.
fr_fr: Attention: Vous êtes sur le point de demander qu’une autre organisation prenne possession de l’événement.

source: Target Organisation
fr_fr: Organisation Cible

source: Select organisation
fr_fr: Sélectionner l’organisation

source: Desired Distribution
fr_fr: Distribution souhaitée

source: Desired Sharing Group
fr_fr: Groupe de partage souhaité

source: Message to the recipient organisation
fr_fr: Message à l’organisation bénéficiaire

source: Delete Delegation Request
fr_fr: Supprimer la demande de délégation

source: Are you sure you would like to discard the request by %s to take ownership of Event #%s
fr_fr: Êtes-vous certain de vouloir ignorer la demande de %s de prendre possession de l’événement #%s ?

source: Event Delegation
fr_fr: Délégation de l’événement

source: your organisation
fr_fr: votre organisation

source: Your organisation
fr_fr: Votre organisation

source: Request details</b><br /><span class="red bold">%s</span> is requesting <span class="red bold">%s</span> to take over this event.
fr_fr: Détails de demande</b><br /><span class= “red bold”>%s</span>demande <span class=“red bold”>%s</span> de prendre en charge cet événement.

source: The desired distribution level is
fr_fr: Le niveau de distribution souhaité est

source: The desired sharing group to distribute the event to is
fr_fr: Le groupe de partage souhaité auquel distribuer l'événement est

source: Message from requester
fr_fr: Message du demandeur

source: Accept delegation request
fr_fr: Accepter la demande de délégation

source: Accept
fr_fr: Appliquer

source: Decline and remove delegation request
fr_fr: Décliner et supprimer la demande de la délégation

source: Discard
fr_fr: Annuler

source: Add EventGraph
fr_fr: Ajouter un graphe d'événement

source: Edit EventGraph
fr_fr: Éditer un graphe d'événement

source: EventGraph Deletion
fr_fr: Supprimer le graphe d'événement

source: Are you sure you want to delete eventGraph #%s? The eventGraph will be permanently deleted and unrecoverable.
fr_fr: Êtes vous sur de vouloir supprimer l'eventGraph #%s ? L'eventGraph sera supprimé de manière permanente et ne pourra être récupéré.

source: Threat Level
fr_fr: Niveau de menace

source: Analysis
fr_fr: Analyse

source: Event Info
fr_fr: Information de l'événement

source: Quick Event Description or Tracking Info
fr_fr: Rapide description de l'événement ou information de suivi

source: Extends event
fr_fr: Étendre l'événement

source: Event UUID or ID. Leave blank if not applicable.
fr_fr: UUID ou ID de l'événement. Laisser vide si non applicable.

source: Import OpenIOC
fr_fr: Importer un fichier OpenIOC

source: Import from MISP Export File
fr_fr: Importer un fichier MISP exporté

source: MISP XML or JSON file
fr_fr: Fichier MISP au format XML ou JSON

source: Take ownership of the event
fr_fr: Devenir propriétaire de l'événement

source: Warning: This will change the creator organisation of the event, tampering with the event's ownership and releasability and can lead to unexpected behaviour when synchronising the event with instances that have another creator for the same event.)
fr_fr: Attention: Cela va changer l'organisation créatrice de l'événement, altérant le propriété de l'événement et sa diffusion ce qui peut générer des comportements non désirés lors de la synchronisation de l'événement avec d'autres instances ayant un autre créateur pour le meme événement.)

source: Publish imported events
fr_fr: Publier les événements importés

source: Add From MISP Export Result
fr_fr: Ajouter depuis le résultat de l'export MISP

source: Result
fr_fr: Résultat

source: Details
fr_fr: Détails

source: Failed
fr_fr: Échec

source: Event created.
fr_fr: Événement créé.

source: Event with this UUID already exists.
fr_fr: Un événement avec cet UUID existe déjà.

source: Event
fr_fr: Évènement

source: Automation functionality is designed to automatically feed other tools and systems with the data in your MISP repository. To to make this functionality available for automated tools an authentication key is used.
fr_fr: La fonctionnalité d'automatisation est conçue pour alimenter automatiquement d'autres outils et systèmes avec les données de votre référentiel MISP. Pour rendre cette fonctionnalité disponible pour les outils automatisés, une clé d'authentification est utilisée.

source: Make sure you keep your API key secret as it gives access to the all of the data that you normally have access to in MISP.
fr_fr: Assurez-vous de garder votre clé API secrète car elle donne accès à toutes les données auxquelles vous avez normalement accès dans MISP.

source: Your current key is: <code>%s</code>. You can %s this key.
fr_fr: Votre clé actuelle est : <code>%s</code>. vous pouvez %s cette clé.

source: reset
fr_fr: réinitialiser

source: It is possible to search the database for attributes based on a list of criteria.
fr_fr: Il est possible de rechercher dans la base de données en se basant sur une liste de cirtères.

source: To return an event or a list of events in a desired format, use the following syntax
fr_fr: Pour retourner un événement ou une liste d'événement dans le format désiré, utilisez la syntaxe suivante

source: Whilst a list of parameters is provided below, it isn't necessarily exhaustive, specific export formats could have additional parameters.
fr_fr: Si une liste de paramètres est fournie ci-dessous, elle n'est pas nécessairement exhaustive, des formats d'exportation spécifiques pourraient avoir des paramètres supplémentaires.

source: Set the return format of the search (Currently supported: json, xml, openioc, suricata, snort - more formats are being moved to restSearch with the goal being that all searches happen through this API). Can be passed as the first parameter after restSearch or via the JSON payload.
fr_fr: Définissez le format de retour de la recherche (actuellement supporté : json, xml, openioc, suricata, snort - d'autres formats sont en coures de déplacement vers la restSearch, avec le but étant que toutes les recherches se produisent via cette API). Peut être passé comme premier paramètre après restSearch ou via le bloc JSON.

source: Limit the number of results returned, depending on the scope (for example 10 attributes or 10 full events).
fr_fr: Limiter le nombre de résultats retournés, selon la portée (par exemple 10 attributs ou 10 événements complets).

source: If a limit is set, sets the page to be returned. page 3, limit 100 will return records 201->300).
fr_fr: Si une limite est définie, définit la page à retourner. la page 3, limite 100 retournera les enregistrements 201->300).

source: Search for the given value in the attributes' value field.
fr_fr: Recherche pour les valeurs indiquées dans les valeurs des champs d'attributs.

source: The attribute type, any valid MISP attribute type is accepted.
fr_fr: Le type d’attribut, tout type d’attribut MISP valide est accepté.

source: The attribute category, any valid MISP attribute category is accepted.
fr_fr: La catégorie d'attribut, toute catégorie d'attribut MISP valide est acceptée.

source: Search by the creator organisation by supplying the organisation identifier.
fr_fr: Recherche par l’organisation créatrice en fournissant l’identifiant de l’organisation.

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'.
fr_fr: Pour inclure un tag dans les résultats, écrivez son nom dans ce paramètre. Pour exclure un tag, préfixez le avec le caractère '!'.

source: Enabling this (by passing "1" as the argument) will make the search ignore all of the other arguments, except for the auth key and value. MISP will return an xml / json (depending on the header sent) of all events that have a sub-string match on value in the event info, event orgc, or any of the attribute value1 / value2 fields, or in the attribute comment.
fr_fr: Activer ce paramètre (en passant un "1" en tant qu'argument) va faire que la recherche ignorera tout autres arguments, excepté la clé d'authentification et la valeur. MISP retournera alors un objet XML/JSON (selon l'en-tête envoyé) de tout les événéments dont un sous-chaîne correspond à la valeur de l'information d'événement, de l'organisation créatrice ou tout autres valeurs d'attributs (value1/value2), ou dans le commentaire d'attribut.

source: Events with the date set to a date after the one specified in the from field (format: 2015-02-15). This filter will use the date of the event.
fr_fr: Événements avec la date définie à une date ultérieure à celle spécifiée dans le champ "to" (format : 2015-02-15). Ce filtre utilise la date de l’événement.

source: Events with the date set to a date before the one specified in the to field (format: 2015-02-15). This filter will use the date of the event.
fr_fr: Événements avec la date définie à une date antérieure à celle spécifiée dans le champ "to" (format : 2015-02-15). Ce filtre utilise la date de l’événement.

source: The events that should be included / excluded from the search
fr_fr: L'événement devrait être inclu / exclu de la recherche
