Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: terminate the job that a worker is working on immediately. You will be presented with a choice of workers to choose from when executing this command.
fr_fr: Terminer le travail sur lequel un travailleur travaille immédiatement. Vous aurez le choix entre différents types de travailleurs pour exécuter cette commande.

source: clear
fr_fr: effacer

source: Clear the queue of a worker immediately.
fr_fr: Effacer la file d'attente d'un travailleur immédiatement.

source: stats
fr_fr: statistiques

source: shows some statistics about your workers including the count of successful and failed jobs.
fr_fr: affiche des statistiques sur vos employés, y compris le nombre de travaux réussis et échoués.

source: The other commands should not be needed, instead of starting / stopping or restarting workers use the supplied start.sh (it stops all workers and starts them all up again). For further instructions on how to use the console commands for the workers, visit the <a href="http://cakeresque.kamisama.me/commands#cleanup">CakeResque list of commands</a>.
fr_fr: Les autres commandes ne devraient pas être nécessaires, au lieu de démarrer / arrêter ou de redémarrer les employés, utilisez le fichier start.sh fourni (il arrête tous les travailleurs et les redémarre tous.) Pour plus d'instructions sur l'utilisation des commandes de la console , consultez la <a href="http://cakeresque.kamisama.me/commands#cleanup"> liste de commandes CakeResque </a>.

source: Monitoring the Background Processes
fr_fr: Surveillance des processus d'arrière-plan

source: The "Jobs" menu item within the Administration menu allows site admins to get an overview of all of the currently and in the past scheduled jobs. Admins can see the status of each job, and what the queued job is trying to do. If a job fails, it will try to set an error message here too. The following columns are shown in the jobs table
fr_fr: L'élément de menu "Jobs" dans le menu Administration permet aux administrateurs de site d'avoir une vue d'ensemble de tous les jobs planifiés en cours et en cours.Les administrateurs peuvent voir l'état de chaque travail et ce que le travail en attente essaie de Si un travail échoue, il essaiera de définir un message d'erreur ici aussi Les colonnes suivantes sont affichées dans le tableau des jobs

source: The job's ID (this is the ID of the job's meta-data stored in the default data-store, not to be confused with the process ID stored in the redis database and used by the workers.)
fr_fr: L'ID du travail (c'est l'ID des méta-données du travail stockées dans le magasin de données par défaut, à ne pas confondre avec l'ID du processus stocké dans la base de données redis et utilisé par les travailleurs.)

source: Process
fr_fr: Processus

source: The process's ID.
fr_fr: L'identifiant du processus.

source: The name of the worker queue. There are 3+1 workers running if background jobs are enabled: default, cache, email, and a special Scheduler (this should never show up in the jobs table).
fr_fr: Le nom de la file d'attente du travailleur. Il y a 3+1 travailleurs qui sont en cours d'exécution si les tâches en arrière-plan sont activées: par défaut, cache, email, et un planificateur spécial (cela ne devrait jamais apparaître dans la table des jobs).

source: Job Type
fr_fr: Type de travail

source: The name of the queued job.
fr_fr: Le nom du travail en file d'attente.

source: Shows a basic input handled by the job - such as "Event:50" for a publish email alert job for event 50.
fr_fr: Affiche une entrée de base gérée par le travail - comme "Evénement:50" pour un travail d'alerte par courrier électronique de publication pour l'événement 50.

source: This will show what the job is currently doing or alternatively an error message describing why a job failed.
fr_fr: Cela montrera ce que le travail est en train de faire ou alternativement un message d'erreur décrivant pourquoi un travail a échoué.

source: The string identifier of the organisation that has scheduled the job.
fr_fr: L'identifiant de l'organisation (chaine de caractères) qui a planifié le travail.

source: The status reported by the worker.
fr_fr: Le statut signalé par le travailleur.

source: Currently unused, it is planned to introduced automatic delayed retries for the background processing to add resilience.
fr_fr: Actuellement inutilisé, il est prévu d'introduire des tentatives différées automatiques pour le traitement en arrière-plan afin d'ajouter de la résilience.

source: A progress bar showing how the job is coming along.
fr_fr: Une barre de progression montrant comment le travail arrive.

source: Scheduling Jobs and Recurring Jobs
fr_fr: Planification des travaux et des travaux récurrents

source: Apart from off-loading long-lasting jobs to the background workers, there is a second major benefit of enabling the background workers: Site-administrators can schedule recurring tasks for the jobs that generally take the longest to execute. At the moment this includes pushing / pulling other instances and generating a full export cache for every organisation and export type. MISP comes with these 3 tasks pre-defined, but further tasks are planned. The following fields make up the scheduled tasks table
fr_fr: Outre le déchargement des tâches de longue durée vers les tâches d'arrière-plan, il existe un deuxième avantage majeur à activer les workers d'arrière-plan: les administrateurs de site peuvent planifier des tâches récurrentes pour les tâches dont l'exécution prend généralement le plus de temps. En ce moment, cela inclut le push/pull d'autres instances et la génération d'un cache d'export complet pour chaque organisation et type. MISP est livré avec ces trois tâches prédéfinies, mais d'autres tâches sont prévues. Les champs suivants constituent la table des tâches planifiées

source: The ID of the task.
fr_fr: L'ID de la tâche

source: The type of the task.
fr_fr: Le type de la tâche.

source: Frequency
fr_fr: Fréquence

source: This number sets how often the job should be executed in hours. Setting this to 168 and picking the next execution on Sunday at 01:00 would execute the task every Sunday at 1 AM. Setting this value to 0 will make the task only run once on the scheduled date / time without rescheduling it afterwards.
fr_fr: Ce nombre définit la fréquence à laquelle le travail doit être exécuté en heures. Le mettre à 168 et choisir l'exécution suivante le dimanche à 01:00 exécutera la tâche tous les dimanches à 1 heure du matin. exécuter une fois à la date / heure prévue sans la reprogrammer par la suite.

source: Scheduled Time
fr_fr: Heure planifiée

source: The time (in 24h format) when the task should be executed the next time it runs (and all consecutive times if a multiple of 24 is chosen for frequency).
fr_fr: L'heure (au format 24h) où la tâche devrait être exécutée la prochaine fois qu'elle s'exécute (et toutes les heures consécutives si un multiple de 24 est choisi pour la fréquence).

source: Next Run
fr_fr: Prochain lancement

source: The date on which the task should be executed.
fr_fr: La date à laquelle la tâche devrait être exécutée.

source: A brief description of the task.
fr_fr: Une brève description de la tâche.

source: This field shows when the job was queued by the scheduler for execution.
fr_fr: Ce champ indique quand le travail a été mis en file d'attente par le planificateur pour exécution.

source: Site administrators can schedule reccuring tasks on this page.
fr_fr: Les administrateurs de site peuvent planifier des tâches récurrentes sur cette page.

source: Frequently asked questions
fr_fr: Foire aux questions

source: Losing access to the platform and resetting the password
fr_fr: Perte de l'accès à la plateforme et réinitialisation du mot de passe

source: If you ever lock yourself out of MISP as a site admin, there is a command line tool to reset your password. This can also be handy if you have changed the salt key and invalidated all of the passwords.
fr_fr: Si vous vous verrouillez hors de MISP en tant qu'administrateur de site, il existe un outil en ligne de commande pour réinitialiser votre mot de passe. Cela peut aussi être utile si vous avez modifié la clé salt et invalidé tous les mots de passe.

source: Simply run the command
fr_fr: Il suffit de lancer la commande

source: This will create a new password hash using the currently set salt.
fr_fr: Cela va créer un nouveau hachage de mot de passe en utilisant le sel actuellement défini.

source: Attribute Categories and Types
fr_fr: Catégories et types d'attributs

source: Attribute Categories vs. Types
fr_fr: Catégories d'attributs et types

source: Click here to get the .md version for gitbook generation.
fr_fr: Cliquez ici pour obtenir la version .md pour la génération de gitbook.

source: Admins and Site Admins
fr_fr: Administrateurs et administrateurs du site

source: There are two types of admins in MISP: Admins (also referred to as org admins) and Site Admins. Whilst the former can only do some limited administration of users of his/her own organisation, site admins have access to all of the features and data of the system. They are in charge of making sure that the system runs correctly and the maintenance of MISP.
fr_fr: Il y a deux types d'administrateurs dans MISP: Admins (aussi appelés administrateurs org) et Admins du site. Bien que le premier ne puisse faire qu'une administration limitée des utilisateurs de sa propre organisation, les administrateurs du site ont accès à toutes les fonctionnalités et données du système.

source: Background Jobs
fr_fr: Travaux d'arrière-plan

source: A lot of the heavier tasks are a burden to users, in that their actions can cause long delays (and in some cases timeouts) while the application logic is executing. To alleviate this, long processes have been (if enabled) moved to background jobs, meaning that their execution happens asynchronously in the background, allowing the user to freely interact with the platform whilst the request is being processed.
fr_fr: Beaucoup de tâches plus lourdes sont un fardeau pour les utilisateurs, en ce sens que leurs actions peuvent causer de longs délais (et dans certains cas des délais) pendant que la logique de l'application est en cours d'exécution. travaux d'arrière-plan, ce qui signifie que leur exécution se fait de manière asynchrone en arrière-plan, permettant à l'utilisateur d'interagir librement avec la plate-forme pendant le traitement de la demande.

source: MISP Instance
fr_fr: Instance MISP

source: A MISP instance is an installation of the MISP software and the connected database. All the data visible to the users is stored locally in the database and data that is shareable (based on the distribution settings) can be synchronised with other instances via the Sync actions. The instance that you are reading this manual on will be refered to as "this instance" or "your instance". The instances that your instance synchronises with will be refered to as "remote instances".
fr_fr: Une instance MISP est une installation du logiciel MISP et de la base de données connectée. Toutes les données visibles par les utilisateurs sont stockées localement dans la base de données et les données partageables (en fonction des paramètres de distribution) peuvent être synchronisées avec les autres instances via les Actions de synchronisation. L'instance sur laquelle vous lisez ce manuel s'appellera "cette instance" ou "votre instance" Les instances avec lesquelles votre instance se synchronise seront appelées "instances distantes".

source: Organisation administrators and Site administrators
fr_fr: Administrateurs d'organisation et administrateurs de site

source: We have two types of administrators, site and organisation admins. The former has access to every administrator feature for all the data located on the system including global features such as the creation and modification of user roles and instance links, whilst organisation admins can administer users, events and logs of their own respective organisations.
fr_fr: Nous avons deux types d'administrateurs, administrateurs de site et d'organisation. Le premier a accès à toutes les fonctions d'administration pour toutes les données du système, y compris la création et la modification des rôles utilisateur et des liens d'instance. es administrateurs d'organisation peut administrer les utilisateurs, les événements et les journaux de leurs organisations respectives.

source: Pivot path
fr_fr: Chemin du Pivot

source: The (branching) path taken by a user from event to event while following correlation links. This is represented by the branching graph in the event view.
fr_fr: Le chemin (de branchement) emprunté par un utilisateur d'un événement à un autre en suivant les liens de corrélation, ce qui est représenté par le graphe de branchement dans la vue d'événement.

source: Pivoting
fr_fr: Pivoter

source: The act of navigating from event to event through correlation links.
fr_fr: L'acte de naviguer d'un événement à l'autre par des liens de corrélation.

source: Each event can only be directly edited by users of the original creator organisation (and site admins). However, if another organisation would like to amend an event with extra information on an event, or if they'd like to correct a mistake in an attribute, they can create a Proposal. These proposals could then be accepted by the original creator organisation. These proposals can be pulled to another server, allowing users on connected instances to propose changes which then could be accepted by the original creators on another instance (and subsequently pushed back).
fr_fr: Chaque événement ne peut être directement édité que par les utilisateurs de l'organisation originale (et les administrateurs du site). Cependant, si une autre organisation souhaite modifier un événement avec des informations supplémentaires sur un événement, ou si elle souhaite corriger une erreur dans un attribut, elles peuvent créer une proposition. Ces propositions peuvent être acceptées par l'organisation créatrice originale.Ces propositions peuvent être tirées vers un autre serveur, permettant aux utilisateurs sur des instances connectées de proposer des modifications qui pourraient être acceptées par les créateurs originaux sur un autre serveur. instance (et ensuite repoussé).

source: Publishing
fr_fr: Publication

source: When an event is first created by a user, it is visible to everyone on the instance based on the access rights ("Your organisation only" events will not be visible to users of other organisations), but they will not be synchronised and they won't be exportable. For this, a user with publishing permission of the organisation that created the event has to publish the event. The system will then inform all the users of the instance that are subscribing to e-mail notifications and who have access to view the published event via an e-mail.
fr_fr: Lorsqu'un événement est créé pour la première fois par un utilisateur, il est visible par tous sur l'instance en fonction des droits d'accès (les événements "Votre organisation uniquement" ne seront pas visibles par les utilisateurs d'autres organisations), mais ils ne seront pas synchronisables ou exportables. Pour cela, un utilisateur disposant de l'autorisation de publication de l'organisation qui a créé l'événement doit publier l'événement, puis informer tous les utilisateurs de l'instance qui sont abonnés aux notifications par courrier électronique et qui ont accès à l'événement publié via un e-mail.

source: Pulling is the process of using the configured sync user on a remote instance to REST GET all of the accessible data (based on the distribution rights) to your instance and store it.
fr_fr: Le Pull est le processus consistant à utiliser l'utilisateur de synchronisation configuré sur une instance distante pour REST GET toutes les données accessibles (en fonction des droits de distribution) à votre instance et à les stocker.

source: Pushing is the process of using a configured instance link to send an event or all accessible events (limited by the distribution rights) through the REST interface to a remote instance.
fr_fr: Le Push est le processus consistant à utiliser un lien d'instance configuré pour envoyer un événement ou tous les événements accessibles (limités par les droits de distribution) via l'interface REST à une instance distante.

source: Certain common tasks can be scheduled for a later execution or for regular recurring executions. These tasks currently include caching all of the export formats, pulling from all eligible instances and pushing to all eligible instances.
fr_fr: Certaines tâches courantes peuvent être programmées pour une exécution ultérieure ou pour des exécutions récurrentes régulières. Ces tâches incluent actuellement la mise en cache de tous les formats d'exportation, en extrayant toutes les instances éligibles et en les poussant vers toutes les instances éligibles.

source: Sync User
fr_fr: Synchroniser l'utilisateur

source: A user of a role that grants sync permissions, these users (and their authentication keys) are used to serve as the points of connection between instances. Events pushed to an instance are pushed to a sync user, who then creates the events on the remote instance. Events pulled are added by the sync user that is used to connect the remote instance to your instance. As an administrator, keep in mind that a sync user needs auth key and publish permissions, has to have undergone the mandatory password change and has to have accepted the Terms of Use in order for the sync to work. Please make sure that all of these steps are taken before attempting to push or pull.
fr_fr: Utilisateur d'un rôle qui accorde des permissions de synchronisation, ces utilisateurs (et leurs clés d'authentification) servent de points de connexion entre les instances. Les événements poussés vers une instance sont poussés vers un utilisateur de synchronisation, qui crée ensuite les événements sur l'instance distante. En tant qu'administrateur, gardez à l'esprit qu'un utilisateur de synchronisation a besoin de la clé d'authentification et des autorisations de publication, il doit avoir subi le changement de mot de passe obligatoire. et doit avoir accepté les Conditions d'utilisation pour que la synchronisation fonctionne.Veuillez vous assurer que toutes ces étapes sont effectuées avant d'essayer un push ou un pull.

source: What we call synchronisation is an exchange of data between two (or more) MISP instances through our pull and push mechanisms.
fr_fr: Ce que nous appelons la synchronisation est un échange de données entre deux instances MISP (ou plus) grâce à nos mécanismes de push et de pull.

source: Tagging
fr_fr: Marquage

source: Users with tagging rights can assigned various dynamically created tags to events, allowing an arbitrary link between events to be created. It is possible to filter events based on these tags and they can also be used to filter events for the automation.
fr_fr: Les utilisateurs disposant de droits de marquage peuvent assigner divers tags créés dynamiquement aux événements, ce qui permet de créer un lien arbitraire entre les événements. Il est possible de filtrer les événements basés sur ces tags et de filtrer les événements pour l'automation.

source: Templating
fr_fr: Création de modèles

source: Users with templating rights can create easy to fill forms that help with the event creation process.
fr_fr: Les utilisateurs disposant de droits de création de modèles peuvent créer des formulaires faciles à remplir qui facilitent le processus de création d'événements.

source: The top bar
fr_fr: La barre supérieure

source: This is the main menu that will be accessible from all of the views. In some instances, some additional buttons that will appear on top of these when a view provides it.
fr_fr: C'est le menu principal qui sera accessible à partir de toutes les vues. Dans certains cas, des boutons supplémentaires apparaîtront au-dessus de ceux-ci lorsqu'une vue le fournira.

source: This menu contains all of the main functions of the site as a series of dropdown menus. These contains all (from the current user's perspective) accessible functions sorted into several groups.
fr_fr: Ce menu contient toutes les fonctions principales du site sous la forme d'une série de menus déroulants qui contiennent toutes les fonctions accessibles (du point de vue de l'utilisateur actuel) triées en plusieurs groupes.

source: Home button
fr_fr: Bouton d'accueil

source: This button will return you to the start screen of the application, which is the event index page (more about this later).
fr_fr: Ce bouton vous ramènera à l'écran de démarrage de l'application, qui est la page d'index des événements (plus à ce sujet plus tard).

source: All the malware data entered into MISP is made up of an event object that is described by its connected attributes. The Event actions menu gives access to all the functionality that has to do with the creation, modification, deletion, publishing, searching and listing of events and attributes.
fr_fr: Toutes les données sur les Malware saisies dans MISP sont constituées d'un objet événement décrit par ses attributs connectés. Le menu Actions d'évènement donne accès à toutes les fonctionnalités de création, modification, suppression, publication, recherche et liste des événements et des attributs.

source: Input filters alter what and how data can be entered into this instance. Apart from the basic validation of attribute entry by type, it is possible for the site administrators to define regular expression replacements and blacklists for certain values in addition to blocking certain values from being exportable. Users can view these replacement and blacklist rules here whilst administrator can alter them.
fr_fr: Les filtres d'entrée modifient en quoi et comment les données peuvent être saisies dans cette instance. En plus de la validation de base de l'entrée d'attribut par type, les administrateurs de site peuvent définir des remplacements d'expressions régulières et des listes noires pour certaines valeurs. d'être exportable.Les utilisateurs peuvent voir ces règles de remplacement et de liste noire ici tandis que l'administrateur peut les modifier.

source: This menu gives you access to information about MISP and this instance. You can view and edit your own profile, view the manual, read the news or the terms of use again, see a list of the active organisations on this instance and a histogram of their contributions by attribute type.
fr_fr: Ce menu vous donne accès à des informations sur MISP et cette instance. Vous pouvez voir et éditer votre propre profil, consulter le manuel, lire à nouveau les nouvelles ou les conditions d'utilisation, voir une liste des organisations actives sur cette instance et un histogramme de leurs contributions par type d'attribut.

source: With administrator access rights, shows a list of the connected instances and allows the initiation of a push and a pull (more about the synchronisation mechanisms later).
fr_fr: Avec les droits d'accès de l'administrateur, affiche une liste des instances connectées et permet l'initialisation d'un push et d'un pull (plus sur les mécanismes de synchronisation plus tard).
