Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: The list of relations is shown on the right hand side of the general event information. Events can be related by having one or more attributes that are exact matches. For example, if two events both contain a source IP attribute of 11.11.11.11 then they are related. The list of events that are related the currently shown one, are listed under "Related Events", as links (titled the related event's date and ID number) to the events themselves.
fr_fr: La liste des relations est montrée du côté droit de l'information générale de l'événement. Les événements peuvent être liés en ayant un ou plusieurs attributs qui correspondent exactement. Par exemple, si deux événements contiennent tous les deux un attribut IP source du 11.11.11.11 alors ils sont liés. La liste des événements qui sont liés à celui qui est actuellement affiché est répertoriée sous "Événements liés", sous la forme de liens (intitulés date et numéro d'identification de l'événement associé) aux événements eux-mêmes.

source: Data Element Toggles
fr_fr: L'élément de données bascule

source: You can control some of the data that is shown on this page using three toggles. The elements that can be disabled are the pivot threads, the attributes (and proposals) and the Discussions. You can collapse these elements and then expand them again using the same button.
fr_fr: Vous pouvez contrôler certaines des données affichées sur cette page à l'aide de trois bascules. Les éléments qui peuvent être désactivés sont les pivots, les attributs (et les propositions) et les discussions. Vous pouvez réduire ces éléments et les étendre en utilisant le même bouton.

source: Pivot Threads
fr_fr: Threads de Pivot

source: While moving from event to event through the relation links (a process that we refer to as pivoting), you create a path that shows which events you have traversed. This path is reset by leaving the event view and navigating elsewhere in the application or by deleting the root pivot element.
fr_fr: Lorsque vous passez d'un événement à l'autre à travers les liens de relation (processus que nous appelons pivotant), vous créez un chemin qui montre les événements que vous avez traversés. Ce chemin est réinitialisé en laissant la vue des événements et en naviguant ailleurs dans l'application ou en supprimant l'élément pivot racine.

source: Each event visited is represented by a bubble in the pivot thread graph, connected by lines that show how the user has arrived at the next connected event. It is possible to jump back to an earlier relation and pivot to another event through that, creating branches in the graph.
fr_fr: Chaque événement visité est représenté par une bulle dans le graphe du pivot, reliée par des lignes qui montrent comment l'utilisateur est arrivé au prochain évènement connecté. Il est possible de revenir à une relation précédente et de passer à un autre évènement, créant des branches dans le graphique.

source: The currently selected event is coloured blue in the graph. If you would like to delete an element from the graph (including all of elements that branch off of it) just click on the small x within a pivot bubble. For a deletion to be possible the following conditions have to be met
fr_fr: L'événement actuellement sélectionné est coloré en bleu dans le graphique .Si vous voulez supprimer un élément du graphique (y compris tous les éléments qui en sont dérivés), cliquez simplement sur le petit x dans une bulle de pivot. Pour être possible, les conditions suivantes doivent être remplies

source: The pivot element to be deleted cannot be on the path that leads to the currently selected event
fr_fr: L'élément pivot à supprimer ne peut pas être sur le chemin qui mène à l'événement actuellement sélectionné

source: The pivot element residing in the graph's root can always be deleted - this will simply reset the current pivot thread
fr_fr: L'élément pivot résidant dans la racine du graphique peut toujours être supprimé - cela réinitialisera simplement le thread pivot actuel

source: Attributes and Proposals
fr_fr: Attributs et propositions

source: A list of all attributes and proposals attached to the event. The fields for each of them only differ in the available actions and the fact that for proposals to attributes all fields are blank that would stay unchanged if the proposal was accepted (for example, proposing a change to an attribute to turn the IDS flag on will have all fields apart from the IDS flag blank in the proposal. Here is a list of what each of the fields represents
fr_fr: Liste de tous les attributs et propositions attachés à l'événement Les champs pour chacun d'entre eux ne diffèrent que par les actions disponibles et le fait que pour les propositions aux attributs tous les champs sont vides qui resteraient inchangés si la proposition était acceptée , en proposant une modification à un attribut pour activer l'indicateur IDS, tous les champs seront séparés de l'indicateur IDS vide dans la proposition. Voici une liste de ce que chacun des champs représente

source: The date of the last modification to the attribute. Proposals don't have a date of last edit.
fr_fr: La date de la dernière modification de l'attribut .Les propositions n'ont pas de date de dernière modification.

source: The category of the attribute or proposal. For a list of possible categories visit the section on <a href="%s/pages/display/doc/categories_and_types">categories and types</a>.
fr_fr: La catégorie de l'attribut ou de la proposition Pour une liste des catégories possibles, visitez la section <a href="%s/pages/display/doc/categories_and_types"> catégories et types </a>.

source: The type of the attribute or proposal. For a list of possible categories visit the section on <a href="%s/pages/display/doc/categories_and_types">categories and types</a>.
fr_fr: Le type de l'attribut ou de la proposition Pour une liste des catégories possibles, visitez la section <a href="%s/pages/display/doc/categories_and_types"> catégories et types </a>.

source: The value or value-pair of the attribute. This is the main payload of the attribute, which is described by the category and type columns. For certain types of attributes that are made up of value-pairs the two parts will be split by a pipe (|), such as for filename|md5. The value field(s) are used by the correlation engine to find relations between events. In value-pair attributes both values are correlated individually.
fr_fr: La valeur ou la paire de valeurs de l'attribut, c'est la charge utile principale de l'attribut, qui est décrite par les colonnes de catégorie et de type Pour certains types d'attributs constitués de paires de valeurs, les deux parties seront divisées par un pipe (|), comme pour le nom_de_fichier|md5. Le ou les champs de valeur sont utilisés par le moteur de corrélation pour trouver les relations entre les événements Dans les attributs de paire de valeurs, les deux valeurs sont corrélées individuellement.

source: Attributes can have a contextual comment to further describe the attribute. These comments are not used for correlation and are purely informative.
fr_fr: Les attributs peuvent avoir un commentaire contextuel pour décrire davantage l'attribut. Ces commentaires ne sont pas utilisés pour la corrélation et sont purement informatifs.

source: A list of the event IDs that also contain an attribute with the same value.
fr_fr: Liste des ID d'événement qui contiennent également un attribut avec la même valeur.

source: Flags an attribute as an indicator of compromise, allowing it to be included in all of the eligible exports.
fr_fr: Marque un attribut comme indicateur de compromission, ce qui permet de l'inclure dans toutes les exportations éligibles.

source: Defines the distribution of the attribute individually. An attribute can have a different distribution level than the event. In any case, the lowest distribution level of the two is used.
fr_fr: Définit la distribution de l'attribut individuellement. Un attribut peut avoir un niveau de distribution différent de celui de l'événement. Dans tous les cas, le niveau de distribution le plus bas des deux est utilisé.

source: The user can interact with the events through these buttons, which will be further described in the next portion of the guide as they differ for attributes and proposals.
fr_fr: L'utilisateur peut interagir avec les événements grâce à ces boutons, qui seront décrits plus en détail dans la partie suivante du guide, car ils diffèrent pour les attributs et les propositions.

source: Depending on the colour coding of the row, you can have an attribute, a proposal to the event or a proposal to an attribute
fr_fr: Selon le code de couleur de la ligne, vous pouvez avoir un attribut, une proposition à l'événement ou une proposition à un attribut

source: Each uncoloured line represents an Attribute.
fr_fr: Chaque ligne incolore représente un attribut.

source: Proposals to an Event
fr_fr: Propositions à un événement

source: Each gray line at the end of the list represents a Proposal to an event. These are proposals for a new attribute, mostly unrelated to any of the currently existing attributes. If the creator of the event accepts one of these a new attribute will be created.
fr_fr: Chaque ligne grise à la fin de la liste représente une proposition à un événement. Ce sont des propositions pour un nouvel attribut, la plupart du temps sans lien avec l'un des attributs existants. Si le créateur d'un évènement accepte l'une d'elles, un nouvel attribut sera créé.

source: Proposals to an Attribute
fr_fr: Propositions à un attribut

source: Each attribute can have several edit proposals. These will be placed right below the attribute that the proposal affects and - as with the event proposals - is coloured grey. The original attribute's row is coloured blue if a proposal exists for it.
fr_fr: Chaque attribut peut avoir plusieurs propositions d'édition, qui seront placées juste en dessous de l'attribut affecté par la proposition et - comme pour les propositions d'événements - colorées en gris La ligne de l'attribut original est colorée en bleu s'il existe une proposition.

source: Using the modify button will bring up the attribute creation view, with all data filled out with the attributes currently stored data.
fr_fr: L'utilisation du bouton de modification fera apparaître la vue de création d'attribut, avec toutes les données remplies avec les attributs actuellement stockés.

source: Event Discussion Thread
fr_fr: Discussion sur l'événement

source: Each event has its own assigned discussion where users (that are eligible to see the event) can participate in an open discussion. The users are anonymised in the messages, all that other users will see is their user ID number and their organisation. To post a message on the Event Discussion, either use the reply button on a previous post or use the quickresponse field at the bottom of the page. Each post is made up of the following
fr_fr: Chaque événement à sa propre discussion assigné ou les utilisateurs (ceux qui ont la possibilité de voir l'événement) peuvent participer à une discussion ouverte. Les utilisateurs sont anonymisés dans les messages, tout autre utilisateur sera identifié par son numéro utilisateur et son organisation. Pour encoyer un message dans la discussion de l'événement, utiliser le bouton "répondre à un message précédént) ou utiliser le champ "réponse rapide" en bas de la page. Chaque message est fait tel que suit

source: The date when the post was created.
fr_fr: La date à laquelle le message a été créé.

source: This should the posts' ID as well as a link to jump to the top of the discussion thread on the page itself.
fr_fr: Cela devrait être l'ID des messages ainsi qu'un lien pour aller en haut du fil de discussion sur la page elle-même.

source: Organisation logo
fr_fr: Logo de l'organisation

source: If such an image exists for the organisation that has posted the message, then the logo is shown.
fr_fr: Si une telle image existe pour l'organisation qui a posté le message, alors le logo est affiché.

source: The body of the post itself. This can also include automatically generated links to other events and threads as well as show quoted test in embedded bubbles. Editing an event will also append a post with a message indicating that it was edited together with the timestamp of the edit.
fr_fr: Le corps de la publication elle-même. Il peut également inclure des liens générés automatiquement vers d'autres événements et threads, ainsi que le test des citations dans les bulles incorporées. Editer un évènement va également suffixer un message indiquant qu'il était édité avec un horodatage de l'édition.

source: The e-mail address of the poster if he/she is from the organisation as the current user. Alternatively a generated sting is shown that includes the user ID of the user, so that his/her e-mail address could remain hidden whilst still being identifiable.
fr_fr: L'adresse e-mail de l'annonceur s'il provient de l'organisation en tant qu'utilisateur actuel. De manière alternative, une chaîne de caractère générée qui inclut l'identifiant de l'utilisateur, afin que son adresse e-mail puisse rester cachée tout en étant identifiable.

source: Action buttons
fr_fr: Boutons d'action

source: Edit, Delete and Reply. The first two of the three options are only available to the poster of the message or a site admin. Quoting a post will automatically include the original message in [quote] tags.
fr_fr: Modifier, Supprimer et Répondre. Les deux premières options ne sont disponibles que pour l'affiche du message ou pour un administrateur du site, en citant un message qui inclura automatiquement le message original dans les balises [quote].

source: Here is a list of the various tools you can use while using this feature
fr_fr: Voici une liste des différents outils que vous pouvez utiliser lors de l'utilisation de cette fonctionnalité

source: There are 5 posts visible on each event page, if there have been more messages posted, use the previous and next button to navigate through the thread. This will not reload the rest of the page.
fr_fr: Il y a 5 messages visibles sur chaque page de l'événement, s'il y a eu plus de messages postés, utilisez le bouton précédent et suivant pour naviguer dans le sujet. Cela ne rechargera pas le reste de la page.

source: Discussion Tags
fr_fr: Balises de discussion

source: Users can quote something by encapsulating it in [quote][/quote] tags, they can create a link to another event with the [event][/event] tags or to another discussion thread with [thread][/thread].
fr_fr: Les utilisateurs peuvent citer quelque chose en l'encapsulant dans des balises [quote] [/quote], ils peuvent créer un lien vers un autre événement avec les balises [event] [/ event] ou vers un autre fil de discussion avec [thread] [/thread]

source: Quick Post
fr_fr: Message rapide

source: Adding a post will take the user to a separate add Post page, something that can be a bit of an inconvenience. To avoid this, there is a quick post button, where users can add messages on the fly without having to reload the page. On top of the quick post field, 3 buttons allow users to generate quote, event and thread tags quickly.
fr_fr: L'ajout d'un message amènera l'utilisateur à une page d'ajout séparée, ce qui peut être un peu gênant. Pour éviter cela, il existe un bouton post rapide, où les utilisateurs peuvent ajouter des messages à la volée sans avoir à recharger. En plus du champ Message rapide, 3 boutons permettent aux utilisateurs de générer rapidement des tags de devis, d'événements et de threads.

source: Event History
fr_fr: Historique des événements

source: View the logs of the event that show how the event has changed over time, including the contribution from other organisations in the form of proposals. There are two ways to get to this view, either by clicking on View Event History on the side menu of an event view, or by clicking on a contributing organisation's logo on the event view. The latter will show a restricted form of the logs, showing only Proposals created by the selected organisation. The fields shown in this view are as described as follows
fr_fr: Afficher les journaux de l'événement qui montrent comment l'événement a changé au fil du temps, y compris la contribution d'autres organisations sous la forme de propositions Il existe deux façons d'accéder à cette vue en cliquant sur Afficher l'historique des événements Vous pouvez afficher le menu d'une vue d'événement ou cliquer sur le logo d'une organisation participante dans la vue des événements, qui affiche une forme restreinte des journaux, affichant uniquement les propositions créées par l'organisation sélectionnée.

source: The logo (or in the lack thereof a string representation) of the organisation.
fr_fr: Le logo (ou en l'absence d'une représentation en chaîne) de l'organisation.

source: Each entry in the log happens during an action, such as the creation, modification or deletion of data and some special actions (such as accepting a proposal). This field shows which action caused the entry to be created.
fr_fr: Chaque entrée dans le journal se produit au cours d'une action, comme la création, la modification ou la suppression de données et certaines actions spéciales (comme accepter une proposition) .Ce champ indique quelle action a causé la création de l'entrée.

source: Model
fr_fr: Modèle

source: As described above, a log entry is generated on certain actions. This field shows which type of data was affected that caused the log entry to be created (such as a change to the event, the creation of an attribute, the discarding of a proposal, etc).
fr_fr: Comme décrit ci-dessus, une entrée de journal est générée sur certaines actions .Ce champ indique quel type de données a été affecté et a entraîné la création de l'entrée de journal (modification de l'événement, création d'un attribut, suppression de une proposition, etc).

source: This is a short description of the change itself and it is not nearly as detailed as the information administrators get in the audit logs. However, for attributes and proposals the category / type and value of the created or edited attribute is shown.
fr_fr: Il s'agit d'une brève description de la modification elle-même et elle n'est pas aussi détaillée que les informations reçues par les administrateurs dans les journaux d'audit.

source: The date and time of the log entrys' creation.
fr_fr: La date et l'heure de création du journal entrys.

source: Listing all attributes
fr_fr: Afficher tous les attributs

source: Apart from having a list of all the events, it is also possible to get a list of all the stored attributes in the system by clicking on the list attributes button. The produced list of attributes will include the followings fields
fr_fr: En plus d'avoir une liste de tous les événements, il est également possible d'obtenir une liste de tous les attributs stockés dans le système en cliquant sur le bouton attributs de liste.

source: Use the buttons to the right to view the event that this attribute belongs to or to modify/delete the attribute.
fr_fr: Utilisez les boutons vers la droite pour afficher l'événement auquel cet attribut appartient ou pour modifier / supprimer l'attribut.

source: This is the ID number of the event that the attribute is tied to. If an event belongs to your organisation, then this field will be coloured red.
fr_fr: C'est le numéro d'identification de l'événement auquel l'attribut est lié. Si un événement appartient à votre organisation, alors ce champ sera coloré en rouge.

source: The organisation that has created the event.
fr_fr: L'organisation qui a créé l'événement.

source: The category of the attribute, showing what the attribute describes (for example the malware's payload). For more information on categories, go to section xy
fr_fr: La catégorie de l'attribut, montrant ce que l'attribut décrit (par exemple la charge utile du malware) .Pour plus d'informations sur les catégories, allez à la section xy

source: The type of the value contained in the attribute (for example a source IP address). For more information on types, go to section xy
fr_fr: Le type de la valeur contenue dans l'attribut (par exemple une adresse IP source). Pour plus d'informations sur les types, allez à la section xy

source: The actual value of the attribute, describing an aspect, defined by the category and type fields of the malware (for example 11.11.11.11).
fr_fr: La valeur réelle de l'attribut, décrivant un aspect, défini par les champs de catégorie et de type du malware (par exemple 11.11.11.11).

source: An optional contextual comment attached to the attribute.
fr_fr: Un commentaire contextuel facultatif attaché à l'attribut.

source: Shows whether the attribute has been flagged for NIDS signature generation or not.
fr_fr: Indique si l'attribut a été marqué pour la génération de signature NIDS ou non.

source: A set of buttons that allow you to view the event that the attribute is tied to, to edit the attribute (using the same view as what is used to set up attributes, but filled out with the attribute's current data) and a delete button.
fr_fr: Un ensemble de boutons qui vous permettent de voir l'événement auquel l'attribut est lié, pour éditer l'attribut (en utilisant la même vue que celle utilisée pour définir les attributs, mais rempli avec les données actuelles de l' attribut) et supprimer bouton.

source: Searching for attributes
fr_fr: Recherche d'attributs

source: Apart from being able to list all events, it is also possible to search for data contained in the value field of an attribute, by clicking on the "Search Attributes" button.
fr_fr: En plus de pouvoir lister tous les événements, il est également possible de rechercher des données contenues dans le champ de valeur d'un attribut, en cliquant sur le bouton "Attributs de recherche".

source: Search attribute
fr_fr: Attribut de recherche

source: This will bring up a form that lets you enter one or several search strings (separate search strings with line breaks) that will be compared to the values of all attributes, along with options to narrow down the search based on category and type. The entered search string has to be an exact match with (the sub-string of) a value. A second text field makes it possible to enter event IDs for events that should be excluded from the search (again, each line represents an event ID to be excluded). The third text field allows the user to restrict the results to attributes from certain organisations or to attributes not created by certain other organisations, using the above described syntax.
fr_fr: Cela affichera un formulaire qui vous permettra d'entrer une ou plusieurs chaînes de recherche (séparer les chaînes de recherche avec des sauts de ligne) qui seront comparées aux valeurs de tous les attributs, ainsi que des options pour affiner la recherche en fonction de la catégorie et du type. La chaîne de recherche entrée doit être une correspondance exacte avec (la sous-chaîne de) une valeur.Un second champ de texte permet d'entrer des ID d'événement pour les événements qui doivent être exclus de la recherche (encore une fois, chaque ligne représente un ID d'événement Le troisième champ de texte permet à l'utilisateur de restreindre les résultats aux attributs de certaines organisations ou aux attributs non créés par certaines autres organisations, en utilisant la syntaxe décrite ci-dessus.
