Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: The e-mail address (and login name) of the user.
fr_fr: L'adresse mail (et l'identifiant de connexion) de l'utilisateur.

source: Autoalert
fr_fr: Alerter automatiquement

source: Shows whether the user has subscribed to auto-alerts and is always receiving the mass-emails regarding newly published events that he/she is eligible for.
fr_fr: Indique si l'utilisateur a souscrit aux alertes automatique et reçoit toujours les mails de masse concernant les événements nouvellement publiés auquel il/elle est éligible.

source: Shows whether the user has the subscription to contact reporter e-mails directed at his/her organisation turned on or off.
fr_fr: Indique si l'utilisateur possède l'abonnement lui permettant de contacter par mail le créateur de l'événement directement si son organisation est active ou non.

source: Shows whether the user has entered a GnuPGkey yet.
fr_fr: Voir si l'utilisateur a déjà entré une clé GnuPG.

source: Shows the currently assigned NIDS ID.
fr_fr: Voir l'ID NIDS actuellement attribué.

source: Termsaccepted
fr_fr: Termes acceptés

source: This flag indicates whether the user has accepted the terms of use or not.
fr_fr: Indique si l'utilisateur a accepté les conditions d'utilisation.

source: Newsread
fr_fr: Actualités

source: The last point in time when the user has looked at the news section of the system.
fr_fr: Le dernier moment où l'utilisateur a regardé la section des nouvelles du système.

source: Action Buttons
fr_fr: Boutons d'action

source: Here you can view a detailed view of a user, edit the basic details of a user (same view as the one used for creating a new user, but all the fields come filled out by default) or remove a user completely.
fr_fr: Ici vous pouvez voir une vue détaillée d'un utilisateur, modifier les détails de base d'un utilisateur (même vue que celle utilisée pour créer un nouvel utilisateur, mais tous les champs sont remplis par défaut) ou supprimer complètement un utilisateur.

source: Editing a user
fr_fr: Modification d'un utilisateur

source: It is possible to assign a new password manually for a user. For example, in case that he/she forgot the old one a new temporary one can be assigned. Make sure to check the "Change password" field if you do give out a temporary password, so that the user will be forced to change it after login.
fr_fr: Il est possible d'attribuer manuellement un nouveau mot de passe à un utilisateur, par exemple, s'il a oublié l'ancien, un nouveau mot de passe temporaire peut être assigné. Soyez sûr que le champ "Changer le mot de passe" est activé si vous donnez un mot de passe temporaire, de sorte que l'utilisateur sera obligé de le changer après la connexion.

source: This option will subscribe the user to automatically generated e-mails whenever an event is published.
fr_fr: Cette option permettra à l'utilisateur de s'abonner automatiquement aux e-mails générés lors de la publication d'un événement.

source: This option will subscribe the user to e-mails that are generated when another user tries to get in touch with an event's reporting organisation that matches that of the user.
fr_fr: Cette option va abonner l'utilisateur aux e-mails qui sont générés quand un autre utilisateur essaye d'entrer en contact avec l'organisation de rapport d'un événement qui correspond à celle de l'utilisateur.

source: It is possible to request a new authentication key for the user.
fr_fr: Il est possible de demander une nouvelle clé d'authentification pour l'utilisateur.

source: Indicates whether the user has accepted the terms of use already or not.
fr_fr: Indique si l'utilisateur a déjà accepté les conditions d'utilisation.

source: Setting this flag will require the user to change password after the next login.
fr_fr: Activer ce paramètre nécessitera que l'utilisateur change de mot de passe après la prochaine connexion.

source: Contacting a user
fr_fr: Contacter un utilisateur

source: Site admins can use the "Contact users" feature to send all or an individual user an e-mail. Users that have a GnuPG key set will receive their e-mails encrypted. When clicking this button on the left, you'll be presented with a form that allows you to specify the type of the e-mail, who it should reach and what the content is using the following options
fr_fr: Les administrateurs d'instance peuvent utiliser la fonction "Contacter les utilisateurs" pour envoyer un mail à tout ou un utilisateur(s). Les utilisateurs ayant une clé GnuPG définir recevront les mails en chiffré. Lorsque cliqué sur le bouton à gauche, un formulaire vous permettra de spécifier quel est le type d'e-mail, qui doit le recevoir et quel est sont contenu e utilisant les options suivantes

source: Contact your users here.
fr_fr: Contactez vos utilisateurs ici.

source: This defines the type of the e-mail, which can be a custom message or a password reset. Password resets automatically include a new temporary password at the bottom of the message and will automatically change the user's password accordingly.
fr_fr: Cela définit le type de l'e-mail, qui peut être un message personnalisé ou une réinitialisation de mot de passe.Les réinitialisations de mot de passe incluent automatiquement un nouveau mot de passe temporaire au bas du message et modifie automatiquement le mot de passe.

source: Recipient
fr_fr: Destinataire

source: The recipient toggle lets you contact all your users, a single user (which creates a second drop-down list with all the e-mail addresses of the users) and potential future users (which opens up a text field for the e-mail address and a text area field for a GnuPG public key).
fr_fr: Le destinataire va pouvoir contacter l'ensemble de vos utilisateurs, un seul utilisateur (qui créer une seconde liste déroulante avec toute les adresses des utiiisateurs) et de potentiels nouveaux utilisateurs (qui pourrons ouvrir un champ texte pour l'adresse mail et une zone de texte pour la clé public GnuPG).

source: Subject
fr_fr: Sujet

source: In the case of a custom e-mail, you can enter a subject line here.
fr_fr: Dans le cas d'un e-mail personnalisé, vous pouvez entrer une ligne d'objet ici.

source: Custom message checkbox
fr_fr: Case à cocher personnalisée

source: This is available for password resets, you can either write your own message (which will be appended with a temporary key and the signature), or let the system generate one automatically.
fr_fr: Ceci est disponible pour les réinitialisations de mot de passe, vous pouvez écrire votre propre message (qui sera ajouté avec une clé temporaire et la signature), ou laisser le système en générer un automatiquement.

source: Keep in mind that all e-mails sent through this system will, in addition to your own message, will be signed in the name of the instance's host organisation's support team, will include the e-mail address of the instance's support (if the contact field is set in the bootstrap file), and will include the instance's GnuPG signature for users that have a GnuPG key set (and thus are eligible for an encrypted e-mail).
fr_fr: Gardez à l'esprit que les mails envoyés depuis ce système vont, en plus de vos propres messages, être signés au nom de l'équipe de support de l'instance ou l'organisation est hébergée, inclure l'adresse mail de l'équipe de support (si le champ est défini dans les paramètres), et vont inclure la signature GnuPG de l'instance pour les utilisateurs ayant une clé GnuPG définie (et étant éligibles pour les mails chiffrés).

source: Managing the roles
fr_fr: Gérer les rôles

source: Privileges are assigned to users by assigning them to rule groups, which use one of four options determining what they can do with events and four additional privilege elevating settings. The four options for event manipulation are: Read Only, Manage My Own Events, Manage Organisation Events, Manage &amp; Publish Organisation Events. The extra privileges are admin, sync, authentication key usage and audit permission
fr_fr: Les privilèges sont attribués aux utilisateurs en les affectant à des groupes de règles, qui utilisent l'une des quatre options pour déterminer ce qu'ils peuvent faire avec les événements et quatre paramètres d'élévation de privilèges supplémentaires: Lecture seule, Gestion de mes propres événements, Gérer les événements d'organisation, gérer et publier les événements d'organisation Les privilèges supplémentaires sont: admin, synchronisation, utilisation de la clé d'authentification et autorisation d'audit

source: Read Only
fr_fr: Lecture seule

source: This allows the user to browse events that his organisation has access to, but doesn't allow any changes to be made to the database.
fr_fr: Cela permet à l'utilisateur de parcourir les événements auxquels son organisation a accès, mais n'autorise aucune modification de la base de données.

source: Manage My Own Events
fr_fr: Gérer mes propres événements

source: The second option, gives its users rights to create, modify or delete their own events, but they cannot publish them.
fr_fr: La seconde option donne à ses utilisateurs le droit de créer, modifier ou supprimer leurs propres événements, mais ils ne peuvent pas les publier.

source: Manage Organization Events
fr_fr: Gérer les événements de l'organisation

source: Allows users to create events or modify and delete events created by a member of their organisation.
fr_fr: Permet aux utilisateurs de créer des événements ou de modifier et supprimer des événements créés par un membre de leur organisation.

source: Manage &amp; Publish Organisation Events
fr_fr: Gérer &amp; publier les événements d'organisation

source: This last setting, gives users the right to do all of the above and also to publish the events of their organisation.
fr_fr: Ce dernier paramètre donne aux utilisateurs le droit de faire tout ce qui précède et également de publier les événements de leur organisation.

source: Perm sync
fr_fr: Synchronisation permanente

source: This setting allows the users of the role to be used as a synchronisation user. The authentication key of this user can be handed out to the administrator of a remote MISP instance to allow the synchronisation features to work.
fr_fr: Ce paramètre permet aux utilisateurs du rôle d'être utilisés en tant qu'utilisateurs de synchronisation. La clé d'authentification de cet utilisateur peut être transmise à l'administrateur d'une instance MISP distante pour permettre le fonctionnement des fonctions de synchronisation.

source: Perm auth
fr_fr: Authentification Perm

source: This setting enables the authentication key of the role's users to be used for rest requests.
fr_fr: Ce paramètre active la clé d'authentification des utilisateurs du rôle à utiliser pour les demandes de repos.

source: Gives the user limited administrator privileges, this setting is used for the organisation admins
fr_fr: Donne à l'utilisateur des droits d'administrateur limités, ce paramètre est utilisé pour les administrateurs de l'organisation

source: Perm site admin
fr_fr: Perm site administrateur

source: Gives the user full administrator privileges, this setting is used for the site admins.
fr_fr: Donne à l'utilisateur des privilèges d'administrateur complet, ce paramètre est utilisé pour les administrateurs de site.

source: Perm audit
fr_fr: Audit permanent

source: Grants access to the logs. With the exception of site admins, only logs generated by the user's own org are visible.
fr_fr: Autorise l'accès aux journaux. À l'exception des administrateurs de site, seuls les journaux générés par l'organisation de l'utilisateur sont visibles.

source: Allows the users with this permission enabled to edit the regular expression table. Be careful when giving out this permission, incorrect regular expressions can be very harmful (infinite loops, loss of data, etc.).
fr_fr: Autorise les utilisateurs avec cette autorisation à éditer la table des expressions régulières Attention, lors de l'octroi de cette autorisation, les expressions régulières incorrectes peuvent être très néfastes (boucles infinies, perte de données, etc.).

source: Allows the user with this permission to create custom tags and assign them to events.
fr_fr: Autorise l'utilisateur avec cette permission à créer des étiquettes personnalisées et à les assigner aux événements.

source: Creating roles
fr_fr: Création des rôles

source: When creating a new role, you will have to enter a name for the role to be created and set up the permissions (as described above) using the radio toggle and the four check-boxes.
fr_fr: Lors de la création d'un nouveau rôle, vous devrez entrer un nom pour le rôle à créer et configurer les permissions (comme décrit ci-dessus) en utilisant la bascule radio et les quatre cases à cocher.

source: Listing roles
fr_fr: Liste des rôles

source: By clicking on the List Roles button, you can view a list of all the currently registered roles and a list of the permission flags turned on for each. In addition, you can find buttons that allow you to edit and delete the roles. Keep in mind that you will need to first remove every member from a role before you can delete it.
fr_fr: En cliquant sur le bouton "Liste des rôles", vous pouvez afficher une liste de tous les rôles actuellement enregistrés et une liste des indicateurs de permission activés pour chacun, ainsi que des boutons permettant de modifier et de supprimer les rôles. Gardez à l'esprit que vous devrez d'abord supprimer chaque membre d'un rôle avant de pouvoir le supprimer.

source: List roles
fr_fr: Liste les rôles

source: You can View, Edit or Delete roles using the action buttons to the right in each row. Keep in mind that a role has to be devoid of members before it can be deleted.
fr_fr: Vous pouvez visualiser, éditer ou supprimer des rôles en utilisant les boutons d'action à droite de chaque ligne. Gardez à l'esprit qu'un rôle doit être dépourvu de membres avant de pouvoir être supprimé.

source: Using the logs of MISP
fr_fr: Utiliser les journaux de MISP

source: Users with audit permissions are able to browse or search the logs that MISP automatically appends each time certain actions are taken (actions that modify data or if a user logs in and out).
fr_fr: Les utilisateurs disposant d'autorisations d'audit peuvent parcourir ou rechercher les journaux que MISP ajoute automatiquement à chaque fois que certaines actions sont effectuées (actions qui modifient des données ou si un utilisateur se connecte et se déconnecte).

source: Generally, the following actions are logged
fr_fr: Généralement, les actions suivantes sont enregistrées

source: Creation, deletion, modification, Login / Logout
fr_fr: Création, suppression, modification, connexion / déconnexion

source: Creation, deletion, modification, publishing
fr_fr: Création, suppression, modification, publication

source: Creation, deletion, modification
fr_fr: Création, suppression, modification

source: Creation, deletion, Accept, Discard
fr_fr: Création, suppression, acceptation, suppression

source: Whitelist
fr_fr: Liste blanche

source: Browsing the logs
fr_fr: Parcourir les logs

source: Listing all the log entries will show the following columns generated by the users of your organisation (or all organisations in the case of site admins)
fr_fr: Lister toutes les entrées du journal montrera les colonnes suivantes générées par les utilisateurs de votre organisation (ou toutes les organisations dans le cas des administrateurs de site)

source: List logs
fr_fr: Lister les logs

source: Here you can view a list of all logged actions.
fr_fr: Ici vous pouvez voir une liste de toutes les actions enregistrées.

source: The automatically assigned ID number of the entry.
fr_fr: Le numéro d'identification attribué automatiquement à l'entrée.

source: The e-mail address of the user whose actions triggered the entry.
fr_fr: L'adresse e-mail de l'utilisateur dont les actions ont déclenché l'entrée.

source: The organisation of the above mentioned user.
fr_fr: L'organisation de l'utilisateur mentionné ci-dessus.

source: The date and time when the entry originated.
fr_fr: La date et l'heure à laquelle l'entrée est apparue.

source: The action's type. This can include: login/logout for users, add, edit, delete for events, attributes, users and servers.
fr_fr: Le type de l'action. Cela peut inclure: connexion / déconnexion pour les utilisateurs, ajouter, modifier, supprimer pour les événements, les attributs, les utilisateurs et les serveurs.

source: The title of an event always includes the target type (Event, User, Attribute, Server), the target's ID and the target's name (for example: e-mail address for users, event description for events).
fr_fr: Le titre d'un événement inclut toujours le type de cible (Evénement, Utilisateur, Attribut, Serveur), l'ID de la cible et le nom de la cible (par exemple: adresse e-mail pour les utilisateurs, description des événements).

source: This field is only filled out for entries with the action being add or edit. The changes are detailed in the following format
fr_fr: Ce champ n'est renseigné que pour les entrées dont l'action est en cours d'ajout ou de modification.

source: When the entry is about the creation of a new item (such as adding a new event) then the change will look like this for example
fr_fr: Lorsque l'entrée concerne la création d'un nouvel élément (comme l'ajout d'un nouvel événement), le changement ressemblera à ceci par exemple

source: Search log
fr_fr: Rechercher dans le journal

source: You can search the logs using this form, narrow down your search by filling out several fields.
fr_fr: Vous pouvez rechercher les logs en utilisant ce formulaire, affiner votre recherche en remplissant plusieurs champs.

source: Searching the Logs
fr_fr: Recherche dans les journaux

source: Another way to browse the logs is to search it by filtering the results according to the following fields (the search is a sub-string search, the sub-string has to be an exact match for the entry in the field that is being searched for)
fr_fr: Une autre façon de parcourir les logs est de les rechercher en filtrant les résultats selon les champs suivants (la recherche est une recherche par sous-chaîne, la sous-chaîne doit correspondre exactement à l'entrée dans le champ en cours recherché)

source: By searching by Email, it is possible to view the log entries of a single user.
fr_fr: En effectuant une recherche par Email, il est possible d'afficher les entrées de journal d'un seul utilisateur.

source: Searching for an organisation allows you to see all actions taken by any member of the organisation.
fr_fr: La recherche d'une organisation vous permet de voir toutes les actions prises par n'importe quel membre de l'organisation.

source: With the help of this drop down menu, you can search for various types of actions taken (such as logins, deletions, etc).
fr_fr: Avec l'aide de ce menu déroulant, vous pouvez rechercher différents types d'actions prises (telles que les connexions, les suppressions, etc.).

source: There are several ways in which to use this field, since the title fields contain several bits of information and the search searches for any substrings contained within the field, it is possible to just search for the ID number of a logged event, the username / server's name / event's name / attribute's name of the event target.
fr_fr: Il y a plusieurs façons d'utiliser ce champ, puisque les champs de titre contiennent plusieurs bits d'information et que la recherche recherche les sous-chaînes contenues dans le champ, il est possible de simplement chercher le numéro ID d'un événement nom d'utilisateur / nom du serveur / nom de l'événement / nom de l'attribut de la cible de l'événement.

source: With the help of this field, you can search for various specific changes or changes to certain variables (such as published will find all the log entries where an event has gotten published, ip-src will find all attributes where a source IP address has been entered / edited, etc).
fr_fr: Avec l'aide de ce champ, vous pouvez rechercher différentes modifications ou changements spécifiques à certaines variables (comme publié trouvera toutes les entrées de journal où un événement a été publié, ip-src trouvera tous les attributs où une adresse IP source a été entré / édité, etc).

source: MISP has a couple of administrative tools that help administrators keep their instance up to date and healthy. The list of these small tools can change rapidly with each new version, but they should be self-explanatory. Make sure to check this section after upgrading to a new version, just in case there is a new upgrade script in there - though if this is the case it will be mentioned in the upgrade instructions.
fr_fr: MISP a quelques outils d'administration qui aident les administrateurs à garder leur instance à jour et saine. La liste de ces petits outils peut changer rapidement avec chaque nouvelle version, mais elle devrait être explicite. mise à niveau vers une nouvelle version, juste au cas où il y aurait un nouveau script de mise à niveau - mais si c'est le cas, il sera mentionné dans les instructions de mise à niveau.

source: If enabled, MISP can delegate a lot of the time intensive tasks to the background workers. These will then be executed in order, allowing the users of the instance to keep using the system without a hiccup and without having to wait for the process to finish. It also allows for certain tasks to be scheduled and automated.
fr_fr: Si elle est activée, MISP peut déléguer une grande partie des tâches gourmandes en temps aux travailleurs d'arrière-plan qui seront ensuite exécutés dans l'ordre, permettant aux utilisateurs de continuer à utiliser le système sans hoquet et sans attendre le processus Il permet également de planifier et d'automatiser certaines tâches.

source: Command Line Tools for the Background Workers
fr_fr: Outils de ligne de commande pour les travailleurs en arrière-plan

source: The background workers are powered by <a href="https://github.com/kamisama/Cake-Resque">CakeResque</a>, so all of the CakeResque commands work. To start all of the workers needed by MISP go to your <code>/var/www/MISP/app/Console/worker</code> (assuming a standard installation path) and execute start.sh. To interact with the workers, here is a list of useful commands. Go to your <code>/var/www/MISP/app/Console</code> (assuming a standard installation path) and execute one of the following commands as a parameter to <code>./cake CakeResque.CakeResque</code> (for example: <code>./cake CakeResque.CakeResque tail</code>)
fr_fr: Les processus d'arrière-plan sont gérées par <a href="https://github.com/kamisama/Cake-Resque">CakeResque</a>, donc toutes les commandes CakeReque fonctionnent. Pour démarrer tout les processus dont MISP a besoin, allez à <code>/var/www/MISP/app/Console/worker</code> (si il s'agit du chemin standard de l'installation) et exécutez start.sh. Pour interagir avec les process, voici une liste de commandes utiles. Allez à <code>/var/www/MISP/app/Console/</code> (si il s'agit du chemin standard de l'installation) et exécutez une des commandes suivants comme paramètre de <code>./cake CakeResque.CakeResque</code> (par exemple: <code>./cake CakeResque.CakeResque tail</code>)

source: tail
fr_fr: queue

source: tail the various log files that CakeResque creates, just choose the one from the list that you are interested in.
fr_fr: queue les différents fichiers journaux créés par CakeResque, choisissez simplement celui de la liste qui vous intéresse.

source: cleanup
fr_fr: nettoyage
