Repository: MISP/MISP
Catalog: app/Locale/fra/LC_MESSAGES/default.po
Languages: fr_fr

source: None of the above fields are mandatory, but at least one of them has to be provided.
fr_fr: Aucun des champs ci-dessus sont obligatoires, mais au moins un d'entre eux doit être fourni.

source: Filtering event metadata
fr_fr: Filtrer les méta-données de l'événement

source: As described in the REST section, it is possible to retrieve a list of events along with their metadata by sending a GET request to the /events API. However, this API in particular is a bit more versatile. You can pass search parameters along to search among the events on various fields and retrieve a list of matching events (along with their metadata). Use the following URL
fr_fr: Tel que décrit dans la partie REST, il est possible de retourner une liste d'événement en incluant leurs méta-données en envoyant une requête GET à l'url d'API /events. Cependant, cet API en particulier est un peu plus souple. Vous pouvez passer les paramètres de recherche sur de multiple champs et récupérer une liste d'événements correspondants (avec leur méta-données). Utilisez l'URL suivante

source: POST a JSON object with the desired lookup fields and values to receive a JSON back.<br /> An example for a valid lookup
fr_fr: POSTez un objet JSON avec les champs de tables voulus et les valeurs à recevoir dans un JSON en retour.<br/> Une exemple pour une table valide

source: The above would return any event that is published, not restricted to your organisation only that has the term "Locky" in its event description. You can use exclamation marks to negate a value wherever appropriate.
fr_fr: Ce qui précède retourne tout événement publié, non restreint à votre organisation qui à le terme "Locky" en description d'événement. Vos pouvez utiliser un point d'exclamation pour exclure la valeur lorsque c'est approprié.

source: The list of valid parameters
fr_fr: La liste des paramètres valides

source: Filters on published or unpublished events [0,1] - negatable
fr_fr: Filtrer sur les événéments publiés ou non publiés [0,1] - négatif

source: Filters on strings found in the event info - negatable
fr_fr: Filtrer sur les chaînes de caractères trouvés dans les information de l'événement - négatif

source: Filters on attached tag names - negatable
fr_fr: Filtres sur les tags associés - négatif

source: Filters on specific event IDs - negatable
fr_fr: Filtres sur des IDs d'événements spécifiques - négatif

source: Filters on a given event threat level [1,2,3,4] - negatable
fr_fr: Filtre sur le niveau de menace d'un événement [1,2,3,4] - négatif

source: Filters on the distribution level [0,1,2,3] - negatable
fr_fr: Filtre sur le niveau de distribution [0,1,2,3] - négatif

source: Filters on the given analysis phase of the event [0,1,2] - negatable
fr_fr: Filtres sur la phase d’analyse donnée de l’événement [0,1,2] - négatif

source: Filters on a contained attribute value - negatable
fr_fr: Filtrer sur la valeur d'un attribut - négatif

source: Filters on the creator organisation - negatable
fr_fr: Filtrer sur l'organisation d'origine - négatif

source: Filters on the creator user's email address (admin only) - negatable
fr_fr: Filtres sur le mail de l'utilisateur ayant créer (administrateur uniquement) - négativable

source: Filters on the date, anything newer than the given date in YYYY-MM-DD format is taken - non-negatable
fr_fr: Filtres sur la date, tout ce qui est plus récent que la date indiquée au format YYYY-MM-DD - négatif

source: Filters on the date, anything older than the given date in YYYY-MM-DD format is taken - non-negatable
fr_fr: Filtres sur la date, tout ce qui est plus ancien que la date indiquée au format YYYY-MM-DD - négatif

source: Freetext Import API
fr_fr: API d'importation de texte libre

source: The freetext import tool is also exposed to the API.
fr_fr: L'outil d'importation freetext est également exposé à l'API.

source: Simply POST the contents to be parsed and either directly create attributes out of them or simply return the parsing results.
fr_fr: Posez simplement le contenu à analyser et créez directement des attributs à partir d'eux ou retournez simplement les résultats d'analyse.

source: Use the boolean (0/1) adhere_to_warninglists and return_meta_attributes url parameters to filter out values tripping over a warninglist and to decide whether to save the attributes parsed or simply return them as meta attributes.
fr_fr: Utilisez les paramètres boolean (0/1) adhere_to_warninglists et return_meta_attributes paramètres d'url pour filtrer les valeurs trébuchant à travers une liste d'avertissements et pour décider si les attributs analysés seront sauvegardés ou simplement retourner en tant que méta attributs.

source: The contents of the POST body should be the text to be parsed.
fr_fr: Le contenu du corps POST doit être le texte à analyser.

source: Contact organization reporting event
fr_fr: Contacter l'organisation ayant diffusé l'événement

source: You are about to contact the organization that reported event %s.<br/> Feel free to add a custom message that will be sent to the reporting organization. <br/> Your email address and details about the event will be added automagically to the message.
fr_fr: Vous êtes sur le point de contacter l'organisation à l'origine de l'événement %s.<br/> Vous pouvez ajouter une image personnalisée qui sera envoyée à l'organisation distance. <br/> Votre adresse mail et les détails à propos de l'événement seront ajouté automagiquement au message.

source: Submit only to the person that created the event
fr_fr: Proposer uniquement à la personne ayant créer l'événement

source: Export functionality is designed to automatically generate signatures for intrusion detection systems. To enable signature generation for a given attribute, Signature field of this attribute must be set to Yes. Note that not all attribute types are applicable for signature generation, currently we only support NIDS signature generation for IP, domains, host names, user agents etc., and hash list generation for MD5/SHA1 values of file artifacts. Support for more attribute types is planned.
fr_fr: La fonctionnalité d'export est faite pour générer automatiquement des signature pour les système de détection d'intrusion. Pour activer la génération de signature pour un attribut donné, le champ signature de l'attribut doit être placé en Yes. Il est à noter que cette règle n'est pas applicable à l'ensemble des types d'attributs pour la génération de signatures. Actuellement, seule la génération de signature NIDS pour les IP, domaines, hostnames, user agent etc... et la génération des listes de hashs pour les valeurs MD5/SHA1 des artéfacts. Le support de plus d'attributs est planifié.

source: Simply click on any of the following buttons to download the appropriate data.
fr_fr: Cliquez simplement sur un des boutons suivants pour télécharger les données voulues.

source: Last Update
fr_fr: Dernière mise à jour

source: Outdated
fr_fr: Potentiellement obsolète

source: Filesize
fr_fr: Taille du fichier

source: Progress
fr_fr: Progression

source: Attachments are enabled on this instance
fr_fr: Les pièces jointes sont autorisées sur cette instance

source: Attachments are disabled on this instance
fr_fr: Les pièces jointes ne sont pas autorisées sur cette instance

source: Loading…
fr_fr: Chargement en cours…

source: Completed
fr_fr: Complète

source: Generate
fr_fr: Générer

source: Warning, the background worker is not responding!
fr_fr: Attention, les jobs en arrière plan ne répondent pas!

source: 0 seconds ago
fr_fr: Il y a 0 secondes

source: Download all as XML
fr_fr: Tout télécharger au format XML

source: Click this to download all events and attributes that you have access to <small>(except file attachments)</small> in a custom XML format.
fr_fr: Cliquer ici pour télécharger tout les événements et les attributs auquel vous avez accès <small>(excepté les pièces jointes)</small> dans un fichier personnalisable au format XML.

source: Download all signatures as CSV
fr_fr: Télécharger tout les signatures en CSV

source: Click this to download all attributes that are indicators and that you have access to <small>(except file attachments)</small> in CSV format.
fr_fr: Cliquer ici pour télécharger tout les attributs étant des indicateurs auquel vous avez accès <small>(excepté les pièces jointes)</small> dans un fichier au format CSV.

source: Download all as CSV
fr_fr: Tout télécharger au format CSV

source: Click this to download all attributes that you have access to <small>(except file attachments)</small> in CSV format.
fr_fr: Cliquer ici pour télécharger tout les attributs auquel vous avez accès <small>(excepté les pièces jointes)</small> dans un fichier au format CSV.

source: Download Suricata signatures
fr_fr: Télécharger les signatures Suricata

source: Download Snort signatures
fr_fr: Télécharger les signatures Snort

source: Click these to download all network related attributes that you have access to under the Suricata or Snort rule format. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported. Administration is able to maintain a whitelist containing host, domain name and IP numbers to exclude from the NIDS export.
fr_fr: Cliquez ici pour télécharger tout les attributs réseau auquel vous avez accès dans le format de règles Suricata ou Snort. Seuls les événements et attributs <em>publiés</em> et marqués en tant que <em>Signature IDS</em> seront exporté. Les administrateurs sont en mesure de maintenir une liste blanche contenant les hôtes, noms de domains et IP à exclure de l'export IDS.

source: Download Bro signatures
fr_fr: Télécharger les signatures Bro

source: Click these to download all network related attributes that you have access to under the Bro rule format. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported. Administration is able to maintain a whitelist containing host, domain name and IP numbers to exclude from the NIDS export.
fr_fr: Cliquez ici pour télécharger tout les attributs réseau auquel vous avez accès dans le format de règles Bro. Seuls les événements et attributs <em>publiés</em> et marqués en tant que <em>Signature IDS</em> seront exporté. Les administrateurs sont en mesure de maintenir une liste blanche contenant les hôtes, noms de domains et IP à exclure de l'export IDS.

source: Download RPZ Zone File
fr_fr: Télécharger le fichier de Zone RPZ

source: Click this to download an RPZ Zone file generated from all ip-src/ip-dst, hostname, domain attributes. This can be useful for DNS level firewalling. Only published events and attributes marked as IDS Signature are exported.
fr_fr: Cliquez ici pour télécharger le fichier de zone RPZ généré pour tout attribut de type ip-src/ip-dst, nom d'hôte ou domaine. Cela peut être pratique pour les pare-feux de type DNS. Seul les événement et attributs publiés comme étant à destination d'IDS seront exportés.

source: Download all MD5 hashes
fr_fr: Télécharger tout les hashs MD5

source: Download all SHA1 hashes
fr_fr: Télécharger tout les hashs SHA1

source: Click on one of these two buttons to download all MD5 or SHA1 checksums contained in file-related attributes. This list can be used to feed forensic software when searching for susipicious files. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
fr_fr: Cliquez sur un de ces deux boutons pour télécharger toutes les sommes de contrôle MD5 ou SHA1 contenues dans les attributs relatifs à des fichiers. Cette liste peut être utilisé pour remplir un outil d'analyse technico-légale pour la recherche de fichiers suspects. Seuls les événements et attributs <em>publiés</em> marqués en tant que <em>Signature IDS</em> seront exportés.

source: Click on one of these buttons to download all the attributes with the matching type. This list can be used to feed forensic software when searching for susipicious files. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
fr_fr: Cliquez ici pour télécharger tout les attributs réseau correspondants au type recherché. Cette liste peut être utilisé pour alimenter un outil d'analyse technico-légale lors de la recherche de fichiers malveillants. Seuls les événements et attributs <em>publiés</em> marqués en tant que <em>Signature IDS</em> seront exportés.

source: Filter Event Index
fr_fr: Filtrer l'index de l'événement

source: OR
fr_fr: OU

source: NOT
fr_fr: NON

source: Any
fr_fr: Tout

source: Medium
fr_fr: Moyen

source: Undefined
fr_fr: Non défini

source: Initial
fr_fr: Initiale

source: Ongoing
fr_fr: En cours

source: Target
fr_fr: Cible

source: Delete filter
fr_fr: Supprimer le filtre

source: No filters set - add filter terms above.
fr_fr: Aucun filtre défini - ajouter des termes de filtrage au dessus.

source: Save this URL if you would like to use the same filter settings again
fr_fr: Sauvez cette URL si vous souhaitez utiliser les paramètres du même filtre à nouveau

source: Apply
fr_fr: Appliquer

source: "No"
fr_fr: "Non"

source: Freetext Import Tool
fr_fr: Outil d'import FreeText

source: Paste a list of IOCs into the field below for automatic detection.
fr_fr: Copiez une liste d'IOCs dans le champ suivant pour une détection automatisée.

source: No matching events found.
fr_fr: Pas d'événements correspondants trouvés.

source: This will still allow you to store the UUID. It will extend the assigned event as soon as it is created / becomes visible.
fr_fr: Cela permet de vous autoriser à stocker l'UUID. Cela permet d'étendre les événements assignés dès qu'ils sont créer/visibles.

source: Input File
fr_fr: Fichier entrant

source: Events
fr_fr: Évènements

source: Modify filters
fr_fr: Modifier filtres

source: Delete selected Events
fr_fr: Supprimer les événements sélectionnés

source: My events only
fr_fr: Mes événements seulement

source: My Events
fr_fr: Mes événements

source: My organisation's events only
fr_fr: Les événements de mon organisation seulement

source: Org Events
fr_fr: Événements de l'organisation

source: Filter
fr_fr: Filtre

source: Automation functionality is designed to automatically generate signatures for intrusion detection systems. To enable signature generation for a given attribute, Signature field of this attribute must be set to Yes. Note that not all attribute types are applicable for signature generation, currently we only support NIDS signature generation for IP, domains, host names, user agents etc., and hash list generation for MD5/SHA1 values of file artefacts. Support for more attribute types is planned. To to make this functionality available for automated tools an authentication key is used. This makes it easier for your tools to access the data without further form-based-authentication.
fr_fr: La fonctionnalité d'automation est faite pour générer automatiquement des signature pour des systèmes de détection d'intrusion. Pour activer la génération de signature pour un attribut ou un champ signature spécifique, cet attribut doit être défini en "yes". Il est à noter que l'ensemble des types d'attributs n'est pas forcément utilisable pour la génération de signatures. Actuellement, la génération de signature NIDS est possible pour les types IP, noms de domaine, nom de machine, user agent etc., et la liste de hash pour les type MD5 et SHA1 d'artéfacts. Le support de plus de types d'attributs est planifié. Pour rendre cette fonctionnalité disponible à des outils d'automation, une clé d'authentification est requise. Cela permet de faciliter l'accès de vos outils aux données sans passer par l'authentification par formulaire.

source: Make sure you keep that key secret as it gives access to the entire database !
fr_fr: Soyez sûr de garder cette clé secrète car elle donne un accès complet à la base de donnée !

source: Since version 2.2 the usage of the authentication key in the URL is deprecated. Instead, pass the auth key in an Authorization header in the request. The legacy option of having the auth key in the URL is temporarily still supported but not recommended.
fr_fr: Depuis la version 2.2, l'usage de la clé d'authentification dans l'URL est déprecié. A la place, passez la clé d'authentification dans l'en-tête "Authorization" de la requête. Cette option historique est toujours supportée mais non recommandée.

source: Please use the use the following header
fr_fr: Merci d'utiliser l'en-tête suivant

source: Authorization
fr_fr: Autorisation

source: XML Export
fr_fr: Export XML

source: An automatic export of all events and attributes <small>(except file attachments)</small> is available under a custom XML format.
fr_fr: Un export automatique de tout les attributs et événements <small>(excepté les pièces jointes)</small> est disponible dans un format XML personnalisable.

source: You can configure your tools to automatically download the following file
fr_fr: Vous pouvez configurer vos outils pour télécharger automatiquement le fichier suivant

source: If you only want to fetch a specific event append the eventid number
fr_fr: Si vous souhaitez seulement récupérer un événement spécifique, ajoutez le numéro d'événement

source: You can post an XML or JSON object containing additional parameters in the following formats
fr_fr: Vous pouvez envoyer un objet XML ou JSON contenant des paramètres au format suivant

source: The xml download also accepts two additional the following optional parameters in the URL
fr_fr: Le téléchargement de fichier accepte aussi deux autres paramètres optionnels à la suite dans l'URL

source: Restrict the download to a single event
fr_fr: Restreindre le téléchargement à un seul événement

source: A boolean field that determines whether attachments should be encoded and a second parameter that controls the eligible tags.
fr_fr: Une valeur booléenne déterminant si les pièces jointes doivent être encodées et un second paramètre qui contrôle les tags éligibles.

source: To include a tag in the results just write its names into this parameter. To exclude a tag prepend it with a '!'. You can also chain several tag commands together with the '&amp;&amp;' operator. Please be aware the colons (:) cannot be used in the tag search. Use semicolons instead (the search will automatically search for colons instead). For example, to include tag1 and tag2 but exclude tag3 you would use
fr_fr: Pour inclure un tags dans les résultats, il suffit seulement d'écrire son nom dans ce paramètre. Pour exclure un tag, préfixez le avec un '!'. Vous pouvez aussi chaîner plusieurs tag ensemble avec l'opérateur '&amp;&amp;'. Merci de faire attention à ne pas utiliser de "deux-points" (:) pour la recherche de tags. Utilisez le "point-virgule" à la place (la recherche recherchera automatiquement les "deux-points" à la place). Par exemple, pour inclure tag1 et tag2 mais exclure tag3, vous pouvez utiliser

source: Also check out the %s to read about the REST API.
fr_fr: Merci de vérifier le %s à lire à propos de l'API REST.

source: CSV Export
fr_fr: Export CSV

source: An automatic export of attributes is available as CSV. Only attributes that are flagged "to_ids" will get exported.
fr_fr: Un export automatique des attributs est disponible en CSV. Seuls les attributs flagués "to_ids" seront exportés.

source: You can specify additional flags for CSV exports as follows
fr_fr: Vous pouvez spécifier des indicateurs supplémentaires pour l’exportation CSV comme suit

source: Setting this flag to true will include attributes that are not marked "to_ids".
fr_fr: Placer cet indicateur sur "true" incluera des attributs qui ne sont pas marqué en "to_ids".

source: For example, to only download a csv generated of the "domain" type and the "Network activity" category attributes all events except for the one and further restricting it to events that are tagged "tag1" or "tag2" but not "tag3", only allowing attributes that are IDS flagged use the following syntax
fr_fr: Par exemple, pour seulement télécharger un csv généré avec tout les événénements ayant des attributs de type "domain" et la catégorie "Network Activity" excepté pour un ou plusieurs en restreignant à ceux ayant le "tag1" et "tag2" mais pas "tag3", pour les attributs qui sont destinés à l'IDS, utilisez la syntaxe suivante

source: Include the event data with each attribute.
fr_fr: Inclure les données de l'événement avec chaque attribut.

source: Events published within the last x amount of time, where x can be defined in days, hours, minutes (for example 5d or 12h or 30m).This filter will use the published timestamp of the event.
fr_fr: Les événements publiés dans les dernières x période temporelle, ou x peut être défini en jours, heures, minutes (par exemple 5d ou 12h ou 30m). Ce filtre va utiliser l'horodatage de publication de l'événément.

source: The CSV created when this setting is set to true will not contain the header row. <b>enforceWarninglist</b>: All attributes that have a hit on a warninglist will be excluded.
fr_fr: Les CSV créés lorsque ce paramètre est défini sur "true" ne contiendront plus la ligne d'en-têtes. <b>enforceWarninglist</b>: Tout les attributs correspondant à une entrée de liste d'avertissement seront exclus.

source: To export the attributes of all events that are of the type "domain", use the following syntax
fr_fr: Pour exporter les attributs de l'ensemble des événements qui sont de type "domain", utilisez la syntaxe suivante

source: NIDS rules export
fr_fr: Export de règles NIDS

source: Automatic export of all network related attributes is available under the Snort rule format. Only <em>published</em> events and attributes marked as <em>IDS Signature</em> are exported.
fr_fr: L'export automatique de l'ensemble des attributs relatifs au réseau est disponible depuis le format de règles Snort. Seuls les événéments publiés et les attributs marqués en tant que <em>Signature IDS</em> sont exportés.

source: The full API syntax is as follows
fr_fr: La syntaxe complète de l'API est la suivante

source: The export format, can be "suricata" or "snort"
fr_fr: Le format d'export, peut être "suricata" ou "snort"

source: Some commented out explanation framing the data. The reason to disable this would be if you would like to concatenate a list of exports from various select events in order to avoid unnecessary duplication of the comments.
fr_fr: Quelques commentaires en dehors de l'explication du cadre des données. La raison pour désactiver cela serait si vous souhaitez concaténer une liste d'export pour une sélection d'événements variés dans l'ordre pour éviter la duplication non nécessaire des commentaires.

source: Events published within the last x amount of time, where x can be defined in days, hours, minutes (for example 6d or 12h or 30m). This filter will use the published timestamp of the event.
fr_fr: Les événements publiés dans les derniers x temps, ou x peut être défini en jours, heures, minutes (par exemple 6d ou 12h ou 30m). Ce filtre va utiliser l'horodatage de publication de l'événément.

source: Restrict the export to only use the given types.
fr_fr: Limiter l’exportation pour seulement certains types.

source: All tags will be included even if not exportable.
fr_fr: Tout les tags seront inclus sauf si ils ne sont pas exportables.

source: An example for a suricata export for all events excluding those tagged tag1, without all of the commented information at the start of the file would look like this:
fr_fr: Un exemple d'un export Suricata de tout les événéments excluant ceux taggués "tag1", sans l'ensemble des informations de commentaire au début du fichier devrait ressembler à ça:
